{
  "id": "0QNo8jTzqY",
  "name": "MoE (NO) | Ditte Krøyer (DK) | Grrrls 666 (NO) | \"We were prisoners of the Polish state\" | \"XENOS\" ",
  "tags": [
    "gig",
    "film",
    "live"
  ],
  "start_time": "2026-01-30T18:30:00+00:00",
  "end_time": "2026-01-30T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "NO ESCAPE invites you to the rad evening!\nGet ready for the punk, noise, satan and electronica.\nDoors open --> 19:30\n20:00\nVidios:\n\"We Were Prisoners of the Polish State\", directed by Rut Kurkiewicz & Wojciech Szumowski\n\"XENOS\" – ZLE OKO, directed by Joanna Olichwer and Katarzyna Mateja, photography by Agata Kubis\n21:00\nConcerts:\nMoE (NO)\nDitte Krøyer (DK)\nGrrrls 666 (NO/PL) – DJ set\n-----------------------------------------------------------\nScreenings:\n\"We were prisoners of the Polish state\" (PL)\nThe film „We were prisoners of the Polish state“ by Wojciech Szumowski and Rut Kurkiewicz tells the stories of refugees who came to Poland and, instead of receiving protection, were locked up for months or even years under very harsh conditions. They were subjected to violence, hunger, abuse, and racism, and received no medical or psychological help. In prison, they went on hunger strike to fight for basic human rights to respect and safety.\nThe film was produced for the TV channel TVN24 and caused heated debates in the country when it was aired.\n“XENOS” (PL)\n“XENOS” is a short video to the song of Oslo based polish one woman punk /noise project ZŁE OKO (pol. for the Evil Eye). “XENOS” in greek means “The Other” and the lyrics are about the racism and xenophobia happening on the polish- belarussian border. The video is edited and directed by Joanna Olichwer and Katarzyna Mateja and the black and white documentary pictures were made at the border by polish activists: Agata Kubis and Mikołaj Kiembłowski.\nConcerts:\nMoE (NO)\nMusic can be extreme, brutal and vulnerable.\nMoE is a band that builds bridges, both in terms of music and geography, and follows the legacy of experimental and searching crossover rock bands such as Pink Floyd, Henry Cow, Sonic Youth, Black Flag and Swans. Merciless touring in over thirty countries on four continents and about twenty releases has led to a creative diversity that is hardly comparable. MoE invites to an ever-changing universe of the unexpected through rock, noise, performance and spoken word. And through a passionate performance, which has been compared to both shamanistic rituals and witchcraft. The dark and heavy guitar landscape, combined with the dynamic and dualistic vocals, can be experienced as a mixture of Swans and Diamanda Galás.\nLINKS:\nhttps://moepages.bandcamp.com\nwww.conradsound.com/moe\nwww.facebook.com/moepages\nDitte Krøyer (DK)\nDitte Krøyer, also known as the frontperson of Danish black metal band Vulvatorious, debuts as solo artist, releasing her first single 14th of november 2025.In spring 2026 KRØYER will release her first full length album of electronic/metal music, inspired by her upbringing on the Danish island Lolland, death and climate justice.With her intense live performance, KRØYER delivers a blast of a technoshow containing scream, growl and her giant iron construction.\nLINKS:\nhttps://www.youtube.com/@KROYER_666\nhttps://www.dittekroyer.com/\nDJ Grrrls 666 (NO/PL)\nDJ Grrrls 666 is a two DJne collective born in the underground, hellish landscape of Oslo.\nTheir selection covers a wide span of genres: from techno, punk, disco, metal, and noise, through electro and experimental sounds, all the way to the synth-driven aesthetics of earlier electronic eras.\nTheir sets imbalance between the nostalgic and the kitschy, the danceable and the completely undanceable.\nDoors open: 19:00| id:20\nTickets:\nRegular: 200 NOK\nStudent: 150 NOK\nLow-income: 100 NOK\nThis event is made in collaboration with Oslo Kommune.",
  "updated_at": "2026-01-04T14:39:53.743Z",
  "ticket_url": ""
}
