{
  "id": "0SRgH6eL4k",
  "name": "Lost Society + special guests: Awake Again",
  "tags": [
    "metalcore",
    "thrashmetal"
  ],
  "start_time": "2026-03-21T18:30:00+00:00",
  "end_time": "2026-03-21T21:30:00+00:00",
  "venue": "Sub Scene",
  "description": "Finlands mest spennende eksportband, LOST SOCIETY, legger ut på en europaturné våren 2026!\nBandet er kjent for sine eksplosive liveopptredener og utemmede scenetilstedeværelse. Fans kan forvente et forrykende show fullpakket med fanfavoritter, heftige riff og bandets umiskjennelige adrenalinladede energi. Og det er ikke alt – mens detaljene foreløpig forblir hemmelige, hinter LOST SOCIETY om at ny musikk allerede er under arbeid, med et helt nytt album i horisonten. Den\nkommende turneen lover de å gi den aller første smakebiten på hva som kommer videre.\nLost Society ble dannet i 2010 som et thrashmetal band, og har i løpet av sin karriere sluppet hele fem studioalbum på kredible Nuclear Blast. Gradvis har de gått over til mer melodisk metalcore. De har også turnert med helter som Exodus og Children of Bodom.\nGå ikke glipp av deres eksklusive konsert på Sub Scene 21. mars!\n\nAwake Again er et finsk alternativt metal-band som er kjent for sine fengende låter med energisk og vill scenetilstedeværelse. Gjennom karrieren har bandet turnert mye på forskjellige scener, inkludert festivaler som Ruisrock og Tysklands Wacken Open Air Festival som en del av Wacken Metal Battle-konkurransefinalen.\nBandets debutalbum, «No Matter How The World Turns», ble utgitt i 2022 og fikk strålende anmeldelser. Totalt sett har bandets musikk blitt strømmet over åtte millioner ganger på strømmeplattformer. I 2025 ga bandet ut sin nye EP «The Dream That Never Dies», inkludert den nye singelen «violins». For tiden jobber Awake Again med et nytt album.\n\nBilletter er i salg fra 17. desember kl 11:00.\nFri alder. CC 300,- + avgift.",
  "updated_at": "2026-02-11T10:44:53.275Z",
  "ticket_url": "https://www.ticketmaster.no/event/lost-society-billetter/1647646819"
}
