{
  "id": "101VbzxG5Y",
  "name": "Ottorpedo med venner + Gunerius & Verdensveven + marOder",
  "tags": [
    "prog",
    "psykedelisk",
    "rock"
  ],
  "start_time": "2026-04-11T18:00:00+00:00",
  "end_time": "2026-04-11T21:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "Ottorpedo var i mange år et enmannsorkester, men i 2014 ble backingbandet \"Med Venner\" grunnlagt.\nBandet spesialiserer seg på sanger om relativt mørke temaer som depresjon, tapt kjærlighet, osv, lett kamuflert av et slør med humor. Albumet Ottorpedo Med Venner kom ut i 2016, med 30 gjesteartister fra Seigmen, Maroder, Helheim, Tusmørke, m.fl.\nAlbum nr to skal spilles inn i oktober, og gis ut i mars neste år.\n\n• • • • • • • • • • • • • • • • • •\n\nmarOder er hjertebandet til frontmann og låtskriver Aslag Guttormsgaard, også kjent fra band som Black Debbath, Hurra Torpedo, De sørgelige restene, Bare Egil og Aslags enda mer superpopulære barneshow samt en rekke andre prosjekter fra Duplex Records. Med seg har han de eminente rocketraverne Gunnar Berg-Nielsen (Saluki, Boy og Gartnerlosjen) på trommer og Atle Hassel på Orgel, synt, pedalbass og kor. Maroder er en trio, men lyder som et helt orkester.\n\nmarOder spiller psykedelisk slowrock og er du glad i alternativ rock, mørk stemning, munter stemning, seige rytmer samt kaskader av tremologitar og hammondorgel, anbefaler vi deg sporenstreks å ta på gå-bort-buksene og komme deg på marOder-konsert slik at du kan stifte nærmere bekjentskap med dette bandets forunderlige univers.\n\n• • • • • • • • • • • • • • • • • •\n\nGunerius & Verdensveven spiller dansbar psykedelisk verdensmusikk. De er en trio som har opparbeidet seg et rykte som en særdeles god live-opplevelse som fungerer like godt på doom-festival som under en bro i Oslo sentrum. Musikken får det til å rykke i dansefoten samtidig som det vibrerer i hjernemassen og bandet har ved siden av sine albumutgivelser hatt med verk på Høstutstillingen (2024) og vist kvadrofoniske lydverk i gallerier.",
  "updated_at": "2025-10-08T11:54:30.064Z",
  "ticket_url": "https://www.ticketmaster.no/event/1229904984"
}
