{
  "id": "12BEb5pA3O",
  "name": "Øverland-foredraget 2026 ",
  "tags": [
    "lecture"
  ],
  "start_time": "2026-03-19T08:30:00+00:00",
  "end_time": "2026-03-19T12:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Velkommen til Øverland-foredraget 2026!\n\nSjefredaktør i The Guardian, Katharine Viner, kommer til Norge for å dele erfaringer og perspektiver fra frontlinjen i den globale kampen for pressefrihet. Hun har siden 2015 ledet et av verdens mest innflytelsesrike nyhetsmedier gjennom store omveltninger i medielandskapet, fallende annonseinntekter og økende press mot uavhengig journalistikk.\n\nI land etter land forsøker maktpersoner og ytterliggående bevegelser å svekke frie medier. Journalister utsettes for trusler, hatkampanjer og systematisk mistenkeliggjøring. Samtidig får flere nyheter fra kanaler uten redaktøransvar. Hvordan kan pressens uavhengighet beskytes mot mektige krefter som vil svekke den?\n\nKatharine Viner holder foredraget «Demokrati uten vakbikkje?» (45-60 min) etterfulgt av diskusjon og panelsamtale (45 min) med:\n\n•\tKatharine Viner, sjefredaktør, The Guardian\n•\tLubna Jaffery, kulturminister\n•\tMari Skurdal, redaktør, Klassekampen\n•\tTore Wiig, professor i statsvitenskap, Universitetet i Oslo\n\nSamtaleleder:\n•\tJørgen Watne Frydnes, generalsekretær, Norsk PEN og leder av Nobelkomiteen\n\nØverland-foredraget arrangeres årlig av Human-Etisk Forbund til minne om Arnulf Øverland, forfatter, humanist og en av forbundets grunnleggere.\n\nArrangementet foregår på engelsk og har unummererte sitteplasser.\n\nInngang er gratis, men krever [påmelding](https://forms.office.com/Pages/ResponsePage.aspx?id=_Qco8AHLv06LE3Q2jBqnwn4Cg3HUv2NAgpbVZx9GNy5UN1dWT0dDV0w1Q0pDNVZBOUhXNUFHTlUyTC4u) (begrenset antall plasser).\n\nDørene åpner kl. 09.30. Arrangementet starter kl. 10.00.\n\nLes mer, og finn påmeldingskjema [her](https://www.human.no/arrangementer/overland-foredraget-2026-demokrati-uten-vaktbikkje).",
  "updated_at": "2026-01-30T09:38:36.123Z",
  "ticket_url": ""
}
