{
  "id": "17wyIRTuBA",
  "name": "Glutton // Melting Brain Club",
  "tags": [
    "prog",
    "jazz",
    "punk"
  ],
  "start_time": "2026-01-17T19:00:00+00:00",
  "end_time": "2026-01-17T22:00:00+00:00",
  "venue": "Revolver",
  "description": "Etter flere år i dvale brøt Melting Brain Club ut fra Oslos undergrunnsscene i 2024 med albumet A Farewell to Colors. Albumet byr på en virvelvind av rask, psykedelisk metal, progressiv rock og melodiøs svartmetall, og skaper en lydreise som vekker alle sanser. Å oppleve en MBC-konsert er som å bli revet med i en kaotisk blanding av fortvilelse og leken eufori.\n\n\n\nNorway Rock Magazine omtaler albumet slik:\n\n“They have made a sound all their own, however much it may remind us of other members of the broad family of progressive music. This is an excellent record, especially for a debut, full of strong writing and good performance, and which rarely stands still long enough for there to be any chance of the listener losing interest.”\n\nEtter en fullstendig omveltning i lineupen, er bandet klarere for å slå hardere enn noen gang før og er aktuelle med det langt tyngre albumet ‘Spiritual Filth’ som slippes en gang på nyåret. Hvis Tame Impala er psykedeliaens svar på en sommerdag, er Melting Brain Club svaret på en vinternatt.\n\nMedlemmer: Gaute Boysen von Krogh, Nora Xantippe Løveid, Fredrik William Kveseth, Edvard Frøysland og Giordano ‘Jørgen’ Muraglia.\n\n\n\nGlutton er en punk, jazz, prog, trio fra Oslo som lager musikk med full overbevisning og moderat selvinnsikt. Etter å ha brukt flere år på å kombinere komplekse arrangementer med lyrisk alvor, har bandet nå funnet seg selv i en sjangerblanding du ikke visste at du trengte: punkens energi, jazzens fri het og progrockens overdrevne selvtillit. \n\nBandets forrige utgivelse, Eating Music, kom ut på Apollon Records i 2019. Nå er de tilbake med instrumentalalbumet. Skiva heter Vishnu!, som ble sluppet 12. september 2025, etter singlene «Hallux Valgus», «Ørkens ur» og «Rematusenogennatt». Dette er musikk for deg som liker at ting er litt vanskelig, både å spille og å forklare.\n\nGlutton består av:\n\nEirik Ørevik Aadland (Spurv, Mokri) – gitar\n\nOla Mile Bruland (Actionfredag, Jordsjø) – bass\n\nJonas Eide Hollund (Mt. Mélodie) – trommer",
  "updated_at": "2025-12-02T12:13:37.030Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/glutton__melting_brain_club__revolver"
}
