{
  "id": "1eu5VKs7Ib",
  "name": "Belle and Sebastian",
  "tags": [
    "indiepop"
  ],
  "start_time": "2026-03-11T18:00:00+00:00",
  "end_time": "2026-03-11T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "I 2026 er det 30 år siden det legendariske skotske indiebandet Belle and Sebastian ble dannet og slapp sine to første album, og dette skal feires med to helt spesielle kvelder på Rockefeller! Begge platene ble først utgitt i 1996, og har for lengst oppnådd mytisk status og er fast inventar på «greatest of all time»-lister.\n\nOnsdag 11. mars skal bandet spille hele debutalbumet *Tigermilk* og torsdag 12. mars er det *If You're Feeling Sinister* som står for tur. Begge konsertene består i tillegg av fanfavoritter fra hele karrieren.\n\nFor å gjøre det hele komplett fyller Rockefeller 40 år den samme uken (14. mars), så dette blir noen dager for historiebøkene!\n\n**Belle and Sebastian**\nI 30 år har Belle and Sebastian servert nydelig, magisk kammerpop med tiltalende melodier. På 90-tallet var de med på å sjangerdefinere indiepopen slik vi kjenner den i dag, med røtter i bittersøt 60-talls solskinns-folk. \n\nFølelsesladde tekster om livets opp- og nedturer i Glasgow, fløyelsmyke vokalharmonier og helt perfekte skranglete gitarer, delikate pianoakkorder, og et bunnsolid komp som bærer musikken opp i Skottlands skyer og tilbake. Ja, vi elsker Belle and Sebastian!\n\n--\n\nBill. kr. 550,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-03T10:46:53.259Z",
  "ticket_url": "https://www.ticketmaster.no/event/1939365743?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Belle_%2B_Sebastian_110326_Billettsalg&utm_campaign=NO_Rockefeller_Belle_%2B_Sebastian_110326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
