{
  "id": "1OvWQ5UcGR",
  "name": "Hannah Storm",
  "tags": [
    "pop"
  ],
  "start_time": "2027-01-15T18:00:00+00:00",
  "end_time": "2027-01-15T22:59:00+00:00",
  "venue": "Rockefeller",
  "description": "**Den planlagte konserten med Hannah Storm på Rockefeller lørdag 17. januar 2026 flyttes til fredag 15. januar 2027. Billettkjøpere mottar informasjon fra post@rockefeller.no til e-postadressen som er knyttet til kjøpet. Sjekk gjerne søppelpost- eller spam-mappen dersom du ikke finner e-posten.**\n\nEtter å ha vokst opp i et musikalsk hjem i Oslo og skrevet egne sanger siden hun var sju, gikk 26-åringen veien via Foss vgs., Toneheim og LIMPI før hun i 2021 ble plukket opp av MADE Management (AURORA, Sigrid, SKAAR). Hun flyttet til Bergen, fant raskt sin plass i byens blomstrende musikkmiljø og samarbeidet med blant andre Sondre Lerche, Vetle Junker, Matias Tellez og Odd Martin Skålnes. Samme år ble hun en av de mest omtalte artistene på by:Larm, og kort tid etter signerte hun platekontrakt med Petroleum Records. Festivalopptredener på Vill Vill Vest, Øyafestivalen, Bergenfest og Pstereo befestet ryktet som en av landets mest lovende nye stemmer.\n\nDen jordnære Oslojenta nevner selv alt fra The Beatles, Queen og Frank Sinatra til Susanne Sundfør, Amy Winehouse og Adele som inspirasjonskilder, noe som merkes enten man lytter til debutsingelen «Stranger» eller den nyeste singelen «The Room». Det er noe tidløst og umiddelbart over Hannah Storms komposisjoner og fremføring, og det er nesten umulig å ikke bli berørt av musikken hennes, enten man har storslagen pop, melodiøs indierock eller gamle 60/70-tallsklassikere som sin musikalske preferanse. Hun maler på et stort melodisk lerret med både organisk og ektefølt pensel, og sjelden leverer en artist i startgropen musikk som låter så stort. De som har opplevd hennes gåsehudfremkallende liveopptredener kan skrive under på dette – eller som Dagsavisen skrev etter konserten på by:Larm: «Hun har en praktfull stemme som står godt til det som kan kalles luksuspop. En sjanger som ikke nevnes så ofte, men må komme med i Spellemannprisen når Hannah Storm har slått gjennom.»\n\nMye har skjedd siden den legendariske by:Larm-konserten, og blant mange høydepunkter kan nevnes opptreden på NRKs Lindmo, samarbeid med elektronikaduoen Lemaitre, oppvarmingsjobber for AURORA på blant annet Sentrum Scene og foran 16.000 mennesker i Mexico City, samt egne konserter i London, Bogotá og på Mexicos største festival – Corona Capital. Vi gleder oss til hun inntar Rockefeller!\n\n\n--\n\nBill. kr. 350,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-08T10:26:35.413Z",
  "ticket_url": "https://www.ticketmaster.no/event/1836966895?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Hannah_Storm_170126_Billettsalg&utm_campaign=NO_Rockefeller_Hannah_Storm_170126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
