{
  "id": "1T8fxdgfEL",
  "name": "STÅHLS TRIO // Kafé Hærverk ",
  "tags": [
    "Jazz,  Impro,  experimental"
  ],
  "start_time": "2026-01-17T19:00:00+00:00",
  "end_time": "2026-01-17T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "STÅHLS TRIO\n\nExklusivt tillfälle att få höra kultförklarad vibrafontrio från söta bror - firar vinylsläpp på Kafé Hærverk med senaste skivan ”BRAIN DRAIN”!\nSTÅHLS TRIO ”Brain drain”\n\n(Hxng jazz)\n\nTheir 4th album is a rebirth. The album was recorded directly to tape at Kungsten studios in Gothenburg, summer of 2023. Recorded by Mattias Glavå, produced by Cristopher Cantillo (Dina Ögon”). Vinyl release January 2026.\n\nThe vibraphone trio, now being an unruly teenager, combines in their own way free sonic adventures with hard swinging contexts and an uncanny love for sweet gospel flavors. References could be drawn to Sun Ra, Duke Ellington, Eric Dolphy and the late 60-early 70s scene. \n\nMATTIAS STÅHL - vibraphone (soprano sax) \nJOE WILLIAMSON - bass\nCHRISTOPHER CANTILLO - drums\n\nBiografi: Ståhls Trio\nStåhls Trio har under åren etablerat sig som en av Sveriges mest särpräglade och lekfullt intelligenta jazzkonstellationer. Gruppen, som består av vibrafonisten Mattias Ståhl, kontrabasisten Joe Williamson och trumslagaren Christopher Cantillo, debuterade med albumet Jag skulle bara gå ut och har sedan fortsatt att fördjupa och förfina sitt uttryck genom de två Källtorp Sessions-skivorna och det senaste albumet Brain drain.\n\nTrots att trion bär Ståhls namn fungerar den som ett helt igenom kollektivt organiskt bygge. Varje medlem bidrar med sin särpräglade musikalitet och skapar samtidigt förutsättningar för de andra två. Resultatet är ett samspel där lyhördhet och frihet öppnar för ett ofta överraskande och ständigt föränderligt musikaliskt landskap.\n\nTrions musik bär en tydlig förankring i 1960-talets jazztradition men präglas samtidigt av en modern skärpa och en glädjefylld experimentlusta. På senaste albumet Brain drain blir denna kombination särskilt tydlig: här samsas spontana infall med skickligt genomtänkta arrangemang. Lyssnaren möter ständigt nya detaljer, från Joe Williamsons lekfullt vridna ostinatobas till Mattias Ståhls luftiga, kosmiska vibrafontoner och Christopher Cantillos nyfikna, formande trumspel.\n\nMattias Ståhl- vibrafonisten\nJoe Williamson-  kontrabas\nChristopher Cantillo- Trummor\nDører: 20:00\nKonsertstart: 21:00\nInngang: 350.-+avgift \nID: 20",
  "updated_at": "2025-12-07T15:46:40.120Z",
  "ticket_url": "https://tikkio.com/events/60815"
}
