{
  "id": "28cYzWmRM7",
  "name": "Suede",
  "tags": [
    "britpop",
    "rock",
    "postpunk"
  ],
  "start_time": "2026-08-23T17:00:00+00:00",
  "end_time": "2026-08-23T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "De britiske rockelegendene Suede kommer endelig tilbake til Oslo! Når bandet inntar Sentrum Scene 23. august, blir det både med låter fra det hyllede nye albumet *Antidepressants*, og klassikerne vi alle kjenner.\n\nSiden gjennombruddet tidlig på 90-tallet – da det selvtitulerte debutalbumet leverte hits som «Animal Nitrate» og «The Drowners», og *Dog Man Star* (1994) og *Coming Up* (1996) befestet posisjonen med udødelige låter som «The Wild Ones», «Trash» og «Beautiful Ones» – har Brett Anderson og bandet vært en sentral del av britpop-æraen. Alltid med en mørkere nerve og en kunstnerisk brodd.\n\nMed *Antidepressants*, deres tiende studioalbum, bygger Suede videre på energien fra *Autofiction* (2022) og beveger seg enda dypere inn i postpunkens mørke landskap. \n \n«If ‘Autofiction’ was our punk record, ‘Antidepressants’ is our post-punk record. It’s about the tensions of modern life, the paranoia, the anxiety, the neurosis. We are all striving for connection in a disconnected world. This was the feel I wanted the songs to have. The album is called ‘Antidepressants’. This is broken music for broken people.»\n– Brett Anderson\n\n--\n \nBill. kr. 695,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-26T09:59:20.085Z",
  "ticket_url": "https://www.ticketmaster.no/event/1283698834?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Suede_230826_Billettsalg&utm_campaign=NO_Rockefeller_Suede_230826_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
