{
  "id": "2FRJRjNxeK",
  "name": "Staxrud Allstars",
  "tags": [
    "rock"
  ],
  "start_time": "2026-01-03T18:00:00+00:00",
  "end_time": "2026-01-03T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Musikernes musiker, Eivind Staxrud, samler et helt ellevilt stjernelag på scenen på Rockefeller! Staxrud Allstars solgte ut Vulkan Arena i 2024 og Rockefeller i januar i år med samme konsept, og lørdag 3. januar 2026 kommer gjengen tilbake til Rockefeller!\n\n**Foreløpig bekreftet line-up:**\n\nEivind Staxrud (Raga Rockers) \nLawrence Mullins (Nick Cave and the Bad Seeds, Swans, Iggy Pop, Stooges) \nBent Sæter (Motorpsycho) \nEivind Solheim (Trompet Guru) \nChristian Jaksjø (Frankfurt Radio Big Band)\nBendik Brænne (Bendik Brænne, Oslo Ess)\nArild Rønsen (Staxrud Allstars)\nMichael Vincent (Solodallas Team)\nKåre João Pedersen (Kåre & The Cavemen) \nJames Recca (Stooges, New Order)\nTabu Omari (Mau Mau Dubspirience) \nPaul-Ronney Angel (The Urban Voodoo Machine) \nThomas Brenna (Kosmik Boogie Tribe)\nKetil Kielland Lund (HullkortEnsemblet) \nMoana Santana (The Damned, Lords of Altamont) \nHanna Kittelsen Pettersen (Utlaav)\nBengt Calmeyer (ex Turbonegro) \nKnut Erik Paulsen (19/78) \nStein Holte (Angstsemblet) \nLars Håvard Haugen (Hellbillies) \nEgil Stemkens (Hellbillies)\nRichard Gjems (Daniel Eriksen Trio)\nPål Kristensen (ex Backstreet Girls)\nKjartan Kristiansen (Dumdum Boys)\nPetter Taranger (Valentourettes)\nJohnny Skalleberg (Easy Riders)\nBård Eithun (Emperor) \nChrister Knutsen (Madrugada) \nJørn Stubberud (Mayhem)\nFrank Reppen (Mooving Oos) \nEspen Nesset (19/78) \nHarald Fossberg (Turbonecro) \nMark Evans (AC/DC, Rose Tattoo) \nÅse Kleveland \nJim Jones (Jim Jones All Stars, Thee Hypnotics) \nPetter Baarli (Backstreet Girls)\nChips Kiesbye (Sator)\nKent Norberg (Sator)\nTarjei Foshaug (Valentourettes)\nSiggi Hagen (Ziggy and the Rythm Bulldogs) \nClaudia Scott \nIngvild Hammer (Gratitudes) \nCasino Steel (The Boys)\nKnut Schreiner (Turbonegro)\n\n«I en tid der verden raser rundt oss, og misantropien får stadig mer næring på vei mot stupet, føles denne musikalske eliksiren som akkurat det kulturelle motstykket Norge og verden for øvrig trenger på nyåret.»\n**– Egon Holstad**\n\n«Eivind Staxrud og hans Allstars vil høyst sannsynlig gi deg årets største rockesjokk og konsertkick. Skal man dømme etter forrige gang han samlet en lignende broket gjeng norske og utenlandske knallmusikere på én og samme scene, og hva ellers kan jeg dømme etter, kommer denne kvelden med kvalitetsgaranti. I alle fall om forestillingen om kvalitet for deg helst skal avstedkomme fårete glis, lett slitasje i leggmuskelen i høyre bein, og pilsflekker på genser-ermet grunnet litt for engasjert anerkjennelse av neste låt. \n\nRock i alle former og med de fleste prefikser: boogie, classic, country, soul, punk, kabaret, southern, psych og surf.\n\nMange av musikerne fra forrige gang er med: blåserrekke, en rullerende perkusjon- og trommebande, litt vel mange supergitarister og bassister og sangere. \n\nNye navn siden sist er legender som: Jørn Stubberud (Mayhem) Christer Knudsen (Madrugada), Petter Taranger (Valentourettes), Michael Vincent (Solodallas Team), Frank Reppen (Mooving Oos), Pål Kristiansen (ex Backstreet Girls), og norsk rocks framtid Drakånis. \n\nSamt gamle travere som James Recca, bassist i Detroit-band som New Order, og sammen med Iggy Pop, Ron Ashton, Scott Ashton og James Williamson spilte i den villeste inkarnasjonen av The Stooges tidlig på 70-tallet. \n\nÅse Kleveland kommer susende i lysets hastighet med sin nydelige Saab Sonett. \n\nSom hovedvokalist er det ingen ringere enn Jim Jones – Jim sang med et av denne grenen av rocktreets største kultband, britiske Thee Hypnotics, som var en enslig svale i britisk psykedelisk men jordnær musikk ved overgangen til 90-tallet og noe framover. Han spiller nå i Jim Jones All Stars, som gir ut platene sine på The Black Crows’ eget plateselskap. \n\nMark Evans (bassist på de fire første AC/DC-platene og bassist i selveste Rose Tattoo) gleder seg til å komme i år igjen, og dra på full gass. \n\nDet råeste sist gang var nok det sublime samspillet mellom Bent Sæther på bass og Lawrence «Larry» Mullins (Iggy Pop, Swans, Nick Cave & The Bad Seeds etc.) på trommer. Man kunne klø seg i hodet over deres sugende og sofistikerte groover, om nevene ikke var opptatt med å hyttes begeistret i været.» \n**– Audun Vinger**\n\n**DJ:**\nRobert Solum\nJostein Hestøy\n\n**Support: Drakånis**\nDe fire unge jentene i Drakånis har tatt på seg å blåse liv i den klassiske norske rocken. Jentene synger på norsk, og har et sound med tydelige nikk til «de fire store», men henter også inspirasjon fra nyere band som Razika, Blomst og Honningbarna. \n\nMed sitt upolerte emosjonelle uttrykk ønsker bandet å tilføre sjangeren ungdommelig spilleglede og feminin kraft.\n\nDrakånis er basert i Oslo og har vært support for blant annet Valentourettes, Blomst og Slomosa. De spilte på GRL PWR, Furtepunk og by:Larm i 2024 og Tons of Rock i 2025!\n\n--\n \nBill. kr. 495,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-08T20:33:57.387Z",
  "ticket_url": "https://www.ticketmaster.no/event/1538875860?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Staxrud_Allstars_030126_Billettsalg&utm_campaign=NO_Rockefeller_Staxrud_Allstars_030126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
