{
  "id": "2updj9IeRE",
  "name": "Aftenpodden USA – Live",
  "tags": [
    "livepodcast",
    "politics"
  ],
  "start_time": "2026-03-03T16:00:00+00:00",
  "end_time": "2026-03-03T19:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Ett år inn i Donald Trumps andre periode som president er verden i total endring. Hvordan påvirker det Europa? Og hvordan oppleves det for amerikanere? \n\nBli med når Aftenpodden USA inntar Rockefeller 3. mars. Kristoffer Rønneberg, Christina Pletten og USA-korrespondent Kjetil Hanssen loser deg som vanlig gjennom kvelden med sterke historier, skarpe analyser og spennende gjester.\n\nKveldens hovedgjester er Rebeccah Howard og hennes mor Cherie Moore som deler en sterk og personlig historie. Rebeccah ble født etter en voldtekt, og sammen forteller de om erfaringene som har preget livene deres. \n\nDu får også høre fra Allie Phillips som måtte reise ut av Tennessee for å ta abort etter at barnet hun bar hadde store misdannelser og var uforenelig med liv. \n\nPå scenen får du også møte journalist Tonje Egedius, som i fjor høst dro til USA med mål om å finne ut hvorfor amerikanerne på ny ga sin tillit til den omstridte presidenten.\n\n--\n\nBill. kr. 404,- / kr. 309,- (Aftenposten-abonnent) / kr. 194,- (student) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har unummererte sitteplasser.\n\nDørene åpner kl. 17.00. Showstart kl. 18.00. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-25T11:20:33.406Z",
  "ticket_url": "https://www.ticketmaster.no/event/1726883554?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Aftenpodden_USA_030326_Billettsalg&utm_campaign=NO_Rockefeller_Aftenpodden_USA_030326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
