{
  "id": "2vBDIaNzyu",
  "name": "Ondara - UTSATT",
  "tags": [
    "singersongwriter",
    "folk"
  ],
  "start_time": "2026-02-15T18:00:00+00:00",
  "end_time": "2026-02-15T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Ondara på John Dee søndag 15. februar blir dessverre utsatt. Det jobbes med å finne en ny dato. \n\nKjøpte billetter vil gjelde den nye datoen. Billettkjøpere mottar informasjon fra post@rockefeller.no til e-postadressen som er knyttet til kjøpet. Sjekk gjerne søppelpost- eller spam-mappen dersom du ikke finner e-posten. Vi kommer tilbake med mer informasjon så fort som mulig. \n\nStatement fra artist:\n«In my eagerness to bring you the conspiracy, I scheduled an ambitiously long tour — and in truth, I underestimated the energy it would take to deliver a full band ceremony night after night across weeks. After a long stretch of deeply fulfilling nights of communion in North America, I now find myself wrestling with fatigue and need a moment to rest.\n\nYou deserve the fullness of the communion as intended. I can only give that to you if I arrive restored and fully present. We will gather, just not on the originally scheduled dates. Please hold on to your tickets. New dates will be announced soon. Much love, JS.»\n\n--\n\nDen Grammy-nominerte singer-songwriteren Ondara introduserer sitt nye bandprosjekt – The Jet Stone Conspiracy! \n\nPå denne turneen vil Ondara, nå som Jet Stone, blåse nytt liv i kjente låter fra katalogen sin, samtidig som publikum får en sniktitt på nytt materiale fra hans kommende debut som The Jet Stone Conspiracy.\n\nOndara vokste opp i Nairobi, Kenya, hvor han tidlig ble utsatt for mye amerikansk alternativ rock. Dette førte til en interesse for musikk, og det å lage egne låter – og i sine unge år ble han forelsket i Bob Dylans musikk og tekster.\n\nI 2013 fikk han visum i USA, gjennom det såkalte Green Card-lotteriet. Ondara valgte Minneapolis, Bob Dylans hjemby, som sitt hjem for å forfølge drømmen om en karriere som singer-songwriter. Derfra bar veien mot en Grammy-nominasjon for debutalbumet *Tales of America*, og han delte scene med blant annet Neil Young, The Lumineers og Lindsey Buckingham.\n\nNå trer han frem som Jet Stone – sitt egentlige navn – og inn i et nytt kapittel med sitt ferske bandprosjekt, The Jet Stone Conspiracy. Dette blir hans første turné noensinne med fullt band. \n\nFor gamle fans er dette en sjanse til å gjenoppdage musikken som startet alt – nå med en ny og brennende energi. For nye lyttere er det inngangsporten til en stadig utviklende historie.\n\n--\n \nBill. kr. 320,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-13T10:44:22.584Z",
  "ticket_url": "https://www.ticketmaster.no/event/623231296?brand=johndee&camefrom=CFC_NO_Rockefeller_Ondara_150226_Billettsalg&utm_campaign=NO_Rockefeller_Ondara_150226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
