{
  "id": "3aygxoaTPf",
  "name": "Airbourne",
  "tags": [
    "hardrock",
    "rock"
  ],
  "start_time": "2026-02-10T18:00:00+00:00",
  "end_time": "2026-02-10T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Det australske hardrockbandet Airbourne kommer til Oslo og Sentrum Scene 10. februar! De er aktuelle med den splitter nye bangeren «GUTSY» – bandets første nye låt på seks år!**\n\nAirbourne er en umiskjennelig hyllest til inspirasjonskilder som AC/DC, Thin Lizzy, Status Quo og Motörhead, men er først og fremst et band som står solid plantet på egne bein. De har siden starten i 2003 høstet stor internasjonal suksess, og har toppet listene i hjemlandet, USA og Europa.\n\n«GUTSY» er produsert av Brian Howes, som jobbet med bandet på *Black Dog Barking*-albumet fra 2013, og er spilt inn av den canadiske studiolegenden Mike Fraser (AC/DC, Aerosmith, Rush, Metallica) og mikset av Zakk Cervini (Dayseeker, BMTH, Architects, Machine Gun Kelly). «GUTSY» er den første nye musikken fra det australske bandet siden *Boneshaker*, som kom ut i 2019.\n\n«We went into this writing and recording session with a clear idea of what we wanted to achieve. It was a question of legacy. Let’s create something that can stand the test of time, both in terms of our own story and the hard rock world in general. Let’s plant our flag as close to the summit as possible, and if we have to make that final part of the ascent without oxygen, so be it. NO turning back. Get GUTSY!!!»\n**– Joel O'Keeffe (Airbourne)**\n\n--\n\nBill. kr. 420,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-20T08:00:21.468Z",
  "ticket_url": "https://www.ticketmaster.no/event/1454696808?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Airbourne_100226_Billettsalg&utm_campaign=NO_Rockefeller_Airbourne_100226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
