{
  "id": "3DakpDdMen",
  "name": "Øyvind Holm // Jonas Brekke",
  "tags": [
    "Viserock",
    "Amerikana",
    "Pop"
  ],
  "start_time": "2026-05-15T17:00:00+00:00",
  "end_time": "2026-05-15T21:00:00+00:00",
  "venue": "Mir",
  "description": "To låtskrivere fra ulike retninger –men med samme kjærlighet til sterke melodier og ærlig formidling.\n\nØyvind HolmØyvind Holm har vært en aktiv og særdeles produktiv låtskriver i norsk musikkliv i det som begynner å ligne en mannsalder. Han startet Dipsomaniacs i 1997, og mange kjenner ham også som låtskriver og vokalist i americana-bandet Sugarfoot, som i fjor turnerte med The Waterboys i England og Sverige.Parallelt har Holm gitt ut en rekke plater under eget navn. Senest i desember kom den kritikerroste Blue Is the Color of My Soul Light –hans fjerde soloutgivelse siden 2020 –markert med to utsolgte kvelder på Moskus i Trondheim. Her leverer han energisk og melodisterk pop med røtter i 60-tallets psykedelia og 90-tallets lo-fi.Pressen har hyllet Paradox of Laughing som «frisk og låtsterk pop-musikk som står på skuldrene til en rik musikkhistorie» (Popklikk), og omtalt Holm som «en sann popkunstner» (Adresseavisen).\n\nJonas BrekkeJonas Brekke er en av Midt-Norges mest markante og spennende artister, kjent for sin særegne stemme, sterke låter og karismatiske scenetilstedeværelse.Etter gjennombruddsalbumet Tomorrow’s Avenue har Brekke spilt for fulle hus over hele landet og på festivaler som Pstereo, Parkenfestivalen og Rootsfestivalen. Pressen skriver:«Dem det er naturlig å sammenligne Brekke med er folk som Bruce Springsteen og Neil Young. Jeg mener ikke å påstå at han er der, men det er slike folk man må ty til når man skal finne referanser. Brekke har noe genuint eget, og han lager låter som virkeligtreffer.»–Ole Jacob Hoel, Adresseavisen (terningkast 5)«Jeg har ingen framtid som spåmann, men om Jonas Brekke skulle bli et stort navn både her hjemme og i utlandet, blir jeg ikke overrasket. For en stemme! For noen låter!»–Tormod ReiersenJonas er nå aktuell med nytt materiale fra sitt kommende album The Price of Progress (våren 2026) –et ambisiøst og utforskende album som kombinerer rå, intim singer-songwriter med drivende heartland rock og indiepop. Låtene spenner fra det nedstrippede og sårbare til det storslåtte og energiske go live leverer Jonas Brekke konserter med intensitet, varme og kraft.Denne kvelden får du to låtskrivere som står fjellstøtt i sitt uttrykk –og som samtidig tør å utfordre og utvikle det.\n\nForvent sterke melodier, ektefølt formidling og et band som spiller tett og løfter begge artistene.\n\nMIR åpner kl 19:00\nCC: 250.-/ Student :150,-\nID : 20 +",
  "updated_at": "2026-02-19T18:36:35.795Z",
  "ticket_url": ""
}
