{
  "id": "3kjklbzDAL",
  "name": "Bo Kaspers Orkester",
  "tags": [
    "visepop",
    "jazzpop",
    "poprock"
  ],
  "start_time": "2026-02-08T18:00:00+00:00",
  "end_time": "2026-02-08T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Bo Kaspers Orkester, et av Skandinavias mest elskede liveband, tar deg med på en musikalsk reise gjennom flere tiår når de inntar Sentrum Scene for fem unike kvelder i februar 2026. Bandet, som har vært en uforglemmelig del av både Rockefeller og Sentrum Scenes historie, setter kurs mot jubileumsåret med en helt unik residency-forestilling. I løpet av fem kvelder – fra 4. til 8. februar – får du oppleve Bo Kaspers Orkester på nært hold, med musikk fra hele deres imponerende katalog, inkludert hits som har formet både svensk og nordisk musikklandskap.\n\nBo Kaspers Orkester er kjent for sin særegne blanding av soul, pop, jazz og svensk visetradisjon. Med hele 14 album i katalogen har de gjennom årene befestet seg som et av Nordens mest respekterte liveband.\n\n*2026 börjar på bästa sätt för Bo Kaspers Orkester! Vi kommer till Sentrum Scene i hjärtat av Oslo och bjuder på en extravagant, retrospektiv konsert med musik från våra 35 år tillsammans. No expenses spared. Il Magnifico – det kommer bli helt fantastiskt!* \n**– Bo Kaspers Orkester**\n\n--\n\nBill. kr. 690,- / kr. 550,- (A-kort) + bill.avg.\n\nArrangementet har nummererte sitteplasser i hovedsalen og på galleriet.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-19T12:16:52.168Z",
  "ticket_url": "https://www.ticketmaster.no/event/310356155?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Bo_Kaspers_Orkester_ordinaer_080226__Billettsalg&utm_campaign=NO_Rockefeller_Bo_Kaspers_Orkester_ordinaer_080226__Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
