{
  "id": "3kJLIaDswe",
  "name": "Trinix",
  "tags": [
    "Dance/Electro",
    "Club",
    "Electronic"
  ],
  "start_time": "2026-11-18T18:00:00+00:00",
  "end_time": "2026-11-18T22:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "FKP Scorpio Norge presenterer: \nTRINIX\nVulkan Arena\nTorsdag 12. november\n\nDen franske elektroduoen TRINIX kommer til Vulkan Arena 12. november 2026, og alt ligger til rette for en kveld med euforisk stemning, massive hooks og grenseløs danseglede.\n\n2025 markerte et tydelig vendepunkt for TRINIX: utsolgt konsert på Zénith de Paris, utgivelsen av albumet Origin og en turné som for alvor befestet duoens posisjon som et av de mest toneangivende elektroprosjektene i sin generasjon. \nMed over én milliard strømminger, 10 millioner følgere i sosiale medier og tittelen som verdens mest fulgte franske DJ-duo, har TRINIX bygget et globalt publikum få kan matche.\n\nDeres sterke fellesskap er skapt gjennom kreativt innhold og daglig tilstedeværelse på digitale plattformer – og forsterkes ytterligere i liveformatet. Konsertene deres er kjent for å være intense, samlende og fulle av energi, uansett hvor i verden de spiller.\n\nEtter å ha solgt ut både L’Olympia og Zénith de Paris, har duoen spilt på noen av Europas største scener og festivaler, inkludert Tomorrowland, Solidays, Vieilles Charrues og Paléo – alltid med samme smittende energi og et liveuttrykk som virkelig treffer publikum.\nAlbumet Origin bygger videre på suksessen til Vaitimbora, en global hit som nådde topp 10 på Shazam Global, listet i over 70 land og ble #1 elektrolåt på flere plattformer. Låten sendte TRINIX rett inn blant de 10 mest strømmede franske DJ-ene i verden.\n\nTRINIX handler om å bryte regler, koble kulturer, samle mennesker og få dansegulv til å koke – uten grenser.\n\nDen nordiske turnéen er organisert med støtte fra Intitut français i Norge, Sverige og Danmark.  \n\n------------\n🎫 Billetter i salg fra 13.02: https://www.ticketmaster.no/event/1909043182\nBill.: 400 + avg. \nDørene åpner kl. 19:00\nAldersgrense: 18 år\n\n",
  "updated_at": "2026-02-11T16:03:16.326Z",
  "ticket_url": "https://www.ticketmaster.no/event/1909043182"
}
