{
  "id": "45mcbDbGL3",
  "name": "The Wallflowers",
  "tags": [
    "rock",
    "alternativerock"
  ],
  "start_time": "2026-11-11T18:00:00+00:00",
  "end_time": "2026-11-11T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Det amerikanske rockebandet The Wallflowers kommer til Oslo og Rockefeller 11. november for å fremføre sitt kritikerroste album *Bringing Down the Horse*, samt Tom Petty & The Heartbreakers-albumet *Long After Dark*! Begge platene skal spilles fra start til slutt denne kvelden. \n\nDenne turneen markerer første gang bandet spiller *Bringing Down the Horse* i sin helhet, i anledning albumets 30-årsjubileum. Publikum over hele Europa kan vente seg en helt unik konsertopplevelse.\n\n«Coming back after such a long time, we wanted to do something special for the 30th anniversary of ‘Bringing Down the Horse’. We decided to play what seems to be our fans’ favorite Wallflowers album, and for us, we wanted to play one of our favorite Tom Petty and the Heartbreakers records, ‘Long After Dark’.»\n**– Jakob Dylan**\n\n*Bringing Down the Horse* (1996) er et definerende album for sin tid. Det solgte over fire millioner eksemplarer verden over, og ga oss fire store hits: «One Headlight», «The Difference», «Three Marlenas» og «6th Avenue Heartache».\n\nUnder Grammy-utdelingen i 1998 vant The Wallflowers prisen for «Best Rock Performance by a Duo or Group», mens «One Headlight» ble kåret til «Best Rock Song». Albumets enorme suksess la grunnlaget for en karriere som nå strekker seg over tre tiår.\n\n*Long After Dark* (1982) av Tom Petty & The Heartbreakers regnes av mange som et av bandets aller sterkeste verk. Jakob Dylan har lenge vært en beundrer av Petty og bandet, og ble personlig invitert av Tom Petty til å introdusere ham i Rock and Roll Hall of Fame i 2002. \n\n--\n \nBill. kr. 550,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-16T10:01:05.500Z",
  "ticket_url": "https://www.ticketmaster.no/event/1356208476?brand=rockefeller&camefrom=CFC_NO_Rockefeller_The_Wallflower_111126_Billettsalg&utm_campaign=NO_Rockefeller_The_Wallflower_111126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
