{
  "id": "4hpfOcGmCg",
  "name": "Halva Priset",
  "tags": [
    "pop",
    "festmusikk"
  ],
  "start_time": "2026-10-24T17:00:00+00:00",
  "end_time": "2026-10-24T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Hej, hallå, det er Halva Priset som bankær på!\n\nOg å banke på – det har de virkelig gjort. Gutta bak Halva Priset, med Petter Katastrofe i spissen, har siden oppstarten i 2020 spilt om lag 200 konserter rundt i dette langstrakte landet, og etterlatt seg dype fotspor og svimerker i de fleste samfunnshus. Med et sterkt fokus på å levere det beste liveshowet publikum noen gang har sett, garanterer bandet god stemning, løs jakke og en masterclass i rølp.\n\nHalva Priset har samarbeidet med flere andre artister, blant andre Stian «Staysman» Thorbjørnsen og Maria Mena. Sistnevnte var med på å gjøre «Den fineste Chevy’n» til en megahit i 2021, og bandet har totalt over 150 millioner avspillinger på Spotify.\n\nI 2024 fylte de Rockefeller til randen med fest og moro, og det er med stor glede det nå annonseres at Sentrum Scene skal fylles til randen 24. oktober 2026.\n\nDet blir «Kjerring i fra by’n», «Konge på bøgda», «Raggarhimlen» og «Kompis». Det blir både pyro, rølp, allsang og topp stemning fra første øyeblikk.\n\n**Halva Priset er:**\nPetter Kristiansen – vokal\nEmil Haglund – gitar\nLars Støvland – keyboard, trekkspill og bass\nAndreas Nordanger – raptalent og DJ\nHans Marius Indahl – trommer\n\n--\n\nBill. kr. 475,- / kr. 380,- (Earlybird t.o.m. 28.02.26) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-05T10:43:47.564Z",
  "ticket_url": "https://www.ticketmaster.no/event/1849794894?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Halva_Priset_241026_Billettsalg&utm_campaign=NO_Rockefeller_Halva_Priset_241026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
