{
  "id": "5mRfVVmIpa",
  "name": "Zach Top",
  "tags": [
    "country",
    "singersongwriter",
    "bluegrass"
  ],
  "start_time": "2026-03-03T18:00:00+00:00",
  "end_time": "2026-03-03T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Zach Top kommer til Oslo og Sentrum Scene tirsdag 3. mars på sin «Cold Beer & Country Music Tour»! Han har blitt hyllet som «the future of country music» av Billboard, og er aktuell med det nye albumet *Ain’t In It For My Health*. Plata inkluderer de ferske singlene «South of Sanity» og «Good Times & Tan Lines» – sistnevnte kom på Los Angeles Times’ liste «Best Songs of 2025 so far».\n\nAlbumet topper et allerede topp-år for Zach Top. Han vant prisen for «New Male Artist of the Year» på ACM Awards 2025 og fikk plass på Varietys «Young Hollywood Impact Report». Dette kommer i kjølvannet av debutalbumet *Cold Beer & Country Music* (2024), som sprengte grenser med over 3.5 millioner streams første uken, og havnet på «Best of»-listene til Rolling Stone, Billboard og The New York Times.\n \nCMA-nominasjonen har plassert ham i countryens toppsjikt, og han har delt scene med storheter som Dwight Yoakam, Billy Strings, Alan Jackson og Lainey Wilson.\n \n--\n \n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n \n— Ståplasser (hovedsal) - kr. 455,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 455,- + bill.avg.\n  \n— Nummererte sitteplasser (galleri) - kr. 600,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2026-02-16T11:54:36.269Z",
  "ticket_url": "https://www.ticketmaster.no/event/1327253071?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Zach_Top_030326_Billettsalg&utm_campaign=NO_Rockefeller_Zach_Top_030326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
