{
  "id": "5RyuJPYywY",
  "name": "Smerz ",
  "tags": [
    "electronica"
  ],
  "start_time": "2026-05-02T17:00:00+00:00",
  "end_time": "2026-05-02T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Smerz kommer til Rockefeller lørdag 2. mai 2026! Den norske duoen, bestående av Henriette Motzfeldt og Catharina Stoltenberg, er aktuelle med andrealbumet *Big City Life*. \n\nDet har blitt hyllet verden over, og fikk blant annet stempelet «Best New Music» på Pitchfork, med ratingen 8.6. Det endte også opp på en kruttsterk 11. plass på listen over 2025s beste album i nevnte Pitchfork, samt en 6. plass hos Stereogum. *Big City Life* var også på årsbestelisten til anerkjente The Guardian.\n \nSmerz beveger seg mellom ulike sjangere, og henter inspirasjon fra komposisjonsteknikker i klassisk musikk, eksperimentering med datamusikk og popmusikkens umiddelbarhet, alt sammen farget av en særegen, jentete eksistensialisme. \n \nDuoens diskografi inkluderer det kritikerroste debutalbumet *Believer* (2021), EP-ene *Have fun* (2018) og *Okey* (2017), samt popfantasy-prosjektet *ALLINA* (2024) og korstykket *Tidligere den dagen* (2024) med vokalensemblet GAEA. \n \nSmerz har tidligere opptrådt på blant annet Tate Modern, MOCA Geffen, Berghain, Volksbühne, MIRA Festival med Weirdcore, KODE med Norges Nasjonale Kompani for Samtidsdans og Club To Club. \n \nFra koropptredenen på MUNCH til lydspor for motevisninger – Smerz er kjent for sin evne til å skape og navigere i nye soniske verdener.\n\n--\n \nBill. kr. 350,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-27T10:56:37.872Z",
  "ticket_url": "https://www.ticketmaster.no/event/1527261205?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Smerz_020526_Billettsalg&utm_campaign=NO_Rockefeller_Smerz_020526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
