{
  "id": "5zEaofXppq",
  "name": "Cherrie",
  "tags": [
    "Musikk",
    "R&B"
  ],
  "start_time": "2026-05-06T17:00:00+00:00",
  "end_time": "2026-05-06T20:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Cherrie feirer 10 år som artist – legger ut på jubileumsturné i vår! Cherries debutalbum, «Sherihan» fra 2016, forandret ikke bare svensk R&B og svensk musikk generelt, men også hennes eget liv. Med en stor jubileumsturné i Norden i vår, hyller hun albumet og alt det ledet til.\n\nDebutalbumet gjorde Cherrie til en pioner og stilskaper innen svensk R&B. Musikken hennes, med temaer som identitet, kjærlighet og livets kontraster, nådde tidlig et stort publikum, og til tross for svenske tekster har den også fått fotfeste utenfor Sveriges grenser. I tillegg til en rekke utsolgte konserter i Sverige og resten av Norden, har hun opptrådt i USA og flere afrikanske land, deriblant Zimbabwe og Etiopia. \n\nGjennom årene har Cherrie samarbeidet med internasjonale stjerner som Stormzy, Kehlani og Nines, samt svenske kollegaer som Benjamin Ingrosso, Oskar Linnros, Jireel og Miriam Bryant. Låter som «Lämna han», «Aldrig igen (må sådär)» og «Tusen stjärnor», har definert vår samtid, og Cherrie har mottatt priser under Grammis, P3 Guld og Gaffa Awards. I juni i fjor ga hun ut sitt femte album, «IFTIIN», som også ble møtt med strålende kritikker.\n\nFor å feire ti år som artist, legger Cherrie i vår ut på turné – en hyllest til «Sherihan», albumet som forandret alt for den svenske stjernen, og til publikumet som har fulgt henne hele veien.  – Det var egentlig aldri meningen at jeg skulle bli artist, det bare snek seg på meg, forteller hun. Det begynte i et studio der jeg og vennene mine oppholdt oss bare for å slippe kulden ute. Så ble det noe jeg har bygget hele livet mitt rundt, og noe som har tatt meg til alle verdenshjørner. Det er vanskelig å sette ord på alt jeg har fått oppleve, men jeg er utrolig stolt og takknemlig for alt.",
  "updated_at": "2026-02-20T10:52:01.778Z",
  "ticket_url": "https://www.ticketmaster.no/event/cherrie-billetter/672359970"
}
