{
  "id": "74aLfln88y",
  "name": "\"Footnotes 3\" Releaseparty: Doc L Junior, Daniel Gude, Mr. Fonk /BLÅ",
  "tags": [
    "house",
    "disco"
  ],
  "start_time": "2026-01-30T21:00:00+00:00",
  "end_time": "2026-01-31T02:00:00+00:00",
  "venue": "BLÅ",
  "description": "Fredag 30. januar 2026 | 22:00 | Id: 20 | cc: 150,-\nhouse / disko\n\nDenne kvelden feirer vi en re-utgivelse av Doc L. Junior sin 12” “Footnotes #3 ”. Denne skiva kan beskrives som en tapt kronjuvel i norsk House-musikk, med en historie som strekker seg over flere tiår.\n\nDen ble opprinnelig programmert i 1998 på en Akai S3000XL og var ment å bli utgitt på Bjørn Torske og Tore “Erot” Kroknes sitt plateselskap Footnotes i 2001. Dessverre gikk både den originale matrisen og master DAT-båndene tapt. Og i tillegg ble plateselskapet ble Footnotes skrinlagt etter Erot sin tragiske bortgang like etter. Men flere år senere ble masterbåndene funnet av Sotofett og DJ Fettburger i studioet til masteringingeniør Helmut Erler, og platen ble til slutt utgitt i 2009 på av Sex Tags Mania, på et tidspunkt da en helt ny House-sound var på moten.\nPå grunn av tilfeldige omstendigheter havnet de fleste platene av opplaget i Japan, og platen forble dermed bokstavelig talt en undergrunnsutgivelse som de færreste fikk tak i. Likevel ble den en kultklassiker da House Musikk og Disco fikk en skikkelig renessanse rundt 2010/11. Over tid steg prisene på denne sjeldne utgivelsen jevnt og trutt i været.\n\nMen i 2025, etter en solrik fridag etter Berlins modulære synthesizer-show \"Superbooth\", slo All That Jelly-sjef Mr. Fonk og Doc L. Junior seg sammen for å gjenutgi denne perlen med nye mastere laget av Andreas Kauffelt fra \"Schnittstelle\" i Berlin.\n\nI denne anledning flyr Mr. Fonk opp fra Berlin med nypresset opplag av “Footnotes 3” i bagasjen og joiner Doc. L Junior og Daniel Gude bak platespillerne. Det blir en salig blanding av US-House/Garage, Møkket House, både cosmic og flamboyent Disco. See less",
  "updated_at": "2026-01-22T16:40:26.137Z",
  "ticket_url": "https://www.ticketmaster.no/event/1132281792"
}
