{
  "id": "7pBrbYZsxS",
  "name": "Action & Tension & Space // Kafé Hærverk ",
  "tags": [
    "Psych, surf, rock"
  ],
  "start_time": "2026-03-14T19:00:00+00:00",
  "end_time": "2026-03-14T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Utflippa lounge rock med vibber av folkemusikk, jazzy surf og psykedelia. Med utspring fra den fruktbare dronescenen i Haugesund spiller medlemmene også i band som Electric Eye, Lumen Drones, Undergrünnen og The Low Frequency in Stereo.\nDører: 20:00\nKonsertstart: 21:00\nInngang: 250.-+avgift \nID: 20\n\n\n\nBandet har gitt ut fem album, den siste «New Dimensions» kom på Sheep Chase Records i fjor og høstet mye skryt for låtene som er bygd opp rundt groovy basslinjer, melodiøst orgel, swingende trommer og catchy gitarer med et hypnotisk driv.\n\n\n\n“På femtealbumet «New Dimensions» gir kvartetten oss de lange tankers rock, samtidig som musikken passer helt fint til å stå og duve på konsert med et krus i hånden.” Audun Vinger - Dagens Næringsliv\n\n\n\n“Champagne of course” framstår som verdens heftigste jam en tidlig morgen i det sola truer med å bryte illusjonen om at tiden har stanset” \n\nMode Steinkjer - Dagsavisen (⅚ for hyllest til Min Bul)\n\n\n\nMorgenbladets Ando Woltmann anbefaler «Tellus» og skriver bl. a. \"det tar ikke mange taktene før man skjønner at bandet er inne på noe! Et album som skapt for kolonnekjøring og reiser av mer åndelig karakter! \"\n\n\n\nMojo Magazine: \"Yet despite the touchstones, freshness comes from the outfit´s five core members revelling in the tension of playing against and with each other. It all seamlessly fuses on this elegant trip into inner space.\" - Kieron Tyler\n\n\n\nhttps://linktr.ee/actiontensionspace\n\nPer Steinar Lie – Lap-steel og elektrisk gitar\nØystein Braut – Gitar, orgel og mellotron\nJulius Lind – Bass\nØrjan Haaland – Trommer\nStåle Liavik Solberg – Perkusjon\n",
  "updated_at": "2026-01-27T14:00:23.947Z",
  "ticket_url": "https://tikkio.com/events/61779"
}
