{
  "id": "8BQDmQbaOC",
  "name": "Lorna Shore",
  "tags": [
    "metal",
    "deathcore",
    "deathmetal"
  ],
  "start_time": "2026-02-18T16:30:00+00:00",
  "end_time": "2026-02-18T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Etter en suksessrik festivalrunde i Europa med høydepunkter som Hellfest, Rock am Ring og Tons of Rock, er Lorna Shore klare for en omfattende Europaturné tidlig i 2026. De inntar Sentrum Scene onsdag 18. februar med et massivt oppvarmingsprogram bestående av noen av de fremste navnene innen moderne metal: Whitechapel, Shadow of Intent og Humanity’s Last Breath.\n\nLorna Shore er et amerikansk deathcore-band som ble dannet i New Jersey i 2009, og har i løpet av de siste årene markert seg som en av de mest innovative og kraftfulle aktørene i sjangeren. Bandet slipper sitt kommende album *I Feel The Everblack Festering Within Me* høsten 2025, og med hundretusener av streams og utsolgte konserter verden over, befester Lorna Shore sin posisjon som en drivkraft innen ekstremmetal.\n\nDette blir en kveld for deg som elsker rå, kompromissløs og nyskapende metal – en kraftpakke med fire av de mest innovative og slagkraftige bandene i sjangeren!\n\n--\n\nBill. kr. 649,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nGarderoben er åpen og betjent.\n\nDørene åpner kl. 17.30. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\n**Lineup:**\nDoors: kl. 17.30\nHumanity’s Last Breath: ca. kl. 18.30\nShadow of Intent\nWhitechapel\nLorna Shore\n\n",
  "updated_at": "2026-02-09T12:03:01.742Z",
  "ticket_url": "https://www.ticketmaster.no/event/959929198?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Lorna_Shore_180226_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Lorna_Shore_180226_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
