{
  "id": "8eGFyDakhl",
  "name": "Orgivm V - Fredagspass",
  "tags": [
    "musikk",
    "metall",
    "deathmetal/blackmetal"
  ],
  "start_time": "2026-01-09T17:00:00+00:00",
  "end_time": "2026-01-10T02:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Orgivm V\nSINMARA + DEUS MORTEM + FAUSTCOVEN + VORTEX OF END + UNHOLY CRAFT\n\nAtter en gang inviterer vi til to dager med den dystreste og svarteste metal fra inn- og utland, og garanterer nok en helg med unike og eksklusive konsertopplevelser.\n\nSINMARA (IS)\nDet er nesten litt merkelig at vi ikke har hatt noen band fra Island på Orgivm tidligere, men til gjengjeld har vi nå gleden av å hente en av de aller fremste leverandørene av mørk, kaotisk og mystisk SVARTMÁLMUR når selveste Sinmara gjør sin første konsert i Norge siden 2019 på ORGIVM V i januar. Bandets dissonante og marerittaktige Black Metal har høstet fordelaktige sammenligninger med band som Deathspell Omega, Blut Aus Nord, Misþyrming og Misotheist, og live er de intet mindre enn nettopp det vulkanutbruddet man kan ønske seg.\n\nMed medlemmer som ellers har vært å se i flere andre av de beste bandene både fra den glimrende islandske Black Metal-scenen og andre, mer landegrense-overskridende band, som Almyrkvi, Parfaxitas, Slidhr, Vafurlogi og oppløste Svartidauði, er det ingenting å si på kvaliteten i det denne gjengen har å by på. Når det gjelder Sinmara selv, er de nå midt i innspillingen av sitt tredje album, så her går det kanskje an å håpe på noe nytt også? Vi gleder oss uansett noe voldsomt!\n\nDEUS MORTEM (PL)\nDet er med enorm stolthet vi nå kan ønske selveste Deus Mortem velkommen til Orgivm V på Parkteatret! Dette polske bandet trenger neppe noen videre introduksjon, men det er selvsagt verdt å nevne hvordan de overgikk seg selv og alle forventninger med fjorårets helt geniale utgivelse \"Thanatos\", som fikk flere av oss til å gå helt av skaftet. Det er mektig, brutalt, atmosfærisk og dynamisk, på samme måte som for eksempel Watain, Marduk eller Whoredom Rife på sitt beste.\n\nBandet har ikke vært i Norge siden 2018, så det har lenge vært på høy tid med et nytt besøk. Vi forventer intet mindre enn en total maktdemonstrasjon når de er med på å gjøre årets første festival til akkurat den starten på 2026 som gjør at mørkt tungsinn forvandles til mørkere glede...\n\nFAUSTCOVEN (NO)\nMørket kan ta mange former, og for de norske kult-beistene Faustcoven har målsetningen siden oppstart i 2002 vært å spre en kjølig, skyggefull og dyster uhygge ved å levere den skitneste og mest ubehagelige doomfylte Black Metal du noensinne har hatt mareritt om. Deres hybrid av band som Venom, Black Sabbath, Bathory, Gorgoroth og Cathedral kunne vært soundtracket til den mest bloddryppende grufulle skrekkfilm du noensinne har sett, med fokus på rå og seige riff, en vokal som hentet rett fra graven og en stemning til kan gjøre selv en horde med zombier mørkredde.\n\nDette er ikke et band som skjemmer oss bort med overdrevent hyppige liveopptredener. I år har de riktignok blitt håndplukket som support for Negative Plane i Göteborg, men her hjemme har de faktisk ikke spilt live siden 2019, da de co-headlinet sammen med selveste Malokarpatan på Revolver. Dermed er det duket for en særdeles eksklusiv opplevelse, når Faustcoven, som til overmål frontes i livesammenheng av Mannevond (Koldbrann, Jordsjuk, Craft), inntar scenen på Parkteatret i januar!\n\nVORTEX OF END (FR)\nEn av de mest spennende scenene innen Black Metal de siste årene, er definitivt den franske, og en ypperlig representant for denne scenen er Vortex of End, som faktisk feirer 20-årsjubileum i år. Deres onde, satanistiske og okkulte Black Metal med noen deilige doser av død har representert et triumferende kaos både fra scenen og på plate, og deres så langt nyeste utgivelse, \"Abhorrent Fervor\" fra 2021 er et perfekt eksempel på hvordan de leder an i den tredje bølgen av Black Metal.\n\nDe siste årene har bandet, med medlemmer fra bl.a. Fides Inversa, Ruïm og Mayhem i rekkene, herjet scener land og strand, både på festivaler og sammen med band som Misthyrming, Gevurah, og Regarde les Homme Tomber, men av en eller annen grunn har de aldri funnet veien til Norge. Heldigvis endrer dette seg i januar, når de er klare for å erklære Une Victoire Totale på Orgivm V.\n\nUNHOLY CRAFT (NO)\nSom mange har fått med seg, har vi opparbeidet oss en tradisjon når det gjelder debutkonserter, og ORGIVM V er selvsagt intet unntak. Enmannsbandet Unholy Craft så ikke nattens mulm og mørke før i 2022, men har allerede rukket å gjøre seg bemerket med hele tre fullengdere og en splitt-utgivelse. Noe som er desto mer imponerende med tanke på at låtskriver, vokalist og multi-instrumentalist Peregrinus parallelt er omtrent like aktiv med sine andre bandprosjekter Solus Grief, Hjemsøkt, Kvad og en håndfull andre - og det uten å fire en millimeter når det gjelder kvalitet!\n\nNår han nå har samlet sammen et liveband, som vil bli behørig presentert når tiden er moden, er det duket for en solid dose rå og brutal \"ur-black metal\" med røttene hos både Darkthrone, tidlig Enslaved, Kvist og Gorgoroth. Her er det ingen planer om publikumsfrierier eller moderne innfallsvinkler, så her er det bare å forberede seg på det som kan bli den mest kompromissløse opptredenen på Orgivm noensinne!\n\nDet er legitimasjonsplikt på alle våre arrangementer. Vi godtar kun fysisk legitimasjon (pass, ID-kort eller førerkort).",
  "updated_at": "2025-09-30T09:42:32.506Z",
  "ticket_url": "https://www.ticketmaster.no/event/orgivm-v-fredagspass-billetter/1421062090"
}
