{
  "id": "9bnhcIytiI",
  "name": "Di Derre - ny dato",
  "tags": [
    "poprock"
  ],
  "start_time": "2025-12-28T18:00:00+00:00",
  "end_time": "2025-12-28T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Konsertene med Di Derre på Sentrum Scene 12. og 13. desember flyttes til 27. og 28. desember grunnet sykdom. Billettkjøpere får mer info på mail, vi sender til mailadressen registrert hos Ticketmaster. Vi sender fra post@rockefeller.no. Sjekk evt. spam. \n\n**Uttalelse:**\n«Det er med tungt hjerte Di Derre må meddele at helgens konserter på Sentrum Scene dessverre må avlyses på grunn av en «knock-out» influensa. Konsertene flyttes derfor til 27.-28. desember 2025, og alle kjøpte billetter vil gjelde for de nye datoene.\n\nDersom de nye datoene ikke passer, kan billettene selvfølgelig refunderes.\n \nBandet er oppriktig lei seg for den uventede situasjonen, og for ulempene dette måtte medføre for de som har gledet seg til det som for mange har blitt en fast førjulstradisjon. Di Derre håper likevel at dere denne jula vil være med på romjulseventyr – så slipper dere å vente et helt år til neste gang!\n \nTusen takk for forståelsen. Vi gleder oss allerede til romjula!»\n\n--\n\nDi Derre er mer populære enn noen gang – over 30 år inn i karrieren.\n\nDi Derre har vært en folkefavoritt i så mange år at de kan kalles en institusjon i norsk musikkliv. Bandet, med Jo Nesbø i spissen, var selve lyden av klassisk norsk 90-tallspop, og er kjent for allsangfavoritter som «Jenter», «Rumba med Gunn (1-2-3)», «Syk», «90-meters-bakken» og mange flere.\n\n--\n\nBill. kr. 530,- + bill.avg. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-12-15T11:45:37.284Z",
  "ticket_url": "https://www.ticketmaster.no/event/108267005?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Di_Derre_131225_Billettsalg&utm_campaign=NO_Rockefeller_Di_Derre_131225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
