{
  "id": "9busfVwzpD",
  "name": "Christopher Cross",
  "tags": [
    "softrock",
    "poprock",
    "singersongwriter"
  ],
  "start_time": "2026-04-21T17:00:00+00:00",
  "end_time": "2026-04-21T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Christopher Cross slo ned som en bombe på den internasjonale musikkscenen i 1980 med sitt selvtitulerte debutalbum, og skrev seg rett inn i historiebøkene da han som første artist noensinne stakk av med Grammy-utdelingens fire gjeveste priser: «Record of the Year», «Album of the Year», «Song of the Year» og «Best New Artist».\n\nGjennom sin storslåtte karriere har han solgt over 10 millioner album, vunnet fem Grammy-priser, én Oscar, én Golden Globe, blitt nominert til Emmy og levert fem topp 10-singler. \n\nMed en karriere som strekker seg over fire tiår har Cross fortsatt å begeistre med nye utgivelser – fra juleplater og intime jazzversjoner til 2018-albumet *Take Me as I Am*, med varme melodier og elegant gitarspill.\n\n--\n \n**Billetter:**\n \nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n \n— Ståplasser (hovedsal) - kr. 495,- + bill.avg.\n \n— Ståplasser (galleri – bakre del) - kr. 495,- + bill.avg.\n \n— Nummererte sitteplasser (galleri) - kr. 595,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-09-29T08:00:12.680Z",
  "ticket_url": "https://www.ticketmaster.no/event/12756972?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Christopher_Cross_210426_Billettsalg&utm_campaign=NO_Rockefeller_Christopher_Cross_210426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
