{
  "id": "9gAEnMJnlD",
  "name": "Jinjer",
  "tags": [
    "metal",
    "metalcore",
    "groovemetal"
  ],
  "start_time": "2026-02-28T17:30:00+00:00",
  "end_time": "2026-02-28T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Siden de ble dannet i Donetsk i 2008, har det ukrainske metalbandet Jinjer etablert seg som en av de mest innovative og kompromissløse kreftene på den moderne metalscenen. Lørdag 28. februar kommer de til Oslo og Sentrum Scene!\n\nMed sitt femte studioalbum *Duél*, som ble sluppet i februar, demonstrerer bandet nok en gang sin evne til å kombinere teknisk presisjon med rå emosjonell intensitet.\n\nJinjers sound er en eksplosiv blanding av groove metal, metalcore og progressive elementer. Tatiana Shmayluk leverer en vokalprestasjon som spenner fra brutal growl til rene, melodiske passasjer, noe som gjør låter som «Pisces» til klassikere blant fansen.\n\nBandet har oppnådd internasjonal anerkjennelse gjennom omfattende turnévirksomhet og opptredener på prominente festivaler som Wacken og Download. De har delt scene med band som Sepultura, Slipknot, Arch Enemy og Cradle of Filth.\n\n*Duél* er ytterligere et bevis på Jinjers kreative kompromissløshet og tekniske overlegenhet – et album som bekrefter deres status som et av de mest spennende navnene i moderne metal.\n\n--\n\nBill. kr. 500,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet. \n\nDørene åpner kl. 18.30. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2026-02-16T12:24:20.698Z",
  "ticket_url": "https://www.ticketmaster.no/event/398049321?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Jinjer_280226_Billettsalg&utm_campaign=NO_Rockefeller_Jinjer_280226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
