{
  "id": "9PxyvFtkzF",
  "name": "Azu Tiwaline (Livity Sound), Ehua (Nervous Horizon), Philip (NO) /BLÅ",
  "tags": [
    "dub",
    "techno",
    "house"
  ],
  "start_time": "2026-02-14T21:00:00+00:00",
  "end_time": "2026-02-15T02:00:00+00:00",
  "venue": "BLÅ",
  "description": "Azu Tiwaline, Ehua, Philip\nLørdag 14. februar 2026 | 22:00 | Id: 20 | Early bird: 150,- | Door sale: 180,-\nDub / techno / house\n\n- Supported by Liveurope and Norwegian Arts Council - \n\nAzu Tiwaline (IOT Records, Livity Sound)\nMed kritikerroste utgivelser på Marseille-plateselskapet IOT Records og Livity Sound i Bristol, har fransk-tunisiske Azu Tiwaline utviklet en helt distinkt stil i dansemusikken, dypt inspirert av hennes røtter fra den tunisiske el Djerid-ørkenen med forankring i dub og techno. Hun har spilt på flere toneangivende festivaler som Dimensions, Freerotation, og Unsound Adelaide, og gjort mikser for Dekmantel, Illian Tape, og Crack Magazine for å nevne noen. Oslo-besøket hennes er blant en av våre aller varmeste anbefalinger å få med seg.\n\nEhua (Fabric Records, Nervous Horizon, Tratratrax, Ninja Tune)\nVi ble fullstendig betatt av den ivoriansk-italienske produsenten og DJen Ehua da hun besøkte Oslo for aller første gang under den første utgaven av BLÅs egen festival, Brenneriveien under åpen himmel, i fjor. Med en unik tilstedeværelse og spillestil har hun spillt på klubber som Corsica Studios, Tresor og Club Raum. Ehua har hatt et mangeårig residency på Rinse FM og har gitt ut musikk på blant annet Fabric Records, Nervous Horizon, Tratratrax, Exit Records og Ninja Tune. Debutalbumet hennes Panta Rei (2025) ble kåret til et av Album of the years av Bleep.\n\nPhilip\nOslos egen Philip er en mangfoldig DJ som virkelig har et bredt spekter av musikalske interesser og har spilt på stadig flere av byens klubber. Han spiller alt fra disco til techno, breakbeat, afro, acid og house, med en spesiell kjærlighet for sistnevnte sjanger. Med ørene alltid spisset for å oppdage nye låter, kan du forvente en musikalsk reise gjennom forskjellige sjangre som vil holde dansegulvet i bevegelse.\n\n",
  "updated_at": "2026-02-12T09:12:55.607Z",
  "ticket_url": "https://www.ticketmaster.no/event/644834850"
}
