{
  "id": "9seK7MKHy7",
  "name": "Inge Bremnes",
  "tags": [
    "singersongwriter",
    "pop"
  ],
  "start_time": "2026-03-19T18:00:00+00:00",
  "end_time": "2026-03-19T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Inge Bremnes kommer til Rockefeller 19. mars med et nytt album i bagasjen!\n\nDet er nå over ti år siden Inge Bremnes først satte spor i norsk musikkliv med låtene «Ikaros», «Meire Vi» og «Himmelblå» – tre sanger som ga ham et solid gjennombrudd og sørget for at den lille kystkommunen Kvæfjord i Troms ikke lenger kun var kjent for «verdens beste kake», men også som arnestedet til en av sin generasjons fremste norske låtskrivere – med strømminger i millionklassen og et stadig voksende publikum som følger ham tett, både på plate og fra første rad i konsertsalene.\n\nVåren 2026 slipper han sitt femte studioalbum – et prosjekt han for første gang har produsert helt selv, med trofast musikalsk støtte fra bandet som har fulgt ham tett gjennom alle disse årene. Arbeidet er i gang med å forme et helt nytt liveshow til albumslipp-turneen: mer energisk, mer rocka, mer lekent – og med den helt særegne uhøytidelige humoren som bare Inge Bremnes leverer. \n\n--\n\nBill. kr. 395,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-03T09:00:42.166Z",
  "ticket_url": "https://www.ticketmaster.no/event/1243147731?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Inge_Bremnes_190326_Billettsalg&utm_campaign=NO_Rockefeller_Inge_Bremnes_190326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
