{
  "id": "9wCZAMhEYS",
  "name": "Matt Maeson - UTSATT",
  "tags": [
    "singersongwriter",
    "alternativepop",
    "folk"
  ],
  "start_time": "2026-02-13T18:00:00+00:00",
  "end_time": "2026-02-13T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Matt Maeson-konserten på John Dee 13. februar 2026 blir dessverre utsatt. Det jobbes med å finne en ny dato. Kjøpte billetter vil gjelde den nye datoen. Billettkjøpere har fått mer informasjon på mail. Vil sender til mailadressen registrert hos Ticketmaster.\n\n**Statement:**\n«The good news is my hand is casted and on the mend. The bad news is we're going to have to reschedule the entire tour. There is just no way to responsibly make it happen and let my hand heal properly. I'm truly devastated and I'm so sorry. I've never had to do something like this before and I hope I don't have to ever again. I'm going to let it heal properly and start physical therapy as soon as possible so I can get back to playing. In the meantime we will be working with the venues in Europe / UK to figure out exactly when I can come back and I will update you the moment it's put together. Again I am so so sorry and I hope you can let me make it up to you on the reschedule dates. Matt.»\n\n--\n\nMatt Maeson kommer til Oslo! Han lager musikk for de øyeblikkene du trenger det som mest, og er kjent for sin fengende alternativpop, med råe, dype og relaterbare tekster. Fredag 13. februar kommer singer-songwriteren og multiinstrumentalisten fra Virginia til John Dee!\n\nHan slapp debutalbumet *Bank on the Funeral* i 2019, som inneholdt store hits, som «Cringe» og «Hallucinogenics» (med Lana Del Rey). Oppfølgeren *Never Had To Leave* kom i 2022, og fikk strålende kritikker.\n\nHan har samarbeidet med artister som Gryffin, Illenium og Chelsea Cutler, og vært på turné med Zach Bryan. I 2024 slapp han livealbumet *That’s My Cue: A Solo Experience*, etter en utsolgt akustisk turné.\n\nNå er han aktuell med det nye albumet *A Quiet and Harmless Living*!\n\n--\n \nBill. kr. 300,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-03T14:06:15.720Z",
  "ticket_url": "https://www.ticketmaster.no/artist/matt-maeson-billetter/985033?camefrom=CFC_NO_Rockefeller_Matt_Maeson_130226_samle_Billettsalg&utm_campaign=NO_Rockefeller_Matt_Maeson_130226_samle_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
