{
  "id": "9XeGxHeLUQ",
  "name": "It Came From Beneath + Slow Country",
  "tags": [
    "Rock",
    "eksperimentell",
    "shoegaze"
  ],
  "start_time": "2026-04-10T18:00:00+00:00",
  "end_time": "2026-04-10T21:00:00+00:00",
  "venue": "Vaterland",
  "description": "Trondheimsbaserte It Came From Beneath, spiller eksperimentell rockemusikk som tar deg med på en reise til det hinsidige og tilbake igjen. Inspirert av band som Kanaan, Fucales og Agriculture kombinerer de metallens hardtslående riff og råskap med frijazzens uforutsigbarhet og inderlighet, og krydrer det hele med psykedeliske lydlandskap. Resultatet er et unikt lydbilde, preget av masse energi, drømmende atmosfære og improvisatorisk lekenhet. Noe for enhver musikkelsker med sans for det uforutsigbare! \n\nBandet består av: \n\nIngrid Narum – Saksofon \nEmanuel Haug Grevstad – Trommer \nSebastian Andersen – Bass/Gitar \nDaniel Bringedal – Bass/Gitar \n\n|||||||||\n\n«Det blomstrer i shoegaze-Norge for tida, (…) men det ferske trondheimsbandet Slow Country, skiller seg ut i mengden» (NRK P3)\n\nInspirert av støyet til My Bloody Valentine, atmosfæren til Beach House og lydlandskapene til Bowery Electric setter Slow Country sin egen vri på den DIY-drevne shoegazemusikken. Gitarer fylt av svevefuzz, avslappende trommer og bass, flytende vokal og en god dose feedback og elektronisk støy gjør bandet markant i sine liveopptredener.\n\nBandet har eksistert i ulike konstellasjoner og varianter frem til de ble et fast band og fant sin sound rundt starten av 2024, og har siden da spilt en håndfull konserter, f.eks. på Revolver i juni 2025, Bråkefestivalen i september 2025 og Trondheim Calling i januar 2026. I november slapp bandet låta «Ixus 70» som kan by på bl.a. «Brutale vegger med gitar og slørete vokal. Nydelig låtskriving og strålende produksjon» (NRK P3).\n",
  "updated_at": "2026-02-03T14:17:47.140Z",
  "ticket_url": "https://www.ticketmaster.no/event/it-came-from-beneath--slow-country-billetter/679541109"
}
