{
  "id": "a3Wd81hvZo",
  "name": "Poppy",
  "tags": [
    "metal",
    "pop",
    "deltalder"
  ],
  "start_time": "2026-04-07T17:00:00+00:00",
  "end_time": "2026-04-07T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Poppy er en ekte visjonær og grenseoverskridende artist, som ikke bryr seg om sjanger. Hun beveger seg i alt fra brutal metal og 60-tallspop, til trap-pop og grunge-punk. Hun følger alltid kompromissløst sin egen kunstneriske visjon, og det har tatt karrieren til nye høyder. I 2024 slapp Poppy det kritikerroste albumet *Negative Spaces*, og nå er hun aktuell med den nye singelen «Unravel»!\n\nPoppy ble Grammy-nominert for ‘Best Metal Performance’ i 2021 med «BLOODMONEY», og ble dermed den første kvinnelige soloartisten i historien som har blitt nominert i den kategorien. I 2025 fulgte hun opp med nok en Grammy-nominasjon – denne gangen for samarbeidet med Knocked Loose på «Suffocate». \n\nDe siste årene har hun blant annet turnert med 30 Seconds to Mars, Avenged Sevenfold og BABYMETAL, og har en rekke suksessrike samarbeid bak seg.\n\n--\n \nBill. kr. 454,- + bill.avg.\n \n18-årsgrense i hovedsalen (ståplasser). Fri aldersgrense på galleriet (unummererte sitteplasser).\n \nI hovedsalen er det 18 års aldersgrense med legitimasjonsplikt. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon. Foto på legitimasjon må være lett identifiserbar med bruker.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-24T14:29:19.833Z",
  "ticket_url": "https://www.ticketmaster.no/event/262660895?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Poppy_070426_Billettsalg&utm_campaign=NO_Rockefeller_Poppy_070426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
