{
  "id": "AdqueWYZjn",
  "name": "Bernhoft",
  "tags": [
    "soul",
    "pop",
    "r&b"
  ],
  "start_time": "2026-09-19T17:00:00+00:00",
  "end_time": "2026-09-19T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Bernhoft regnes som en av vår tids aller beste liveartister, kjent for sin særegne og tidløse sound og et repertoar som alltid tar publikum med på en unik musikalsk reise. Vi gleder oss stort til han inntar Sentrum Scene med fullt band lørdag 19. september!**\n\n«Kjære Oslofolk!\n\nBandet mitt og jeg har vært på en turné rundt om i landet nå nettopp, bare fordi vi hadde jækla lyst til å spille. Uten noe nytt album i ryggsekken, ble det en nydelig anledning til å rote litt i skuffene og spille masse gamle låter. Og herrrlighet så deilig det var! Bandet i fyr og flamme og artisten i sitt livs form, det var selve livet.\n\nSom toppen av kransekaka eller rosinen i pølsa, kommer vi hjem til Oslo og spiller Sentrum Scene 19. september 2026! Har du en ønskelåt? Send den inn i god tid så jeg rekker å øve den inn. Vi ses!»\n\n**– Jarle Bernhoft**\n\n--\n\nBilletter:\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og ståplasser i hovedsalen:\n\n— Ståplasser (hovedsal) - kr. 550,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 640,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\n",
  "updated_at": "2025-12-10T08:57:33.847Z",
  "ticket_url": "https://www.ticketmaster.no/event/1838293687?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Bernhoft_190926_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Bernhoft_190926_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
