{
  "id": "AHgOonyIA0",
  "name": "Big Thief",
  "tags": [
    "indierock",
    "indiefolk"
  ],
  "start_time": "2026-04-08T17:00:00+00:00",
  "end_time": "2026-04-08T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Det hyllede amerikanske indiebandet Big Thief kommer til Sentrum Scene 8. og 9. april 2026! De spilte en fantastisk konsert på et utsolgt Rockefeller i 2022, og vi gleder oss enormt til at de kommer tilbake igjen. Dette blir to magiske april-kvelder i hovedstaden – en bedre start på våren er det ikke mulig å få! \n\nBig Thief beveger seg sømløst mellom indie, alternative rock, folk og pop, og er blant planetens mest spennende band. De er den sjeldne kombinasjonen av publikumsyndlinger og kritikerfavoritter, og har en kruttsterk rekke med album bak seg. \n\nDe har nettopp sluppet sitt etterlengtede sjette album *Double Infinity*, som har fått fantastiske anmeldelser:\n\n«Folk-rock perfection will restore your faith in humanity.» \n**– The Guardian (5/5)**\n\n«Another instant classic.» \n**– The Independent (5/5)**\n\n«Cosmic wonder meets intimate storytelling as the trio expand into strange new worlds.»\n**– Uncut (9/10)**\n\n«’Double Infinity’ provides more evidence that Adrianne Lenker is the great American songwriter of her generation.» \n**– Record Collector (5/5)**\n\n«A milestone release for Big Thief… a brilliant and intricate exploration of human experience.» \n**– Clash (8/10)**\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 500,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 500,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 650,- + bill.avg.\n\n*Big Thief has partnered with PLUS1 so that NOK 15 per ticket goes to supporting organizations working for equity, access, and dignity for all. www.plus1.org*\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-29T13:34:10.984Z",
  "ticket_url": "https://www.ticketmaster.no/event/1246452533?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Big_Thief_080426_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Big_Thief_080426_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
