{
  "id": "Ajr459usQC",
  "name": "Melodi Grind Prix 2026 | Gutalax (CZ) + Gadget (SE) +++",
  "tags": [
    "grindcore",
    "gore",
    "blast beats"
  ],
  "start_time": "2026-01-24T16:30:00+00:00",
  "end_time": "2026-01-24T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "MELODI GRIND PRIX 2026 // Pres. \nGUTALAX (CZ) + GADGET (SE) \n+ LIVSTID + BEATEN TO DEATH + FORCEFED HORSEDEAD + GHETTO GHOULS \n+ MAKKMAT + HIGGS BOSON + TÆL +\nLARS LØNNING (MC)\n\n• • • • • • • • • • • • • • • • • •\nTider for kvelden: \n17:00 - Dørene åpner\n17:40 - TÆL\n18:20 - HIGGS BOSON\n19:00 - MAKKMAT\n19:40 - GHETTO GHOULS\n20:20 - FORCEFED HORSEHEAD\n21:00 - BEATEN TO DEATH\n21:40 - LIVSTID\n22:20 - GADGET\n23:10 - GUTALAX\n\n• • • • • • • • • • • • • • • • • •\nMelodi Grind Prix er tilbake fra døden, og klar for å varme opp vinteren med blast beats og frenetiske riff. Vi snakker én dag, altfor mange band og non-stop mayhem! Første band ut er selveste headlineren (yes, vi starter på topp, og jobber oss ned i materien!)\n• • • • • • • • • • • • • • • • • •\nGUTALAX ble til i Tjekkiea i 2007 og etablerte seg raskt som ett ledende band i internasjonal goregrind. Med ett massivt nærmest bulldozer-aktig sound, humor-befengte tekster (om relativt skitne kroppsfunksjoner) og et hjemmealenefest gone wrong-type konsertkonsept har bandet blitt en hit både på youtube og på metalfestivaler som Bloodstock, Obscene Extreme og Brutal Assult.\nMed noen av de mest groovie moderne goregrind albumene som fesk \"Anaerobic\" of Flesh Market\" i diskografien er det det trygt å si at studio-materialet matcher ryktet for ville konserter. Bandet siste utgivelse \"The Shitpendables\" gjør lite annet enn å videre sementere bandets rykte som mesterne av groovy goregrind komplett med deres ubeskrivelige signatur-vokal (må høres!).\nPå scenen er Gutalax en kaotisk opplevelse fylt til randen av energi og smittsom entusiasme. Bandet er notoriske på ikke bare fange, men også nærmest misbruke publikums oppmerksomhet for egen vinning - det være seg i form av deres brutale låtmateriale eller som del av virvelvinden som oppstår i publikums interaksjon med bandet. En frontalkollisjon hvor det slett ikke er uvanlig at fans ivrig forbereder til konsert med å anskaffe do-børster, oppblåsbar bais eller toalettpapir. Utstyr som jo kommer godt med når festival-toalettet skal ut å crowdsurfe.\n• • • • • • • • • • • • • • • • • •\nDet svenske bandet Gadget har tøyd grensene innen ekstremmusikk siden 1999. De er kjent for sin intense blanding av grindcore, death metal, hardcore punk og elementer av doom, og har gitt ut tre album på Relapse Records, i tillegg til flere EP-er og splitter.\nGadget har turnert mye i Europa og USA, og har jevnt og trutt bygget en dedikert fanbase. Med Kristofer Jankarls på andregitar og den nye vokalisten Emilia Henriksson i 2023, er bandet nå en kraftig femmannsbesetning.\n• • • • • • • • • • • • • • • • • •\nEn liveanmelder oppsummerte HIGGS BOSON perfekt: Da bandet gikk på, gikk publikum fullstendig av hengslene. Vokalisten var overalt - stående, hoppende, liggende på gulvet mens han lot stemmebåndene løpe løpsk. Publikum klatret opp på scenen og moshet, og det var tydelig at alle storkoste seg.\n\nMed base i Knife City/ Oslo har Higgs Boson holdt det gående siden 2011, og under MGP på Goldie lørdag 24. januar er de garantistene for at kvelden ikke bare blir brutal på papiret, men fysisk merkbar i kroppen dagen etter.\n• • • • • • • • • • • • • • • • • •\nTÆL er en powerviolence-duo basert i Oslo, bestående av kun bass og trommer – ingen gitarer. Lydbildet deres er en brutal kollisjon av blast beats og lynraske riff, kontrastert av smertefullt trege partier, ispedd saxofon og støyende synth for ekstra kaos. Etter turneer i Europa, samt steder som Island, Armenia og Georgia, forbereder de nå nytt materiale som slippes tidlig i år – og som snart tas ut på scenen.",
  "updated_at": "2026-01-21T12:07:37.351Z",
  "ticket_url": "https://www.ticketmaster.no/event/1850089177"
}
