{
  "id": "aOQbdAL9vu",
  "name": "Cabaret Voltaire",
  "tags": [
    "electronica",
    "industrial",
    "postpunk"
  ],
  "start_time": "2026-05-31T17:00:00+00:00",
  "end_time": "2026-05-31T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Legendariske Cabaret Voltaire legger ut på en siste turné, og kommer til Oslo og Rockefeller 31. mai for å feire 50 år siden starten på et av Storbritannias mest innflytelsesrike og banebrytende elektroniske band!\n\nDen aller første konserten fant sted på Sheffield Students’ Union Refectory 13. mai 1975 – en historisk debut som markerte fødselen av et uttrykk som skulle endre den elektroniske musikken for alltid.\n\n50 år senere, i en tid preget av sosial og politisk uro, fremstår Cabaret Voltaires kompromissløse og visjonære kunst fortsatt som både relevant og nødvendig. Originalmedlemmene Chris Watson og Stephen Mallinder står samlet om å videreføre bandets visjon med integritet og respekt.\n\nPublikum kan forvente en reise gjennom hele katalogen – fra de tidlige eksperimentene og de første utgivelsene på Rough Trade og Factory, via Doublevision-perioden, og frem til samarbeidet med legendariske produsenter som Adrian Sherwood og Marshall Jefferson.\n\n«The live set is built from scratch but faithful to the original tracks. Everything has been painstakingly reconstructed with the original technology and processes to build the tracks. But as with all Cabs live shows there is an element of unpredictable, the new. Chance meets causality.»\n**– Stephen Mallinder**\n\n«I’m delighted and totally thrilled to make a contribution to the band’s 50th anniversary. To share a stage once more with Mal and to honour Cabaret Voltaire's legacy will be a unique privilege, whilst remembering that in the current times – as back then - the Dadaist interventions of Cabaret Voltaire remain essential.»\n**– Chris Watson**\n\n--\n \nBill. kr. 500,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-18T10:16:59.604Z",
  "ticket_url": "https://www.ticketmaster.no/event/321530590?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Cabaret_Voltaire_310526_Billettsalg&utm_campaign=NO_Rockefeller_Cabaret_Voltaire_310526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
