{
  "id": "APiCH1PrTr",
  "name": "Hollow Peak + Fake Eclipse",
  "tags": [
    "Rock",
    "metal"
  ],
  "start_time": "2026-02-19T19:00:00+00:00",
  "end_time": "2026-02-19T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Hollow Peak er et relativt nyetablert rockeband som kombinerer tunge gitarriff, innslag av doble basstrommer og følelsesladde melodier. Bandet er etablert på Hamar, og består av musikere som har vært aktive i den norske og internasjonale rock- og metalscenen i mange år. Medlemmene Ragnhild «Nell» Westgaard (vokal), Marius Karlsen (trommer), Henning Ramseth og Vegard Frydenlund Ripsrud (gitarer) og Stian Dalslåen (bass) skaper musikk som både sparker og berører.\n\nI 2023 ga bandet ut sin første EP, et lavbudsjettprosjekt som la grunnlaget for soundet deres. Tre år senere står de klare med debutalbumet Obsidian Cult, ute 23. januar på Massacre Records. Her er uttrykket mer modent, lydbildet større og produksjonen skjerpet. Plata markerer et tydelig steg videre for bandet.\n\n||||||\n\nFake Eclipse er et moderne metalband som forener brutal kraft med ekte følelser. Musikken er rå, ærlig og kompromissløs, et møte mellom mørket og det menneskelige. \n\nMed eksplosive riff, tunge rytmer og melodiøse partier skaper de et uttrykk som både river og rører, som treffer kroppen først, men blir værende i sjelen. \n\nMens andre jager perfeksjon, jakter Fake Eclipse på sannhet. \n\nTekstene går rett under huden, ærlige historier om psykisk helse, identitet, håp og kampen for å finne lys når alt føles mørkt. Vokalen bærer ordene med nerve og intensitet, mens instrumentene gir dem liv med en brutal, men vakker energi. \n\nFake Eclipse er mer enn musikk, det er et behov for å uttrykke det som ikke alltid kan sies høyt. Følelser som river, stillhet som bygger styrke, og øyeblikk der alt stopper før det eksploderer igjen. Dette er ikke bare lyd. Dette er Fake Eclipse.",
  "updated_at": "2026-01-27T16:21:11.276Z",
  "ticket_url": "https://www.ticketmaster.no/event/hollow-peak--fake-eclipse-billetter/479328738"
}
