{
  "id": "ArOwaQFUDE",
  "name": "The Sisters of Mercy",
  "tags": [
    "alternativerock",
    "industrial"
  ],
  "start_time": "2026-11-15T18:00:00+00:00",
  "end_time": "2026-11-15T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "The Sisters of Mercy kommer til Rockefeller 15. november! Ingen laget industriell rock like fengende som Andrew Eldritch og bandet hans på 80-tallet. I over fire tiår har The Sisters of Mercy vært en ikonisk kraft i undergrunnsmusikken, og nå kommer de endelig tilbake til Oslo.\n\nThe Sisters of Mercy ble dannet i Leeds i 1980, og selv om navnet er hentet fra en Leonard Cohen-låt, fant bandet inspirasjon hos størrelser som David Bowie, Slade og The Velvet Underground. Likevel er det The Stooges, Motörhead og Suicide som står dem nærmest lydmessig – innflytelser som ga bandet et helt eget uttrykk sammenlignet med andre aktører i post-punk-æraen.\n\nGjennombruddet kom for alvor med *Floodland* (1987), et album spekket med episke låter som «Dominion», «Lucretia My Reflection» og ikke minst det over ti minutter lange mesterverket «This Corrosion». *Vision Thing* (1990) bød på et hardere, mer metalpreget lydbilde, men beholdt bandets karakteristiske trommemaskin-driv.\n\n90-tallets kyniske platebransje ga Andrew Eldritch avsmak, og fokuset ble flyttet fra studio til scenen. Selv om The Sisters of Mercy ikke har gitt ut et album siden 1990, har både populariteten og innflytelsen bare vokst.\n\n--\n \nBill. kr. 490,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-04T09:01:33.780Z",
  "ticket_url": "https://www.ticketmaster.no/event/539195436?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Sisters_of_Mercy_151126_Billettsalg&utm_campaign=NO_Rockefeller_Sisters_of_Mercy_151126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
