{
  "id": "aT1hgezCnK",
  "name": "Chain Home // Rise Of Asura // Fierce Justice",
  "tags": [
    "Metal",
    "Prog",
    "Heavymetal"
  ],
  "start_time": "2026-01-09T18:00:00+00:00",
  "end_time": "2026-01-09T22:00:00+00:00",
  "venue": "Mir",
  "description": "Gjør dere klare til en mørk og energisk kveld med metal. Chain Home, Rise Of Asura og Fierce Justice byr opp til nakkesleng og tinnitus en ellers kald og trist\nfredagskveld i januar. Finnes det noen bedre måte å starte nyåret og riste av seg ribbefettet på? Kom å se på noe av det beste Oslo og Fredrikstad har å by på av undergrunns-metal, og varm dere med litt slam-dancing og øl (eller brus) på MIR den 09.01.2026!\n\nDørene åpner kl.: 19:00 \nCC : 250 kr i døra\nID : 20+\n———————————————\n\nCHAIN HOME er et Norsk Groove Metal-band fra Fredrikstad. Aktive siden 2017, og har spilt på festivaler som Tons of Rock og Månefestivalen.\nMed tunge rytmer og knusende gitarriff henter CHAIN HOME inspirasjon både fra klassiske band som Metallica og Judas Priest, samt moderne band som Gojira og Lamb of God. Resultatet er en hybrid av vintage og moderne metal – med noe for enhver smak. Bandet slapp sitt andre album CHAOS i 2025, til strålende tilbakemeldinger og ros fra kritikere, samt en 8/10-anmeldelse fra det legendariske metalmagasinet Metalized.\n\nMedlemmer:\n• William Johansen (Gitar/Vokal)\n• Amund Johansen (Trommer)\n• Morten Haugen (Gitar/Vokal)\n• Fredrik Olsson (Bass/Vokal)\n\nSo/Me og streaming:\nSpotify: https://open.spotify.com/artist/5novVFTLhlxnf0OGwO1LBF?si=bLnWt\nWI-REGizdFjl_V1qQ\nFacebook: https://www.facebook.com/OfficialChainHome\nInstagram: https://www.instagram.com/chainhome_band/\n———————————————\n\nFødt fra det kosmiske smelteverket av en evig åndelig krig, kanaliserer RISE OF ASURA den rå kraften til halvguder gjennom en katastrofal sammensmelting av alternativ metal og operatisk raseri. Fra de knuste rikene på Zanthios, er musikken som en supernova. En apokalyptisk odyssé av kaos og transcendens.\nMed tordnende riff som gir gjenklang gjennom galaksene og vokaler som skjærer gjennom tomrommet, vekker RISE OF ASURA den sovende krigeren i oss alle. Dette er ikke bare musikk. Dette er en kosmisk oppgjørelse. Vi er kraften bortenfor stjernene.\n\nMedlemmer:\n• Benjamin Sørensen Seresjk (Gitar/Vokal)\n• Christian August Stuve (Bass)\n• Herman Karlsen (Trommer)\n\nSo/Me og streaming:\nSpotify: https://open.spotify.com/artist/5iXiF77eB32KOtED5NTr9R?si=BM6CTv\nYjSUmo9Kdh_FuAaQ\nFacebook: https://www.facebook.com/riseofasuratheband\nInstagram: https://www.instagram.com/riseofasuratheband/\n———————————————\n\nDypt påvirket av den rå tyngden fra 80- og 90-tallets metal, har FIERCE JUSTICE skapt en omsluttende, mørk og kraftfull atmosfære, støttet av tekster som tar for seg aktuelle og relevante temaer. Bandet har opptrådt både i Norge og internasjonalt, inkludert på bemerkelsesverdige arenaer som Rockefeller, John Dee og Chateau Neuf i Oslo, samt to runder med opptredener på den anerkjente Whiskey A Go Go i Los Angeles, og tre turneer på Kanariøyene. Bandets nyeste album, FIREBORN, katapulterer lytterne inn i en mørk og hjemsøkt fremtid. Rikt på kraftfulle tekster og dynamiske lydlandskap, tar dette ambisiøse og tankevekkende albumet for seg temaer som krig, opprør og den ubøyelige menneskelige ånd.\n\nSiden sin oppstart har FIERCE JUSTICE vært dedikert til å levere intensitet og tyngde ved å kombinere elementer av heavy metal, groove, og en sunn dose prog metal. Denne blandingen av ulike påvirkninger har skapt sanger som varierer fra tunge og melodiske, til hjertebankende groover, samt raske og aggressive passasjer. Inspirert av de faktiske urolighetene og konfliktene i verden, skildrer FIREBORN et levende musikalsk landskap som gjenspeiler de harde realitetene og de grusomme konsekvensene av krig, Albumet understreker det presserende behovet for å vekke til live igjen den indre ilden og styrken i menneskets sjel. FIREBORN oppmuntrer til refleksjon og handling for å gjenopprette håp, motstandskraft, og enhet i en tid preget av splittelse og konflikt. Albumet er nå tilgjengelig på CD og for digital strømming.  For mer informasjon om bandet, albumet og våre nyeste nyheter, følg oss på sosiale\nmedier eller ta kontakt med oss.\n\nMedlemmer:\nDavid Castillo (Vokal)\nMagnus Bocianowski (Trommer)\nGustav Rønning (Bass)\nNikola Zastranović (Rytmegitar)\nVegard Amundsen (Leadgitar)\n\nSo/Me og streaming:\nSpotify: https://open.spotify.com/artist/1omp3BT7zhXrLxFxVruOat?si=v-\nmHLwoFSyCHleKvwaFowg\nFacebook: https://www.facebook.com/FierceJusticeBand\nInstagram: https://www.instagram.com/fiercejustice/",
  "updated_at": "2025-10-23T13:42:44.077Z",
  "ticket_url": ""
}
