{
  "id": "AX07LHMg7a",
  "name": "Grails (US) + Expensive $hit (US)",
  "tags": [
    "eksperimentell rock",
    "post-rock"
  ],
  "start_time": "2026-02-21T18:00:00+00:00",
  "end_time": "2026-02-21T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "GRAILS – den eksperimentelle rockeinstitusjonen som i et kvart århundre har dyrket fram et uttrykk basert på kulturelle kuriositeter og uvanlige musikalske kilder – vender tilbake bare to år etter det kritikerroste Anches En Maat med sitt mest personlige og emosjonelt ladede album til nå. Mens bandet fortsatt trives med å omarbeide bisarre og obskure impulser til noe åpenbarende og surrealistisk, gjør Miracle Music det med en oppadstigende melodisk kraft som føles nærmest hellig.\n\nLineupen på Miracle Music består av grunnleggerne Emil Amos (Om, Holy Sons, Lilacs & Champagne) og Alex Hall (Lilacs & Champagne), sammen med tilbakevendende medlemmer AE Paterra (Zombi, Majeure), Jesse Bates og Ilyas Ahmed. Albumet er produsert av Amos og markerer en gjenforening med lydtekniker Jason Powers og hans Type Foundry-studio i Portland, Oregon – der de tidligste Grails-platene ble til for mer enn to tiår siden. Med både akustiske og elektriske gitarer, synther, treblås, messing, samples og perkusjon – samt blåsere arrangert av Kelly Pratt (David Byrne, M. Ward) – åpner Miracle Music et utsøkt nytt landskap for Grails.\n\nKreativt utrettelige som alltid balanserer Grails den grenseløse klaustrofobien fra tidlig industriell musikk med de luftige melodiene fra klassiske komposisjoner, og skaper den tette stemningen som preger Miracle Music. I en katalog kjent for sine uforutsigbare veivalg er dette Grails’ mest sentimentale og ambisiøse reise hittil.\n\nEXPENSIVE $HIT er soloprosjektet til Paul Quattrone (TheeOhSees). Expensive $hit inkorporerer vintage elektroniske trommepads, samplere og et arsenal av distortion- og delaypedaler, mikset med akustiske trommer for å skape en rytme/støy-hybrid verdig en generatordrevet sonidero-fest på en meksikansk parkeringsplass. Ekko av afrobeat, krautrock, dub og hard støy høres overalt.",
  "updated_at": "2026-02-10T10:03:04.801Z",
  "ticket_url": "https://www.ticketmaster.no/event/838787919"
}
