{
  "id": "AZ9sI182ZM",
  "name": "Greenland Whalefishers + Local Hero",
  "tags": [
    "shanty",
    "punk",
    "folk"
  ],
  "start_time": "2026-01-10T19:00:00+00:00",
  "end_time": "2026-01-10T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Oppkalt etter den irske sjøshantyen “Greenland Whale Fisheries” ble Greenland Whalefishers startet i Bergen i 1994 – lenge før noen hadde hørt om band som Flogging Molly eller Dropkick Murphys. Ved å kombinere britisk punk med keltiske folkemusikalske impulser ble de raskt ett av de mest interessante bandene som fulgte i kjølvannet av The Pogues.\n\nEtter mer enn to tiår med turneer verden rundt, gnistrende liveopptredener, ni studioalbum, DVD-dokumentar, haugevis av singler, EP-er og split-utgivelser – og musikkbidrag til filmen Boondock Saints – All Saints Day – har Greenland Whalefishers befestet sin posisjon som et av verdens mest troverdige keltiske rockeband.\n\nAlbumet Songs From the Bunker ble rangert som nummer fem på listen over beste Celtic Punk-utgivelser i 2010 av Shite N’ Onions, som også plasserte bandets Loboville på listen over de “10 beste Celtic Punk-albumene noensinne” – foran både Dropkick Murphys og Shane MacGowan.\n\nI 2014 feiret bandet sitt 20-årsjubileum med dokumentarfilmen 20 Years Of Waiting, som fikk strålende kritikker:\n“All was answered and more by this amazing Rockumentary celebrating 20 years of one of the greatest Paddy Punk bands in the world ever.”\n\nGreenland Whalefishers har turnert i USA, Japan, England, Tyskland, Italia, Skottland, Polen, Tsjekkia, Nederland, Belgia m.fl., og de fortsetter sin nærmest endeløse verdensturné med mer kraft og energi enn noen gang. Det er nettopp dette harde arbeidet og den omfattende turnéerfaringen som har fått kritikere til å applaudere bandets konserter og utgivelser, og uttale:\n\nDette er sannsynligvis ett av de beste Celtic Punk-bandene du noensinne vil se live.\n\n---------------------------------\nLOCAL HERO er tre menn fra Oslo som har drevet med musikk mesteparten av sine liv, både sammen og i andre konstellasjoner, bl.a. Dead Beat, Apes from Space og SickDon.\n\nDa samfunnet stengte i 2020 kjente trioen på behovet for å lage sanger de ikke kunne laget da de var tjue, men måtte leve et liv først for å kunne skrive. Sanger som handler om å vokse opp, miste noe, finne noe nytt og se fremover samtidig som man minnes fortiden. \n\nMusikalsk befinner de seg et sted mellom snill punkrock og rufsete heartland rock med hjertet utapå skjorta. Tenk Bruce Springsteen og The Gaslight Anthem på fest med Dave Hause og Social Distortion på anlegget. ",
  "updated_at": "2025-10-14T14:14:32.173Z",
  "ticket_url": "https://www.ticketmaster.no/event/greenland-whalefishers--local-heroes-billetter/2036096345"
}
