{
  "id": "B1FylLfGiA",
  "name": "Orgivm V - helgepass",
  "tags": [
    "metal",
    "blackmetal"
  ],
  "start_time": "2026-01-09T17:00:00+00:00",
  "end_time": "2026-01-09T21:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "DEUS MORTEM + VORTEX OF END + HEXENBRETT + UNHOLY CRAFT + DEATHLESS VOID\n\nAtter en gang inviterer vi til to dager med den dystreste og svarteste metal fra inn- og utland, og garanterer nok en helg med unike og eksklusive konsertopplevelser.\n\nDEUS MORTEM (PL)\nDet er med enorm stolthet vi nå kan ønske selveste Deus Mortem velkommen til Orgivm V på Parkteatret! Dette polske bandet trenger neppe noen videre introduksjon, men det er selvsagt verdt å nevne hvordan de overgikk seg selv og alle forventninger med fjorårets helt geniale utgivelse \"Thanatos\", som fikk flere av oss til å gå helt av skaftet. Det er mektig, brutalt, atmosfærisk og dynamisk, på samme måte som for eksempel Watain, Marduk eller Whoredom Rife på sitt beste.\n\nBandet har ikke vært i Norge siden 2018, så det har lenge vært på høy tid med et nytt besøk. Vi forventer intet mindre enn en total maktdemonstrasjon når de er med på å gjøre årets første festival til akkurat den starten på 2026 som gjør at mørkt tungsinn forvandles til mørkere glede...\n\nVORTEX OF END (FR)\nEn av de mest spennende scenene innen Black Metal de siste årene, er definitivt den franske, og en ypperlig representant for denne scenen er Vortex of End, som faktisk feirer 20-årsjubileum i år. Deres onde, satanistiske og okkulte Black Metal med noen deilige doser av død har representert et triumferende kaos både fra scenen og på plate, og deres så langt nyeste utgivelse, \"Abhorrent Fervor\" fra 2021 er et perfekt eksempel på hvordan de leder an i den tredje bølgen av Black Metal.\n\nDe siste årene har bandet, med medlemmer fra bl.a. Fides Inversa, Ruïm og Mayhem i rekkene, herjet scener land og strand, både på festivaler og sammen med band som Misthyrming, Gevurah, og Regarde les Homme Tomber, men av en eller annen grunn har de aldri funnet veien til Norge. Heldigvis endrer dette seg i januar, når de er klare for å erklære Une Victoire Totale på Orgivm V.\n\nHEXENBRETT (DE)\nDen tyske duoen Hexenbrett er nok et godt stykke unna å kunne kalles \"allemannseie\", men har allerede gjort seg bemerket som et av de friskeste pustene fra gravkammeret innen den okkulte og horror-inspirerte delen av det man må kunne beskrive som blackened heavy metal. Her lånes og stjeles det i fleng, men likevel må deres amalgam av band som Mercyful Fate, Death SS, Malokarpatan, Judas Priest, Bathory og Aura Noir kunne sies å ha noe befriende originalt over seg.\n\nDet er både melodisk og teatralsk, men samtidig såpass mørkt og innfult slemt og ondskapsfullt at bandets låter føles i stand til å fremkalle mareritt i våken tilstand - og ja, det er definitivt positivt ment! Josto Feratu og Scarlettina Bolétt slapp sin andre fullengder, \"Dritte Beschwörung: Dem Teufel Eine Tochter\" på tampen av 2024, til lovord fra både presse og fans - også her hjemme - og under parolen \"Normality is surrender\" er det åpenbart at de har tenkt å trollbinde oss alle med sin første norgeskonsert noensinne i januar!\n\nUNHOLY CRAFT (NO)\nSom mange har fått med seg, har vi opparbeidet oss en tradisjon når det gjelder debutkonserter, og ORGIVM V er selvsagt intet unntak. Enmannsbandet Unholy Craft så ikke nattens mulm og mørke før i 2022, men har allerede rukket å gjøre seg bemerket med hele tre fullengdere og en splitt-utgivelse. Noe som er desto mer imponerende med tanke på at låtskriver, vokalist og multi-instrumentalist Peregrinus parallelt er omtrent like aktiv med sine andre bandprosjekter Solus Grief, Hjemsøkt, Kvad og en håndfull andre - og det uten å fire en millimeter når det gjelder kvalitet!\n\nNår han nå har samlet sammen et liveband, som vil bli behørig presentert når tiden er moden, er det duket for en solid dose rå og brutal \"ur-black metal\" med røttene hos både Darkthrone, tidlig Enslaved, Kvist og Gorgoroth. Her er det ingen planer om publikumsfrierier eller moderne innfallsvinkler, så her er det bare å forberede seg på det som kan bli den mest kompromissløse opptredenen på Orgivm noensinne!\n\nDEATHLESS VOID (NL)\nDet syder og koker i undergrunnen, og stadig bobler nye og spennende band opp til overflaten med freshe og vitale visjoner rundt hvordan Black Metal skal gjøres i dag. Et av de mest interessante tilskuddene til scenen er Amsterdam-bandet Deathless Void, med medlemmer fra bl.a. The Secret, Verwoed og Helleruin, som i fjor slapp sitt frådende forbanna debutalbum \"The Voluptuous Fire of Sin\" til massiv hyllest og beskrivelser som sammenligner dem med alt fra Mayhem og Entombed til Deathspell Omega og Thorns.\n\nBandets iskalde aggresjon, majestetiske melodier og dystre stemninger, med både progressive og avantgardistiske tendenser, samt et perfekt hint av death metal, har allerede landet dem spillejobber sammen med band som Darvaza, Whoredom Rife og Hulder, og det er all grunn til å glede seg til nederlendernes første konsert på norsk jord når de entrer scenen på Parkteatret i januar!",
  "updated_at": "2025-09-30T07:53:57.102Z",
  "ticket_url": "https://www.ticketmaster.no/event/orgivm-satanicvm-v-festivalpass-billetter/1340141685"
}
