{
  "id": "B53YyWGdCw",
  "name": "Erlend Gunstveit",
  "tags": [
    "country",
    "countrypop"
  ],
  "start_time": "2026-01-03T18:00:00+00:00",
  "end_time": "2026-01-03T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Vinneren av The Voice 2021, og en av Norges mest spennende countryartister, inntar John Dee lørdag 3. januar!\n\nErlend Gunstveit ble landskjent da han med sin kraftfulle stemme og sterke formidling vant The Voice i 2021, som første countrysanger i Norge til å gå helt til topps i en TV-konkurranse. Siden har han satset fullt på musikken, gitt ut tre album og turnert både i Norge og internasjonalt.\n\nHan er aktuell med sitt tredje album *Watch Me Fall*, som byr på ti låter med smektende countrytoner og slående ærlighet. Albumet ble sluppet i 2024 og ble nylig nominert til Spellemannprisen i kategorien Årets Country. Et fjerde album er på vei, skrevet og spilt inn i Nashville med et stjernelag i studio. Det lanseres med smakebiter utover året, før en større utgivelse.\n\nGunstveit er kjent for sin dype røst, store vokalregister og sterke formidlingsevne. Han har spilt på festivaler som Palmesus, Notodden Blues Festival og Countryfestivalen i Seljord, og har også gjort konserter i Europa, USA og Asia. I tillegg til eget juleshow og teateroppsetningen av Terje Vigen, har han turnert landet rundt og bygd en artistkarriere preget av både bunnsolid arbeid og ekte lidenskap.\n\nMed bootsene godt plantet i countrytradisjonen, og med forbilder som Merle Haggard, Randy Travis og Keith Whitley, beveger han seg i et musikalsk landskap mellom country, roots og americana – med Nashville som kreativ base.\n\n**Oda Rose**\nOda Rose er en norsk pop/country-artist som gir ut egne låter på norsk og oversetter internasjonale countrysanger til norsk, som hun fremfører sammen med ektemannen på gitar. Duoen har fått stor respons på TikTok, der flere videoer har gått viralt; deres versjon av «Jolene» har passert over én million avspillinger i sosiale medier.\n\n\n**Country Cult**\nCountry Cult leverer sjarmerende umoderne, storslått og vakker country. Med den kritikerroste EP-en *Hardships and Heartaches* har de vokst fra et sagnomsust liveprosjekt til et fullverdig band som holder honky tonk-soundet i live. Frekke licks fra telecaster, gråtende steelgitar og tekster som kunne vært skrevet for 60 år siden, kjennetegner uttrykket deres – alltid i balanse mellom tradisjonell country, rock og bluegrass.\n\nSom liveband skinner Country Cult for fullt og leverer show som får publikum til å lengte, le og danse, med noen av countrynorges fremste musikere på scenen.\n\n--\n\nBill. kr. 370,- (earlybird til 30.06.25) / kr. 450,- (ordinær fra 01.07.25) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 45 minutter etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-15T12:15:20.677Z",
  "ticket_url": "https://www.ticketmaster.no/event/1471440725?brand=johndee&camefrom=CFC_NO_Rockefeller_Erlend_Gunstveit_030126_Billettsalg&utm_campaign=NO_Rockefeller_Erlend_Gunstveit_030126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
