{
  "id": "bAMhGmN8np",
  "name": "Big Latin Party",
  "tags": [
    "hits",
    "latin"
  ],
  "start_time": "2025-12-31T21:00:00+00:00",
  "end_time": "2026-01-01T02:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Gjør deg klar for Oslos største nyttårsfest! Rockefeller blir det beste stedet å danse inn det nye året, når vi inviterer deg til et Big Latin Party du sent vil glemme!\n\nDette er festen der du og vennene dine kan danse inn i 2026 med stil og masse energi. Suksessen fra i fjor gjentas, og vi lover en natt full av musikk, moro og overraskelser!\n\nDJs Magic Bros. står klare til å fyre opp dansegulvet med de beste rytmer – sammen med DJ Maggie, YazzTheMusician og El Cantor de lo Pequeño. Gjør deg klar for en perfekt miks av reggaeton, salsa, bachata og herlige hits som får deg til å danse hele natten lang. Vi har også planlagt live shows og flere overraskelser som vil holde festen i gang!\n\nBig Latin Party er ikke bare en fest; det er en tradisjon! Radio Latin-Amerika har arrangert denne festen i mange år, og det er en av Rockefeller sine eldste og mest populære nyttårsevents.\n\nViktig: Billetter flyr unna og vi ble utsolgt i fjor, så sikre deg og vennene dine billetter tidlig!\n\nKom og feir det nye året med oss på Oslos største og beste fest! Vi sees på dansegulvet!\n\n--\n\nBill. kr. 250,- (earlybird) / kr. 390,- (ordinær) + bill.avg.\n\n20 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 22.00. \n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-11-24T12:17:06.641Z",
  "ticket_url": "https://www.ticketmaster.no/event/1692563264?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Big_Latin_Party_311225_Billettsalg&utm_campaign=NO_Rockefeller_Big_Latin_Party_311225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
