{
  "id": "BAvZlPp25v",
  "name": "Poor Bambi + Sad Chloë",
  "tags": [
    "rock",
    "noise",
    "punk"
  ],
  "start_time": "2026-03-06T19:00:00+00:00",
  "end_time": "2026-03-06T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Skittnere enn oljesøl fosser Poor Bambi ut av den norske oljehovedstaden og kutter inn til beinet med en eksplosiv blanding av noise rock og punk.\nSom et levende motsvar til polert perfeksjon leverer de et energisk, intenst og spontant liveshow. Et møte mellom kontrollert frustrasjon og total hengivelse til musikken. Trioen består av Sarah Hestness (vokal/gitar), Espen Eidem (gitar) og Simen Amundrud (trommer).\n\nPoor Bambi har satt spor etter seg både i Norge og internasjonalt. I januar 2024 slapp bandet singelen «Unbreakable», som ble listet på KEXP (USA), hyllet av NRK P13 Musikk sin Totto Mjelde som «en av årets beste låter» og inkludert på Deichmans liste over årets beste singler. De har levert en rekke singler, inkludert «Business or Pleasure» og «Colour Does Not Exist», produsert av Nicholas Sansano (Sonic Youth, Public Enemy).\n\nDebutalbumet “Skyscrapers Soaring, Yet We’re Drowning” slippes 6. februar 2026 på Apollon Records. Albumet er mørkt, intenst og kontrastfylt, der byens oljeglans møter undergrunnens desperasjon og setter lyd på et verdensbilde i endring.\n\nBandet har tidligere gjennomført to Norgesturneer, spilt festivaler som Jærnåttå, Fjellparkfestivalen og 100 Dagar, og hatt konsert i New York. Deres energiske sceneopptreden har høstet lovord fra både publikum og kritikere:\n\n“Bandets leadgitarist stiller med et ellevilt antall pedaler, en råtøff frontkvinne på vokal/gitar og en sylskarp trommis som sveiser sammen en eksplosiv og spennende riffreise...” – Kjartan Tjøsvoll, Hulen Bergen\n\n“Poor Bambi er selve essensen av en hardtslående rocketrio, skurrende, punka og lydmalende støyskapende med Sarah Hestness’ overlegne vokal skrudd langt frem i lydbildet.” – Mode Steinkjer, Dagsavisen\n\n||||||\n\nFra sitt hovedkvarter i eventyraktige åser utenfor landsbyen Flisa, har Sad Chloë eksperimentert med rockesjangeren siden 2020. Deres kunstneriske, og tidvis støyete rock har fått oppmerksomhet i undergrunnsscenen, både i Norge og utlandet. Blant annet i Canada, Frankrike, Italia, Mexico og Venezuela. \n\nBandets femte album \"Sunroad Miller\" kom i august, og ble trukket fram av både Gaffa og Disharmoni. Låta \"Fountain Lies\" var også en av sistnevntes favorittlåter fra 2025. Albumets første og eneste singel «Sunbelly» kom i juni, og fant sin plass på mang en spilleliste gjennom sommeren, blant annet hos Radio Signal, Deichman musikk og Radio Kaos Caribou.                   \n\nSad Chloë består av Uno Møller (gitar/vokal) og Elida Inman (bass/vokal), for noen kjent fra Team Me, og Tyge Møller (trommer). Live, har de tillegg med seg Hallvard Bonden (Killer Kid Mozart, Tape Trash og Cupid Girl) på gitar.\n\nNRK P3 beskrev en gang bandet slik: «Det finst alltid nye uttrykk å oppdage for den musikkinteresserte, men du verda kor kjekt det er når ein finn den reine eigenarten.…. Det er nesten-kaotisk og aggressivt, men fortsatt friskt og perverst fengende.»",
  "updated_at": "2026-02-18T10:27:39.463Z",
  "ticket_url": "https://www.ticketmaster.no/event/1214162718"
}
