{
  "id": "BAvZlPp25v",
  "name": "Poor Bambi",
  "tags": [
    "rock",
    "noise",
    "punk"
  ],
  "start_time": "2026-03-06T19:00:00+00:00",
  "end_time": "2026-03-06T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Skittnere enn oljesøl fosser Poor Bambi ut av den norske oljehovedstaden og kutter inn til beinet med en eksplosiv blanding av noise rock og punk.\nSom et levende motsvar til polert perfeksjon leverer de et energisk, intenst og spontant liveshow. Et møte mellom kontrollert frustrasjon og total hengivelse til musikken. Trioen består av Sarah Hestness (vokal/gitar), Espen Eidem (gitar) og Simen Amundrud (trommer).\n\nPoor Bambi har satt spor etter seg både i Norge og internasjonalt. I januar 2024 slapp bandet singelen «Unbreakable», som ble listet på KEXP (USA), hyllet av NRK P13 Musikk sin Totto Mjelde som «en av årets beste låter» og inkludert på Deichmans liste over årets beste singler. De har levert en rekke singler, inkludert «Business or Pleasure» og «Colour Does Not Exist», produsert av Nicholas Sansano (Sonic Youth, Public Enemy).\n\nDebutalbumet “Skyscrapers Soaring, Yet We’re Drowning” slippes 6. februar 2026 på Apollon Records. Albumet er mørkt, intenst og kontrastfylt, der byens oljeglans møter undergrunnens desperasjon og setter lyd på et verdensbilde i endring.\n\nBandet har tidligere gjennomført to Norgesturneer, spilt festivaler som Jærnåttå, Fjellparkfestivalen og 100 Dagar, og hatt konsert i New York. Deres energiske sceneopptreden har høstet lovord fra både publikum og kritikere:\n\n“Bandets leadgitarist stiller med et ellevilt antall pedaler, en råtøff frontkvinne på vokal/gitar og en sylskarp trommis som sveiser sammen en eksplosiv og spennende riffreise...” – Kjartan Tjøsvoll, Hulen Bergen\n\n“Poor Bambi er selve essensen av en hardtslående rocketrio, skurrende, punka og lydmalende støyskapende med Sarah Hestness’ overlegne vokal skrudd langt frem i lydbildet.” – Mode Steinkjer, Dagsavisen",
  "updated_at": "2025-12-15T17:45:24.536Z",
  "ticket_url": "https://www.ticketmaster.no/event/1214162718"
}
