{
  "id": "bEQpcMJs3W",
  "name": "Magdalena Bay",
  "tags": [
    "synthpop",
    "indiepop",
    "electropop"
  ],
  "start_time": "2026-02-25T18:00:00+00:00",
  "end_time": "2026-02-25T22:59:00+00:00",
  "venue": "Rockefeller",
  "description": "Den kritikerroste synthpopduoen Magdalena Bay inntar Rockefeller onsdag 25. februar på sin spektakulære Imaginal Mystery Tour!\n\nDuoen, bestående av Mica Tenenbaum og Matthew Lewin, har for alvor befestet sin posisjon som en av de mest spennende og nyskapende popaktørene i vår tid. Med bakgrunn fra Miami og base i Los Angeles kombinerer de Y2K-estetikk, futuristisk produksjon og en leken tilnærming til moderne elektropop – både visuelt og musikalsk.\n\nTurneen markerer bandets første store runde i Europa etter slippet av det anerkjente andrealbumet *Imaginal Disk* (2024), som har høstet strålende anmeldelser fra blant andre NME, Vogue og NPR. Albumet og dets tilhørende visuelle univers utforsker menneskelig bevissthet gjennom sci-fi-inspirert fortellerkunst og fengende, eksperimentell elektropop. Her finner vi låter som «Image», remikset av Grimes, samt «Tunnel Vision» og «Death & Romance».\n\nEtter en sommer fylt med utsolgte konserter og opptredener på festivaler som Primavera, Roskilde og Lollapalooza Berlin – samt support for Billie Eilish på The O2 i London – er duoen nå klare for å fortrylle Rockefeller med sin unike liveopptreden.\n\n--\n\nBill. kr. 370,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2026-02-02T13:04:56.578Z",
  "ticket_url": "https://www.ticketmaster.no/event/1595944549?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Magdalena_Bay_250226_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Magdalena_Bay_250226_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
