{
  "id": "bF81mxrce1",
  "name": "Beathoven",
  "tags": [
    "festmusikk",
    "hiphop",
    "deltalder"
  ],
  "start_time": "2026-02-20T18:00:00+00:00",
  "end_time": "2026-02-20T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Beathoven har på bare tre år etablert seg som en av landets største pop-acts, med fire førsteplasser, syv prisnominasjoner og en Spellemann-harpe i sekken. I 2024 slapp trioen debutalbumet *Sorgenfri*, og avslørte senere medlemmenes identiteter ved å ta av seg maskene og slippe EP-en *FRITT FALL*. I 2025 lanserte gruppen hotellkonseptet *Sorgenfri Inn*, og i 2026 reiser trioen på sin første norgesturné med fullt band. Fredag 20. februar er de klare for Sentrum Scene!\n\nBeathoven maler et bilde av å være ung i storby, og har gitt ut musikk med navn som Dutty Dior, Matoma, Isah og Broiler. Med allsang og en hitparade backet av et glimrende band, mottar trioens liveshow strålende omtale landet rundt, og er flere ganger blitt trillet til terningkast 6.\n\n**Fra anmeldelser:**\n«Et samspill og sjarm som gjør en sceneveteran grønn av misunnelse» // «En satans konsert og et jævla pyroshow» // «Beathoven ga publikum akkurat det de ville ha» // «Et utrolig publikumstekke» // «Utrolig å tenke på at jeg får betalt for å skrive om konserten»\n \n--\n \nBill. kr. 350,- + bill.avg.\n \n18-årsgrense i hovedsalen (ståplasser). Fri aldersgrense på galleriet (unummererte sitteplasser).\n\nI hovedsalen er det 18 års aldersgrense med legitimasjonsplikt. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-02T13:02:51.100Z",
  "ticket_url": "https://www.ticketmaster.no/event/1170216270?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Beathoven_200226_Billettsalg&utm_campaign=NO_Rockefeller_Beathoven_200226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
