{
  "id": "BFFhG1i97Q",
  "name": "Knekten (live) + Tøyen Holding (DJ-set) /BLÅ",
  "tags": [
    "hiphop",
    "rap",
    "house"
  ],
  "start_time": "2025-12-20T21:00:00+00:00",
  "end_time": "2025-12-21T02:00:00+00:00",
  "venue": "BLÅ",
  "description": "Tøyen Holding (DJ-sett)\nLørdag 20. desember | 22:00 | cc: 220 | id: 20 år\n\nGod hiphop i klubbformat på norsk sokkel har vist å være vanskelig å oppdrive. Dette har vi bestemt oss for å gjøre noe med, og har derfor nok en gang kalt Tøyen Holding inn på teppet for et sjeldent DJ-sett hos oss på BLÅ.\n\nDa Tøyen Holding slapp sitt tredje album inviterte de Knekten til å kjøre en mini-konsert før deres egen album release. Dette ble en historisk aften. Nå inviterer Tøyen Holding igjen Knekten med seg til å holde konsert, denne gangen på BLÅ. Selv spiller de hiphop fra sine vinylsamlinger, både før og etter konserten.\n\nFredfades har gjort seg internasjonalt anerkjent som klubb-DJ de siste ti årene, men har spilt hiphop-plater i store deler av sitt liv før han ble interessert i sjangere som disco og house - både under sin periode som fast inventar i DJ-kollektivet Goodshit Radio og alene. Første person som danset plater når Fredfades spilte hiphop på byen var faktisk Hariton Pushwagner - og han tok av seg t-skjorta med en gang!\nMest Seff og Fredfades går som de fleste vet way back, og de fant tidlig ut at de delte sin passion for å grave i ukjent hiphop musikk. De lover å både gå tilbake i arkivene og finne frem gammelt gull, samt å raide med seg alt som er verdt å ha på pinnen for anledningen via Bandcamp og Apple Music. Forvent låter fra alt i mellom San Francisco og Oslo: DJ Lucas, Mobb Deep, Bay Area, Memphis Rap, Random Rap, Biggie, Dr. Dre & Snoop Dogg, Yung Lean, unreleased Jay Dee og Madlib låter, egne ikke-utgitte produksjoner, pluss bangers fra venner i Oslo, nye og upcoming artister, bortglemte underground hits fra SoundCloud-eraen med mer. De lover å starte rolig, også ser man hvor det bærer. Kom tidlig for å høre de råeste slow-jamsa. ",
  "updated_at": "2025-12-01T23:22:14.032Z",
  "ticket_url": "https://www.ticketmaster.no/event/toyen-holding-dj-set-knekten-billetter/228018928?fbclid=IwY2xjawObAmpleHRuA2FlbQIxMABicmlkETFzSGY5Snc1Rk03RDJZa2Zkc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHs9CSaCDdOwDpZd23JI4tj6v_vylokn1IxZF6vnD8niCfcfpdMDYrcQjHhc8_aem_ndd85goE9teX-x96W7KgCg"
}
