{
  "id": "BKNP8pnOCc",
  "name": "Blow Out 15 år! - The Lost Tangos + Eilertsen / Anker / Edwards / Solberg",
  "tags": [
    "Jazz,  Impro,  experimental"
  ],
  "start_time": "2026-01-13T19:00:00+00:00",
  "end_time": "2026-01-13T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Konsertstart kl 20:30\n\n///\n\nThe Lost Tangos\nGuoste Tamulynaite – piano, elektronikk +++\nJan Martin Gismervik – trommer, elektronikk +++\n\n///\n\nHenriette Eilertsen - fløyte\nLotte Anker - saksofon\nJohn Edwards - kontrabass\nStåle Liavik Solberg - slagverk\n\n///\n\nKonsertserien Blow Out runder 15 år!\nHvem skulle ha trodd, den 4. januar 2011, at konsertene den kvelden var starten på dette? Det er uansett svært gledelig at serien har holdt det gående siden da, så det må vi selvfølgelig feire!\n\nFørst ut denne kvelden er den herlige duoen The Lost Tangos. Bak dette navnet finner vi Guoste Tamulynaite og Jan Martin Gismervik. De er kjent fra en rekke flotte prosjekter basert rundt den eksperimentelle musikkscenen i Oslo, og i The Lost Tangos trekker de inn materiale og konsepter fritt fra hele kunstnerskapet og blander det bekymringsløst sammen til et myldrene iderikt og sjanger-bevegelig uttrykk. The Lost Tangos har de siste par årene blitt en stor favoritt hos mange meritterte konsertgåere, så kom og bli fan du også!\n\nEtter pause, omrigg og lystige samtaler er det klart for en premiere, nemlig en kvartett bestående av Henriette Eilertsen, Lotte Anker, John Edwards og Ståle Liavik Solberg.\nDisse fire musikerne er alle kjenninger (og vel så det) av Blow Out-publikummet og i gjennom de siste femten årene har vi blant annet hørt de med Andreas Røysum Ensemble, AUK trio, Bauer-Anker kvartett, Pan-Scan Ensemble, Møster/Edwards/Knedal Andersen og Will It Float?. Deres felles merittliste er svært lovende, så møt opp for å finne ut hvordan de låter sammen!\n\n///\n\nKonsertstart kl 20:30, dører kl 20:00.\nBilletter 250/190 (medlemmer)\nBlow Out! er støttet av Kulturrådet og Oslo Kommune. I samarbeid med Konsertforeninga.\nhttps://konsertforeninga.no\n",
  "updated_at": "2026-01-08T12:08:26.660Z",
  "ticket_url": "https://konsertforeninga.ticketco.events/no/nb/e/blow_out_15_aar__the_lost_tangos__eilertsen__anker__edwards__solberg?fbclid=IwdGRjcAPMfXZjbGNrA8x9cWV4dG4DYWVtAjExAHNydGMGYXBwX2lkDDM1MDY4NTUzMTcyOAABHtx01qgiXfce5N6q3TnMGYlktLkfzHD0P3ZDCLKVoFrCPSI7qZrmHYz1AW1A_aem_B7z5newFbfwigLNTTfPR6w&version=m"
}
