{
  "id": "BSbXYljcza",
  "name": "Zeromancer / Support: Zero Bats",
  "tags": [
    "Rock",
    "synth rock-band",
    "industriell rock"
  ],
  "start_time": "2026-04-17T17:00:00+00:00",
  "end_time": "2026-04-17T21:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "For første gang på 7 år står Zeromancer igjen på en scene. \nMange har lurt på om det ville skje igjen. Svaret er et rungende ja og stedet er: Vulkan Arena fredag 17. april. \nEtter all sannsynlighet den eneste konserten på norsk jord i 2026! \n\nDet er flere grunner til at det har tatt tid. Først var det pandemi, så ble vokalist Alex Møklebust alvorlig syk. Deretter fyrte bandet Seigmen etterhvert på alle sylindere og utga albumet Resonans i 2024 og Dissonans i 2025, samt at de var svært aktive på livefronten. Seigmen og Zeromancer er knyttet sammen ved at tre medlemmer spiller i begge band; Alex Møklebust, Noralf Ronthi og Kim Ljung. Zeromancer er som Seigmen, en kvintett. Zeromancer har i tillegg til de tre nevnte, en besetning bestående av Lorry Kristiansen og gitarist, Per-Olav Wiik. Sistnevnte har også hatt krevende tider med alvorlig sykdom.  \n\nNå er imidlertid Zeromancer fit for fight igjen, og lover å spille ett energisk og variert sett fra deres innholdsrike katalog som teller syv album. Det siste, «Orchestra of knives» ble sluppet i 2021 og har ennå ikke rukket å bli presentert i live-sammenheng. \nDenne kvelden er det endelig tid for at Norges fremste industrielle rockeband og deres hengivne fans får ett nytt «rendez-vous»! \n\n\nSpecial guest:\nZERO BATS er en no-wave / synthpunk duo fra Oslo som lager eksperimentell gotisk musikk. Inspirert av band som Suicide, Bauhaus og My Bloody Valentine, smelter ZERO BATS lyden av 80- og 90-tallets post-punk og shoegaze sammen med moderne alternativ og klubbmusikk. Sykliske synthesizere, støyende gitarriff og konfronterende tekster kombineres for å skape et mørkt, intenst og psykedelisk lydbilde. Med sin energi og tilstedeværelse forvandler ZERO BATS konsertlokalet om til et dansegulv.\nMedlemmer: \nHerman Holter Solhjell - Vokal & synth\nMartin Danning - Gitar & vokal\n\n\n",
  "updated_at": "2026-01-27T09:22:43.041Z",
  "ticket_url": "https://www.ticketmaster.no/event/567471488"
}
