{
  "id": "CCoMkHLkq5",
  "name": "Foy Vance",
  "tags": [
    "singersongwriter",
    "folk",
    "alternativerock"
  ],
  "start_time": "2026-09-24T17:00:00+00:00",
  "end_time": "2026-09-24T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den nordirske singer-songwriteren Foy Vance kommer til Oslo og Sentrum Scene torsdag 24. september!\n\nHan har høstet anerkjennelse fra både fans og musikerkollegaer helt siden debuten *Hope* i 2007. Oppfølgeren, *Joy of Nothing* (2013), førte til ytterligere kritikerros og turneer med blant annet Ed Sheeran, Bonnie Raitt, Marcus Foster, Snow Patrol og Elton John. \n\nEtterlengtede *The Wake* slippes 13. mars, og er siste del i albumrekken som startet med *Hope*. Produsert av Ethan Johns – kjent for samarbeid med blant andre Paul McCartney og Ray LaMontagne – samler *The Wake* Vances rå og særegne stemme i en sterk blanding av folk, soul og sørstatsblues. Resultatet er et album med mye energi og nerve i hver eneste låt. \n\n--\n\nThe seventh album from Foy Vance, The Wake marks the completion of a decades-long journey defined by tireless soul-searching and life-altering revelation. While playing a gig on the Spanish island of Lanzarote in January 1999, the Northern Ireland-born singer/songwriter experienced a moment of unprecedented transcendence onstage, then learned the next morning that his father had suffered a fatal heart attack that very night. Overcome by grief and a galvanizing clarity, Vance immediately resolved to create seven albums informed by the loss of his father—a traveling preacher who moved their family to the American South when Vance was a baby, and set him on his life’s path by teaching him to play guitar early in his childhood. At turns devastating and ecstatic and wildly illuminating, The Wake reveals an artist highly attuned to the task of preserving the human spirit in an often-unforgiving world.\n\nProduced by Ethan Johns (the Brit Award-winning producer known for his work with Paul McCartney, Ray LaMontagne, and more), The Wake brings Vance’s gritty vocal work to a potent convergence of folk and soul and Southern blues, instilling every moment with an unbridled vitality. In his intimate exploration of the human condition, the Scotland-based artist muses on matters both intensely personal (e.g., fatherhood, heartbreak) and wholly existential (the slippery essence of time, the looming crisis of AI’s unchecked ascent). The final volume in a run of albums that began with his 2007 debut Hope—and also includes standouts like 2016’s The Wild Swan (executive-produced by Elton John), 2019’s From Muscle Shoals and To Memphis (recorded at the historic FAME Studios and Sam Phillips Recordings Studios, respectively), and 2021’s Signs of Life (partly made at Vance’s home in the Scottish Highlands)—the result is the purest distillation yet of his truly singular artistry, imparting a defiant joy into songs of longing and loss and hard-won acceptance. \n\n--\n\n**Billetter:**\n\n— Nummererte sitteplasser (hovedsal + galleri): kr. 450-550,- + bill.avg. fordelt på tre soner.\n\n*12 kroner per solgte billett går til International Justice Mission: https://www.ijm.org/*\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-23T10:59:26.183Z",
  "ticket_url": "https://www.ticketmaster.no/event/57861569?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Foy_Vance_240926_Billettsalg&utm_campaign=NO_Rockefeller_Foy_Vance_240926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
