{
  "id": "CHd6FmBKjI",
  "name": "HENRIETTE EILERTSEN TRIO + CAMBIEN / NERGAARD / ANDERSEN",
  "tags": [
    "jazz",
    "impro",
    "frijazz"
  ],
  "start_time": "2026-02-27T19:00:00+00:00",
  "end_time": "2026-02-27T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Motvind Records har gleden av å slippe to nye kruttsterke trioplater, og inviterer i den forbindelse til musikalsk gilde på stamklubben Kafé Hærverk.\n\nHENRIETTE EILERTSEN TRIO:\nHenriette Eilertsen Trio sin debutplate «Moder» (MOT40LP) bærer preg av fengslende komposisjoner, og balansert samspill som på samme tid evner å være intimt og nærmest grenseløst ekspansivt. Lederens umiskjennelige tone og improvisatoriske overskudd er naturligvis et midtpunkt, men det er hevet over enhver tvil at vi har med et skikkelig band å gjøre. Joel Ring og Øystein Aarnes Vik er mesterlig lettbeinte og stramme; driver med ro musikken radig fremover, fyller den med farge og tekstur.\n\nMusikken er akustisk forankra, foredlet med abstrakte elektroniske innspill og bearbeidinger. Gjennom albumets ti spor kommer vi innom fengende låter, mer kammermusikalske utsnitt og nysgjerrige åpne passasjer preget av kollektiv utforskertrang.\n\nDer mange virker til å være engasjert i brytekamp med kanon, virker det som om Eilertsen møter den med varm og forståelsesfull omfavnelse. Et vindkast midt mellom setra og det vidåpne kosmos, som elegant og innstendig fører med seg instrumentets historie inn i fremtiden.\n\nJONAS CAMBIEN / MAGNUS SKAVHAUG NERGAARD / DAG ERIK KNEDAL ANDERSEN:\nPianist Jonas Cambien, bassist Magnus Skavhaug Nergaard og trommeslager Dag Erik Knedal Andersen, har hver for seg vært uunngåelige for følgere av de elektiske kreative musikkmiljøene i Oslo i en årrekke; blant annet med band som The Handover, Reôlo, Maca Conu, Delish, Cortex og Sulida.\n\nDebutplata deres «The Ear Behind the Airport» (MOT41LP) er et mangefasettert vesen. Mellom Cambiens krystallklart trakterte preparerte piano, og Knedal Andersens kirurgisk presise pointillisme, jorder Skavhaug Nergaard musikken med ukovensjonelle bassteknikker. Med største selvfølge beveger de seg fra omsvøpende droner, med gjenklang fra den britiske impro-tradisjonen, til ekstatiske groover som nikker mot frijazzen.\n\nDØRENE ÅPNER: 20.00\nKONSERTSTART: 20.30\nCC: 250,-",
  "updated_at": "2026-02-01T15:50:31.739Z",
  "ticket_url": "https://tikkio.com/events/61468"
}
