{
  "id": "cmpIqip5CN",
  "name": "The Dire Straits Experience",
  "tags": [
    "tribute",
    "covers",
    "rock"
  ],
  "start_time": "2026-02-22T18:00:00+00:00",
  "end_time": "2026-02-22T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "The Dire Straits Experience kommer til Sentrum Scene 22. februar for å feire et av rockehistoriens største band! \n\nFrontet av originalmedlem Chris White og seks musikere i verdensklasse, leverer bandet et gnistrende liveshow spekket med låter som «Sultans of Swing», «Money for Nothing», «Private Investigations» og mange flere.\n\nI 1995 spilte Dire Straits sine siste konserter, og for millioner av fans markerte det slutten på en stor epoke. Men musikken deres har aldri sluttet å gripe nye generasjoner, og nå bringer The Dire Straits Experience klassikerne tilbake til scenen med fullt trøkk.\n\nThe Dire Straits Experience blir hyllet som det nærmeste man kommer originalen, og Chris White sier at Terence Reis er den eneste som kan matche Mark Knopflers unike stemme og gitarspill.\n\nMusikerne i The Dire Straits Experience har spilt med legender som Paul McCartney, Eric Clapton, David Bowie, Mick Jagger, Tina Turner og Mike Oldfield.\n\n--\n\n**Billetter:**\n\n— Ståplasser (Hovedsal + bakre del av galleri) - kr. 590,- + bill.avg.\n\n— Nummererte sitteplasser (Galleriet): kr. 680,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-09-12T08:34:26.673Z",
  "ticket_url": "https://www.ticketmaster.no/event/526269098?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_The_Dire_Straits_Experience_220226_Billettsalg&utm_campaign=NO_Rockefeller_The_Dire_Straits_Experience_220226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
