{
  "id": "CusBtA6BZR",
  "name": "Annika",
  "tags": [
    "pop",
    "delt alder"
  ],
  "start_time": "2026-04-17T17:00:00+00:00",
  "end_time": "2026-04-17T21:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den danske popstjernen Annika kommer til Sentrum Scene fredag 17. april! På rekordtid har hun gjort seg bemerket som en av de mest særegne nye stemmene i Norden. Med sitt unike talent for låtskriving, sin karakteristiske vokal og evnen til å skape umiddelbar kontakt med lytterne, har hun på bare noen få år oppnådd det få andre klarer i løpet av en hel karriere.\n\nTidligere i år ga hun ut debutalbumet *AW*, som allerede har solgt til trippel platina og blitt streamet over 100 millioner ganger – en prestasjon som befester hennes status som et av de største musikalske gjennombruddene i Danmark i moderne tid. Annika har vunnet prisen «P3 Talentet», spilt utsolgte konserter og åpnet Orange Scene på Roskilde Festival – alt på bemerkelsesverdig kort tid.\n\nNå tar Annika neste steg og kunngjør sin første store nordiske headliner-turné, som tar henne til noen av de mest ikoniske scenene i Danmark og Norge, inkludert vår egen Sentrum Scene.\n\nDenne turneen markerer et nytt kapittel for Annika – større scener, et nytt visuelt univers og en liveproduksjon som løfter musikken hennes utover strømmetallene og rett inn i publikums hjerter.\n\n--\n\nBill. kr. 350,- + bill.avg.\n\n18-årsgrense i hovedsalen (ståplasser). Fri aldersgrense på galleriet (unummererte sitteplasser).\n\nI hovedsalen er det 18 års aldersgrense med legitimasjonsplikt. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-27T11:06:17.165Z",
  "ticket_url": "https://www.ticketmaster.no/event/1009658240?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Annika_170426_Billettsalg&utm_campaign=NO_Rockefeller_Annika_170426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
