{
  "id": "d3E5D4gx6Z",
  "name": "Blow Out - Fredrik Luhr Dietrichson + Moonrash",
  "tags": [
    "Jazz  Impro,  experimental"
  ],
  "start_time": "2026-03-10T19:00:00+00:00",
  "end_time": "2026-03-10T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Konsertstart kl 20:30\n\n///\n\nFredrik Luhr Dietrichson - kontrabass\n\n///\n\nMoonrash\nNathalie Forget - ondes martenot\nMichele Rabbie - perkusjon & elektronikk\nIngar Zach - perkusjon & vibrerende membraner\n\n///\n\nEtter en ørliten vinterferie er Blow Out tilbake og det starter med Fredrik Luhr Dietchrichson solo! Du har hørt han før i band som Moskus, Morgonrode og Avant Folk, men nå er det altså solo som gjelder. \nDenne kvelden presenterer han egen musikk for kontrabass – «Det er mitt hode, min egen lille klode» – et møte mellom kontrabassens klanglige muligheter og improvisert materiale, med vekt på resonans, tekstur og nærvær. Musikken er både åpen og strukturert, minimalistisk og maksimalistisk, meditativ og urolig – alt på én gang.\n\n///\n\nMoonrash — et tett, undersøkende lydkollektiv hvor Michele Rabbia, Ingar Zach og Nathalie Forget møtes i et felles sonisk prosjekt. Rabbia, den italienske perkusjonisten og elektronikkartisten, bruker skinn, metall og sanntids prosessering for å forme komplekse teksturer. Zach, den norske perkusjonspioneren, tilfører spektrale landskap og eksperimenter med transdusere og vibrerende membraner. Forget, den franske virtousen på ondes martenot, bringer glidende melodier og en rik klangverden som både beriker og kontrasterer perkusjonens rå materialitet.\nSammen blander de akustisk og elektronisk lyd i improvisatoriske, kontemplative former: Subtil elektronikk forstørrer materialenes klang, hver bevegelse blir en intens dialog, og lydbildet fremstår resonant, magnetisk og friskt.\n\n///\n\nKonsertstart kl 20:30, dører kl 20:00.\nBilletter 250/190 (medlemmer)\nBli medlem! 500, - inkluderer konsertbilletten.\nBlow Out! er støttet av Kulturrådet og Oslo Kommune. I samarbeid med Konsertforeninga.\nhttps://konsertforeninga.no",
  "updated_at": "2026-02-28T13:12:22.798Z",
  "ticket_url": "https://konsertforeninga.ticketco.events/no/nb/e/blow_out__fredrik_luhr_dietrichson__moonrash?fbclid=IwdGRjcAQPyO9jbGNrBA_I62V4dG4DYWVtAjExAHNydGMGYXBwX2lkDDM1MDY4NTUzMTcyOAABHi8q2F_DmARdb70KI0WRQZNlgN4yEV7B_8QU343Cz3vDaClCydVeCWyIzFYs_aem_Vex_hXuNEGsibIPapDRtRg&version=m"
}
