{
  "id": "dCoL7IuBOn",
  "name": "Relentlessfest Oslo",
  "tags": [
    "punkrock",
    "scandirock"
  ],
  "start_time": "2026-01-23T18:00:00+00:00",
  "end_time": "2026-01-23T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Etter en suksessfull debut i Trondheim i mars 2025, er Relentlessfest tilbake – og denne gangen tar den norske undergrunnsfestivalen turen til hovedstaden.\n\nFredag 23. januar 2026 braker det løs på John Dee, når Relentlessfest Oslo leverer en kompromissløs kveld dedikert til scandirock og punk.\n\nFestivalen, som har som mål å løfte fram noen av de mest lovende «up and coming»-bandene i Norge innen rock, metal, punk og hardcore, levert av band som brenner for scenen, fellesskapet og energien som bare liveshows kan gi. \n\nDenne utgaven samler fire band som alle står med beina solid plantet i den nordiske rock- og punktradisjonen – høy energi, feite riff og attitude uten filter.\n\nMed et stadig voksende program og et rykte som sprer seg raskt i miljøet, har Relentlessfest blitt et høydepunkt for alle som vil oppdage neste generasjon av norske rock-, metal- og hardcoreband.\n\nEtter en heftig førsteutgave i Trondheim i 2025, har festivalen vokst til å omfatte to arrangementer i 2026 – Oslo 23. januar på John Dee, og Trondheim 20.–21. mars på Lager 11.\n\nRelentlessfest Oslo 2026 – fire band, én kveld, null kompromisser.\n\n**Häxer:**\n\nMed røtter fra de tåkefulle, store skogene i Telemark, presenterer Häxer, heksepunk. Dette er intenst, dominerende, svett, hårete, rått, energisk, nådeløst – hardt, raskt, thrasha, lærkledd og skitten rock’n’roll.\n\nGlem doom – Häxer treffer som en flygende flaske hjemmebrent i fyr og flamme, full av primal energi!\n\nHäxer slapp debutalbumet sitt i april 2025! Det er skittent. Det er fritt. Det er høyt.\n\nPå scenen brenner de med intensiteten til et hedensk opprør. På Relentlessfest ber ikke Häxer om lov – de tar over. Kom deg med, eller kom deg unna.\n\n**You Know Who:**\n\nYou Know Who tar på seg høyreskoen til Turbonegro, venstreskoen til Gluecifer, drar på seg daisy dukes’a til Lemmy, klistrer den svette skjorta til The Hives til huden, samt tar på seg hatten til The Hellacopters, og lar seg styre av ungdomskilden på 4,7%. Resultatet? En skandinavisk rockeksplosjon som får garasjen til å dirre, festivalpublikummet til å hoppe, og Spinal Tap til å nikke anerkjennende når de ser hva nivået forsterkerne er skrudd opp til.\n\nSiden første album, *DUMB.*, har de høstet en femmer fra Aftenbladet og «årets rockealbum», de har spilt for utsolgte scener og klubber i Norge, og dratt over Skagerak hvor de har mottatt super respons i Tyskland, Danmark, Sverige og Italia. I oppkjøringen til andrealbumet, *DRUNK.* har de allerede rukket å bli døpt til «prinsene av scandirock» av Stjernepose på NRK P3 Musikk.\n\n**Slug Boys:**\n\nSlug Boys-opptredener beveger seg alltid på en knivsegg mellom post-punk-eleganse og kaos. Alt kan når som helst rakne. De er aktuelle med sitt debutalbum *Listen To Slug Boys.*, og spilte nettopp en heidundrende releasekonsert på John Dee.\n\n**FIGHTS:**\n\nFIGHTS har på kort tid etablert seg som et av Norges mest eksplosive scandirock-band. Med fantastiske opptredener på Klubb-Øya, by:Larm og Høstsabbat, samt supportjobber for The Dogs, The Good The Bad & The Zugly og Death By Unga Bunga, har bandet bevist at de leverer liveopptredener som river taket av enhver scene. Debutalbumet «ScampiRock» fikk strålende mottakelse for sin blanding av rå energi, humor og kompromissløs rock. \n\n--\n \nBill. kr. 325,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-05T12:16:51.479Z",
  "ticket_url": "https://www.ticketmaster.no/event/309401842?brand=johndee&camefrom=CFC_NO_Rockefeller_RelentlessFest_230126_Billettsalg&utm_campaign=NO_Rockefeller_RelentlessFest_230126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
