{
  "id": "dcqNvHZvwU",
  "name": "Slutten og begynnelsen: Lansering av Wisława Szymborskas utvalgte dikt 1945–1993 /Litteratur på BLÅ",
  "tags": [
    "Litteratur",
    "På",
    "Blå"
  ],
  "start_time": "2026-01-27T18:30:00+00:00",
  "end_time": "2026-01-27T19:30:00+00:00",
  "venue": "BLÅ",
  "description": "27. januar er det sesongstart for Litteratur på Blå og vi begynner med «Slutten og begynnelsen» og feirer at det utkommer en ny gjendiktning på Flamme forlag av den polske poeten Wisława Szymborska som mottok nobelprisen i litteratur i 1996. Den prisbelønte oversetteren Agnes Banach står for utvalg, gjendiktning og etterord, og gir en grundig presentasjon av forfatterskapet med dikt fra 1945 til 1993.\n\nSammen med Tokarczuk-oversetter Julia Aagenæs Wiedlocha og poet og oversetter Sindre Andersen skal Agnes Banach lede oss inn i Szymborskas poesi og utviklingen av hennes skarpe blikk og intellekt i et Polen bak jernteppet etter andre verdenskrig. Hennes poesi er et vitnesbyrd om en tid som ikke må glemmes.\n\nArrangementet er et samarbeid mellom Litteratur på Blå, Flamme forlag og foreningen Polsk på norsk, en nystartet forening bestående av Agnes Banach og Julia Aagenæs Wiedlocha som har til formål å fremme den oversatte polske litteraturen i Norge, samt oversettelse som en litterær aktivitet.\n\nOmtale fra forlaget:\nWisława Szymborskas poesi kjennetegnes av en presis og tilsynelatende enkel stil. Hun skriver virkelighetsnært, men med et underliggjørende, bevissthetsutvidende perspektiv. Ofte tenker hun ut en ny utgave av verden og vier stor oppmerksomhet til det hun kaller «hverdagsundre». Til tross for hennes uanstrengte dialog med den vestlige kulturarven er det viktig å ha i mente at Szymborska utviklet sitt skarpe blikk og intellekt i et Polen bak jernteppet etter andre verdenskrig. Hennes poesi er et vitnesbyrd om en tid som ikke må glemmes.\nDiktene i foreliggende utvalg spenner fra 1940- til 1990-tallet: fra Szymborskas tidligste dikt – skrevet i årene 1944–1948 og utgitt posthumt i Svart sang (2014) – til Slutten og begynnelsen (1993), Szymborskas første utgivelse etter Berlinmurens fall og den siste før hun ble tildelt Nobelprisen i 1996. Hovedvekten i utvalget er fra perioden 1957–1993, som regnes som den sterkeste i forfatterskapet. Utvalget gir norske lesere et mer fullstendig bilde av Szymborskas utvikling som poet, der den historiske konteksten er med som et bakteppe, uten å forminske diktningens universelle slagkraft.\n\nGjendiktet og med etterord av Agnes Banach.\n\n---\n\nDørene åpner: 19.00\nArrangementsstart: 19.30\nCC: 70 kr\nID: 20 år – Gjester under 20 år er velkommen, men må ta kontakt i god tid i forveien, så finner vi en løsning.\nSamtalen tar plass i BLÅs hovedsal.\nDet vil være mulig å kjøpe «Slutten og begynnelsen: Utvalgte dikt 1945–1993» fra Flamme forlag.\n\n---\nTakk til The Wisława Szymborska Foundation for bruk av bildene av Wisława Szymborska.\nMed støtte fra Kulturrådet, Fritt Ord og Bergesenstiftelsen.",
  "updated_at": "2025-12-22T10:13:55.311Z",
  "ticket_url": ""
}
