{
  "id": "dF1Dch8g3a",
  "name": "Smokey (AB) + Kristoffer Birkedal + Aske Skat",
  "tags": [
    "folk",
    "country",
    "viser"
  ],
  "start_time": "2026-01-29T19:00:00+00:00",
  "end_time": "2026-01-29T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Smokey (AB) er aliaset til den kanadiske musikeren og kunstnere Nickelas Johnson. Musikken hans beveger seg i spenningsfeltet mellom lo-fi anti-folk, country og garasjeeksperimenter. Resultatet er rått, ærlig og stemningsfullt uttrykk som klarer å være både uhyggelig, vakkert og nært på samme tid.\n\nSmokey er i disse dager aktuell med sitt nye album Bleak Heritage, hans første fullengder siden 2016. Plata samler sanger skrevet over flere år - noen spilt inn live med bandet, andre alene i hjemmestudioet eller hos Mossy Trails. Plata er akustisk forankret, men leken og eksperimenterende. Her finner du ståltrommer, tomme flasker og til og med en bjelle fra besteforeldrenes gård.\n\nMed som support for kvelden kan vi også glede oss over å oppleve Kristoffer Birkedal og Aske Skat.\n\n---------------------------------\n\nMed sin myke stemme og tradisjonelle fingerpicking inviterer Kristoffer Birkedal lytteren inn i en harmonisk verden fylt av naturskildringer, historiefortelling og håpefull melankoli. Som 20-åring pakket han gitaren og la ut på den europeiske landeveien og haiket seg til Irland og England i sine idolers fotspor, hvor han spilte på barer, folk-klubber – og ikke minst på gaten. Denne reisen formet hans uttrykk og forankret ham i tradisjonen han i dag viderefører på sin egen måte. Etter utgivelsen av debut-EP-en Baldakin i 2021 har Birkedal varmet opp for artister som Jerry Leger, Jan Eggum, Jonas Alaska, Adam Douglas og The Sonic Dawn. Han har også etablert seg som et kjent ansikt på den voksende folk- og countryscenen i København, som har vært hans hjem i mesteparten av 20 årene. Hans kommende debutalbum henter mye inspirasjon fra visesangbølgen på 60- og 70-tallet, men bærer samtidig en moderne lyd – frisk, ærlig og tidløs på samme tid.\n\n---------------------------------\n\nAske Skat leverer alternativ americana der folk, country, soul og rock smelter sammen. Siden debuten Riding Silver Mind (2020) har han gitt ut tre album. Han har turnert i hele Norden og senest i Canada sammen med Nick Shoulders.\n\nI tillegg til sin egen musikk er han kjent som medprogramleder på DRs Mon Amie Complexe (P6), lidenskapelig DJ og vinylsamler, samt grunnlegger av plateselskapet CMR. På scenen har han med seg gitaren – og en hel del gode historier.",
  "updated_at": "2025-12-03T15:53:22.997Z",
  "ticket_url": "https://www.ticketmaster.no/event/smokey-ab--kristoffer-birkedal--aske-skat-billetter/1493706353"
}
