{
  "id": "dQVbgz5HKN",
  "name": "Slomosa",
  "tags": [
    "stonerrock",
    "rock"
  ],
  "start_time": "2025-12-18T18:00:00+00:00",
  "end_time": "2025-12-18T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "De ferske Spellemann-vinnerne i Slomosa kommer til Rockefeller torsdag 18. desember!\n\nTundrarock-fenomenet Slomosa har skapt bølger i inn- og utland de siste årene med legendariske konserter over hele USA og Europa, og til høsten er det norske klubbscener som står for tur. Med sitt fortsatt ferske, Spellemann-vinnende andreplate *Tundra Rock* i bagasjen, gjør Slomosa i høst sine hittil største klubbkonserter som headliner på hjemmebane, kombinert med intime kvelder på svette klubber.\n \nI tillegg til å gi ut det kritikerroste albumet *Tundra Rock*, har det siste året bestått av utelukkende turnévirksomhet for Slomosa. De har turnert over hele USA med Alkaline Trio og Helmet, og Europa med Stöner, Greenleaf og Orange Goblin, i tillegg til egne headliner-konserter. \n\nDet har resultert i en eksponentielt voksende tilhengerskare, og her hjemme solgte bandet blant annet ut Parkteatret i Oslo to ganger, Røkeriet USF i Bergen, Tou i Stavanger og Verkstedhallen i Trondheim, og det forventes stinn brakke på samtlige av høstens klubbkonserter i Norge!\n\n**Support: Nagirčalmmiid**\nNagirčalmmiid har svevd mellom den norske undergrunnen og «bransja» de siste fem åra, en standhaftig duo som spiller doom/stoner, med røtter i det samiske. Utvidelse var uaktuelt i starten, men i høst har de utvidet med to nye medlemmer. Siste release var albumet *Down to the bone* fra 2023, men ny musikk er på vei; enda mer skrik, enda mer bråk.\n\n--\n \nBill. kr. 345,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-12-08T12:06:25.640Z",
  "ticket_url": "https://www.ticketmaster.no/event/394914167?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Slomosa_181225_Billettsalg&utm_campaign=NO_Rockefeller_Slomosa_181225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
