{
  "id": "DYcBucyPnA",
  "name": "Klassisk på Park: Harpreet Bansal Band",
  "tags": [
    "Musikk",
    "Pop",
    "Pop Rock"
  ],
  "start_time": "2026-03-15T16:30:00+00:00",
  "end_time": "2026-03-15T19:30:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Harpreet Bansal er kjent for sin unike tolkning av raga-tradisjonen, der hun kombinerer sin indiske musikkarv med vestlig klassisk samtidsmusikk og jazz. Hun har gitt ut fem kritikerroste album i eget navn, blitt nominert til Spellemannprisen og Musikkforleggerprisen, og er mottager av NOPA-prisen og Gammlengprisen.\n\nOppveksten mellom to kulturer har gitt Harpreets musikk en dypt personlig dimensjon, der bakgrunn og arv forhandler med samtid og omgivelser. Hun har blitt hyllet som en radikal nytolker av ragaen, og har gjort sjangerutvidende samarbeider med ensembler som Oslo Filharmoniske Orkester, KORK, Cikada Strykekvartett og NyNorsk Messingkvintett for å nevne noen.\n\nSiden 2022 har Harpreet spilt fast med rapduoen KARPE, og er blant annet profilert i deres suksessutgivelse «Omar Sheriff». Hun spiller på en fiolin laget av Giovanni Battista Rogeri i Brescia 1690, generøst utlånt av stiftelsen Dextra Musica.\n\nI Harpreet Bansal Band har hun samlet et knippe sentrale improvisasjonsmusikere med bakgrunn fra Norge, Iran og Tsjekkia: Javid Afsari-Rad på santur, Andreas Bratlie på tablas og perkusjon, Vojtech Prochazka på harmonium og Adrian Fiskum Myhr på bass. Siden debuten i 2014 har de skapt et dynamisk og fargerikt musikalsk uttrykk, som veksler mellom meditative stemninger og ildfull virtuositet, fri lek og absolutt presisjon. Vi har sjekket: det er ingen andre band som høres ut som dette!\n\nMedlemmer:\nHarpreet Bansal – fiolin\nJavid Afsari-Rad – santur\nVojtech Prochazka – harmonium\nAdrian Fiskum Myhr – bass\nAndreas Bratlie – tablas",
  "updated_at": "2026-02-05T14:47:09.058Z",
  "ticket_url": "https://www.ticketmaster.no/event/klassisk-pa-park-harpreet-bansal-band-billetter/726569590"
}
