{
  "id": "e4fNWKqE4p",
  "name": "PRO8L3M",
  "tags": [
    "rap",
    "hiphop",
    "polish"
  ],
  "start_time": "2026-02-20T18:00:00+00:00",
  "end_time": "2026-02-20T22:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "EN\n\nPRO8L3M is a phenomenon that cannot be ignored. Platinum records, debuting at the top of the OLIS charts, crashing servers, and selling out the largest concert venues in Poland. Since their debut in 2013, Oskar and Steez have consistently remained at the forefront of the Polish music scene.\nThe duo avoids following trends, creating their sound rich with references to the culture of the 80s and 90s, spanning from Polish pop to club music. This unique style allows them to reach fans of various genres, from hip-hop to electronic and alternative music. Their work mixes themes of new technology and futurism with thrilling storytelling. PRO8L3M’s creativity extends beyond music, translating their original vision into visual arts with award-winning music videos, exceptional album artwork, and immersive experiences in specially designed spaces. Each concert is a unique audiovisual show, which has become one of their trademarks.\n\nFrom the start, the band’s albums and mixtapes have stood out for their conceptual nature. PRO8L3M explores the dangers of technological expansion by large corporations, deconstructs visions of contemporary Poland born from the turbulent period of transformation, and portrays dynamic depictions of the nightlife in big cities. Each narrative keeps audiences on edge, like a suspenseful movie, featuring not only scenes of violence and sex but also subtle urban poetry and pop culture references.\n\nSince their fresh debut with C30-C39, a daring gambit, PRO8L3M has been awarded multiple times for their artistic achievements. Following the release of the “Art Brut” mixtape, which drew on the musical canon of the Polish People’s Republic, the band was named Artist of the Year by Aktivist, and “Ground Zero Mixtape” became the first rap mixtape in history to win a Fryderyk Award. The album “PROXL3M,” released in 2023, was a kind of summary of ten years on the scene. However, the duo did not rest on their laurels. Announced for October 2025, “EX UMBRA AD LIBERTATEM” is a return to their rap roots. A dozen or so new tracks, Oskar’s powerful verses and Steez’s eclectic beats based on unusual samples are the essence of a raw, classic convention, in which this time we will hear less abstraction and more real life.\n",
  "updated_at": "2025-12-11T09:45:30.933Z",
  "ticket_url": "https://www.ticketmaster.no/event/665642974"
}
