{
  "id": "e7czTkSlS4",
  "name": "Erlend & Steinjo presenterer: Slå på ring – LIVE",
  "tags": [
    "comedy"
  ],
  "start_time": "2026-10-08T17:00:00+00:00",
  "end_time": "2026-10-08T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "TV-fenomenene Erlend & Steinjo kom med sin særegne og ufiltrerte humor på NRK i 2001 og fikk raskt kultstatus. De leverte improviserte og uforutsigbare humorinnslag og musikkparodier det norske TV-publikummet ikke hadde sett før – og ikke fikk nok av. \n\nI løpet av tre sesonger laget de flere hundre musikkvideoer og på YouTube har disse blitt avspilt over 5 millioner ganger. De har fans over hele kloden, og startet derfor i det små, med å selge ut to stappa fulle Parkteatret-saler i november 2024. Det føltes naturlig å skape en novemberkonserttradisjon, så da ble Sentrum Scene booket, til glede for nye og gamle publikummere! \n\nDuoen fikk så mye positiv respons på forrige show, så på tross av en del nervøsitet for å gå på scenen for første gang med dette, er de veldig motivert for å gjøre det på ny!\n\nErlend Klarholm Nilsen var egentlig mest nervøs for det å skulle stå på en scene foran publikum, og hadde ingen strategi for hvordan han skulle takle det. \n\n– Men så har vi heldigvis med oss verdens feteste band, med dyktige musikere som Maya Vik på bass, Tarjei Strøm på trommer, Espen Tappel på gitar og Eyvind Skeie på tangenter – så jeg får lene meg på dem denne gangen også. \n\n– Men våre svakheter er jo også vår styrke, så kjernepublikummet responderte med allsang, jubel og applaus, også under de mest katastrofale øyeblikk, minnes Steinjo. – Vi topper også denne gangen showet med gjesteartister som var med i TV-serien. Det var stor stemning da Jon Almaas dukket opp i fjor, og hvem vet hvilke stjerner som dukker opp i år?\n\nFor en del nytt skal det også bli, selv om suksessformelen fra 2024 ligger igjennom hele showet: De største og rareste hitlåtene, fremført med kostymer, rekvisitter, videoprojeksjoner, tøys og tull – og selvsagt veldig kul musikk fremført med et fantastisk band.\n\nPublikum kan blant annet vente seg hysteriske og fantastiske versjoner av «Oh My God», «Fuglfisken», «Crazy Cats», «Friday Fahrenheit», «Been There Done That», «Who The Hell Is You» og en utvidet, ganske pompøs versjon av «Potetgullsangen». For kanskje kommer Potetgullmannen tilbake?\n\n*Flyttet fra 14. november 2025. Kjøpte billetter som ikke er refundert gjelder til dette arrangementet.*\n\n--\n \n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 385,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 345,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 450,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-24T08:53:00.309Z",
  "ticket_url": "https://www.ticketmaster.no/event/254674149?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Sla_Pa_Ring_141125_Billettsalg&utm_campaign=NO_Rockefeller_Sla_Pa_Ring_141125_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
