{
  "id": "ElUe8j0BSN",
  "name": "Daniel Lanois",
  "tags": [
    "rock",
    "ambient"
  ],
  "start_time": "2026-09-16T17:00:00+00:00",
  "end_time": "2026-09-16T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den legendariske produsenten, låtskriveren og artisten Daniel Lanois kommer til Oslo og Sentrum Scene 16. september! Han regnes som en av de mest innflytelsesrike produsentene i moderne musikkhistorie, kjent for sitt banebrytende arbeid med blant andre U2, Peter Gabriel, Bob Dylan, Emmylou Harris og Neil Young.\n\nMed sin særegne tilnærming til lyd, der studioet brukes som instrument, har Lanois vært med på å forme lydbildet i populærmusikken gjennom flere tiår. Rolling Stone har omtalt ham som «den viktigste produsenten som vokste frem på 80-tallet».\n\nLanois har også hatt en markant karriere innen film, TV og spill, med bidrag til blant annet *Dune*, *Sling Blade* og *Red Dead Redemption II*. Han er syvdobbel Grammy-vinner og har utgitt fjorten soloalbum i eget navn.\n\nPå Sentrum Scene stiller han med sin trio, sammen med den legendariske trommeslageren Brian Blade og bassist Jim Wilson. Dette blir trioens første konserter i Europa siden 2012.\n\n--\n\n**Billetter:**\n\n— Nummererte sitteplasser (hovedsal + galleri): kr. 525–625,- + bill.avg. fordelt på tre soner.\n\n— Ståplasser (bakerst på galleri): kr. 575,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-09T13:55:21.823Z",
  "ticket_url": "https://www.ticketmaster.no/event/1408017730?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Daniel_Lanois_160926_Billettsalg&utm_campaign=NO_Rockefeller_Daniel_Lanois_160926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
