{
  "id": "eTPs7fZb6S",
  "name": "Biffy Clyro",
  "tags": [
    "rock",
    "alternativerock"
  ],
  "start_time": "2026-02-21T18:00:00+00:00",
  "end_time": "2026-02-21T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Biffy Clyro kommer til Oslo og Sentrum Scene lørdag 21. februar! De er et av Storbritannias største rockeband, har hele tre nummer 1-album bak seg, og har flere ganger headlinet festivalgiganter som Reading & Leeds, Download, TRNSMT og Isle of Wight.\n\nDen 26. september slipper de sitt etterlengtede nye album *Futique*, med den ferske singelen «A Little Love», som nylig ble kåret til «Hottest Record in the World» på BBC Radio One. \n\nEtter å ha levert storslåtte opptredener som headliner på årets TRNSMT og på den ikoniske Pyramid Stage under Glastonbury, har bandet høstet lovord fra blant andre The Guardian, som kalte konserten «an absolutely triumphant reminder that they… have a formidable greatest hits set when they need it», og Kerrang!, som beskrev dem som «a masterclass in joy and professionalism, with every element finely tuned». \n\nMed et arsenal av priser i bagasjen – inkludert fire NME Awards, fem Kerrang! Awards, to Q Awards og tre BRIT-nominasjoner – har Biffy Clyro for lengst befestet sin posisjon som et av de mest toneangivende rockebandene fra Storbritannia det siste tiåret. De har også blitt nominert til den prestisjetunge Mercury-prisen.\n\n--\n\nBill. kr. 599,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 45 minutter etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2026-02-19T12:23:24.641Z",
  "ticket_url": "https://www.ticketmaster.no/event/1408659013?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Biffy_Clyro_210226_Billettsalg&utm_campaign=NO_Rockefeller_Biffy_Clyro_210226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
