{
  "id": "FCnKjE9IsD",
  "name": "Haylen (fr) // Supp.: Sabrina Sciaccia",
  "tags": [
    "soul",
    "rock",
    "blues"
  ],
  "start_time": "2026-03-04T19:00:00+00:00",
  "end_time": "2026-03-04T22:00:00+00:00",
  "venue": "Revolver",
  "description": "With an enchanting voice and a commanding stage presence, Haylen delivers sultry, powerful music — a masterful blend of soul, rock, and blues that leaves a lasting impression. Behind her captivating smile lies a formidable singer and guitarist whose voice resonates deeply, connecting with every listener. \n\nIn 2023, Haylen won the Jury’s Prize at the Cahors Blues Festival, a prestigious recognition that cemented her place among the leading new voices in blues and soul music. After making her mark with the EP Out of Line, Haylen toured extensively across France and Europe, before joining the cast of Jean Paul Gaultier’s “Fashion Freak Show” for a world tour and becoming the lead performer at the renowned Crazy Horse cabaret in Paris.\n\n\n\n//\n\n\n\nSabrina \n\nEn liten siciliansk dame med kontrabass som synger country-soul, rockabilly korte sanger samt en smak av Italia som vil ose av energi og nostalgiske toner. Hun har spilt bass og sunget i diverse konstellasjoner og sjangre i Italia, Sveits og Norge siden hun var 14 år gammel. Hun kom til Norge i 2014 og spilte i duoen Sabrina & Endre (med Endre Koch) som ga ut en rekke singler og videoer i tillegg til albumet «Nature Boy» i 2020.\nHun har i de siste årene studert og spilt kontrabass med Bill Troiani, den amerikanske blueslegenden i Oslo og hun har ved forskjellige anledninger spilt med forskjellige artister i Norge: under Øyafestivalen med en indierock bandet og ble med på konserter som gjesteartist rundt i Oslo med dyktige musikere/band som Frank Znort Quartet, Claudia Scott, Joakim Tinderholt, Amund Maarud Trio, Paul-Ronnye Angel og Håkon Høye and the Honeytones osv.\nHun liker å gi sin egen interpretasjon av sangene med kontrabass som ikke bare spiller med, men leker som det skal funke som et perkusjonsinstrument samtidig.\nHun har åpnet releasekonserten til Bonnie & The Jets, for Håkon Høye and The Honeytones på Herr Nilsen og for Spellemannpris-vinneren Claudia Scott.",
  "updated_at": "2026-02-16T13:18:25.233Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/haylen_fr__revolver"
}
