{
  "id": "fEaFAr29WL",
  "name": "laurel 2 (live) /BLÅ",
  "tags": [
    "electronic",
    "avantpop",
    "ambient"
  ],
  "start_time": "2026-02-07T19:00:00+00:00",
  "end_time": "2026-02-07T22:00:00+00:00",
  "venue": "BLÅ",
  "description": "Lørdag 7. februar 2026 | 20:00 | Id: 20 | cc: 150,-\nGlitch / electronic / avant-pop\n\nNO\nEstiske laurel 2 (motonormal, vasall club) har gjennom flere album og EPer under soloprosjektet sitt laurel 2 føyet seg inn i det nord-europeiske sjangerlandskapet med elektroniske utgivelser preget av minimalisme og introspeksjon.\nUtgivelsene har en glitchy tekstur og et drømmende uttrykk, der oppstykkede breaks, samples fra videospill, og ambient-loops akkompagneres av abstrakt vokal. Det er eksperimentell pop, skapt for ettertenksomt lytting.\nSiden 2021 har laurel 2 gitt ut to album («kasutu» & «Brazil») og fire EPer. Han er vokalist I bandet motonormal, utgjør halvparten av produsentduoen vasall club og er aktuell med radioshowet Smoke Break på IDA Radio.\n\nEN\nlaurel 2 is an Estonian artist whose work explores minimalism, emotional restraint, and subtle intensity. Rooted in northern privacy and an introspective approach, their practice focuses on atmosphere, texture, and the careful use of space. laurel 2 creates dreamy works that balance fragility and precision, inviting focused attention rather than spectacle. Carefully selected breakbeat chops, eerie samples from old video games & ever-evolving ambient loops flavoured with unrecognizable vocals make the project well-suited for intimate venues, curated programs, and attentive listening environments.\nSince 2021 laurel 2 has released 2 albums (“kasutu”, “brazil”) and 4 EPs (“xflies”, ”xflies b-side” “enese etapp”, “repellency treatment”). Alongside laurel 2, he is the lead singer in the band motonormal, half of the newly formed producer duo vasall club, and hosts a radio show called smoke break on IDA Radio.\n\n—\nSupported by the Norwegian Arts Council and Liveurope. ",
  "updated_at": "2026-02-02T17:47:04.902Z",
  "ticket_url": "https://www.ticketmaster.no/event/1329535564"
}
