{
  "id": "fGWOuy0Gfh",
  "name": "Dance With a Stranger",
  "tags": [
    "bluesrock",
    "soul",
    "pop"
  ],
  "start_time": "2026-09-04T17:00:00+00:00",
  "end_time": "2026-09-04T21:59:00+00:00",
  "venue": "Rockefeller",
  "description": "**Dance With a Stranger kommer tilbake til Rockefeller fredag 4. september!**\n\nEtter braksuksessen med de utsolgte konsertene på Rockefeller de siste årene er Øivind Elgenes (Elg) og Frode Alnæs tilbake på scenen, sammen med fire dyktige musikere, i en frisk og vitalisert utgave av det legendariske bandet. Dette ligner tradisjon!\n\nPublikum kan glede seg til å høre udødelige hits som «Everyone Needs A Friend», «The Invisible Man» og «Dance With A Stranger», i tillegg til flere skjulte perler – alt presentert i ny og spennende innpakning.\n\nBandets gjennombrudd kom i 1988 med debutalbumet som solgte over 125.000 eksemplarer og sikret dem en Spellemannpris. Med totalt seks studioalbum, et konsertalbum og to samlealbum har Dance With a Stranger etablert seg som et av Norges mest folkekjære band. Inspirert av blues, jazz, soul, rock og pop har bandet fått en helt spesiell plass i hjertene til både publikum og kritikere.\n\nNå er de igjen klare for å begeistre sitt publikum med et høykvalitets show i særklasse, fylt med energi, glede og fantastisk samspill!\n\n--\n\n**Arrangementet har ståplasser.**\n\nBill. kr. 580,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-03T10:57:36.801Z",
  "ticket_url": "https://www.ticketmaster.no/event/1660264570?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Dance_With_A_Stranger_040926_Billettsalg&utm_campaign=NO_Rockefeller_Dance_With_A_Stranger_040926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
