{
  "id": "fkH8GDmlDB",
  "name": "Oak Ay + Naoko // LIVE @ MIR",
  "tags": [
    "elektronika"
  ],
  "start_time": "2026-03-06T18:00:00+00:00",
  "end_time": "2026-03-06T22:00:00+00:00",
  "venue": "Mir",
  "description": "NAOKO:\n\nNaoko er en duo bestående av Erlend Elvesveen og Charite Viken. Gjennom en eklektisk vev fra populærmusikkens yttergrenser skaper de elektronika som kjennes i kroppen – mørke, eteriske lydlandskaper der sårbarhet og vold flyter om hverandre.\n\nSingelen «Currents» ble gitt ut på det grensesprengende Oslo-labelet Kropp Uten Grenser september 2025, mens sangene «Torch the Sky» og «Ipecac» ble valgt ut til «Mutants Mixtape» sammen med artister som Arca, Holly Herndon og Merzbow. De har også spilt på festivaler som Trondheim Calling, Pstereo og Feminalen.\n\n \n\nOAK AY:\n\nOak Ay er elektronika-aliaset til Simen Helbæk Kjølberg – et prosjekt som vever sammen organiske teksturer, analoge synther og drømmende lydlandskap med en rytmisk, dansbar energi.\n\nEtter å ha gjort inntrykk på Trondheim Calling 2020, har Oak Ay blitt en artist å holde et øye på i den norske elektronika-scenen. Høsten 2025 slapp Oak Ay EP-samlingen ‘SMALLHAUL’ I og II, på det anerkjente, elektronika-fokuserte Tromsø-plateselskapet Beatservice Records. Utgivelsene innhentet raskt positive tilbakemeldinger, blant annet støtte fra kurator-legendene «Late Night Tales» for låten «Dirt Flux». I 2026 venter albumutgivelse og flere singler.\n\nOak Ay er eneste artist med en offisiell remix for bandet Kalandra – remix-versjonen av «The Waiting Game» har nå passert 200 000 strømminger på Spotify. Tidligere utgivelser som duo har høstet oppmerksomhet, blant annet hos NRK P3 Urørt. «Hipass Femme» fra EP-en ‘Everything is Oak Ay’ (2021), samt musikkvideo til singelen «Heater» har satt spor og utvidet Oak Ay’s visuelle og konseptuelle univers.\n\nMed assosiasjoner til artister som Bonobo, Four Tet, Boards of Canada eller Röyksopp, byr Oak Ay på elektronisk musikk som treffer langt utover dansegulvet.\n\n\nID: 20 +\n\nCC: 200,- / 150,-(Student/Honnør)\n\nMIR åpner kl 19:00\nKonsertstart kl 20:00",
  "updated_at": "2025-12-20T14:24:44.993Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/290/purchase"
}
