{
  "id": "fR0TfUQgH9",
  "name": "Dobbelkonsert: Jenny Frøysa’s Artful Ensemble / Ahaha+Aksel Rønning",
  "tags": [
    "Jazz",
    "Eksperimentelt",
    "Impro"
  ],
  "start_time": "2026-04-09T17:00:00+00:00",
  "end_time": "2026-04-09T21:00:00+00:00",
  "venue": "Mir",
  "description": "Velkommen til dobbeltkonsert med de spennende nye norske jazzbandene Jenny Frøysa’s Artful Ensemble og Ahaha+Aksel Rønning!\n\nJenny Frøysa’s Artful Ensemble\n\nJenny Frøysa’s Artful Ensemble (JFAE) er saxofonist og komponist Jenny Frøysas eget band hvor hun utforsker hvordan visuell kunst og politiske spørsmål kan brukes som inspirasjon til å lage musikk. Denne våren drar JFAE på plateslippsturné for debutalbumet “Pauline Boty: bring her out!” som gis ut 13. mars, og handler om popkunst-kunstneren Pauline Boty. Musikalsk er uttrykket godt plantet i jazzverdenen, men med impulser fra både frijazz og popmusikk. På samme måte som Boty lagde kollasjer av elementer fra den såkalte lav-, eller massekulturen (bilder fra magasiner, aviser, bussbilletter…) og kombinerte dette med malerier - et symbol for det høykulturelle - har Frøysa komponert musikken ved å bli inspirert av ulike elementer fra popkulturen de siste 50-årene (filmer, TV-serier, hitlåter) og skrevet dette inn i et jazz-formspråk. Synther og effekter blandes med et akustisk småband-lydbilde, og musikken kan oppleves som noe gjenkjennbart, men med en tvist. Tekstene har en sentral rolle og tar opp viktige historiske samfunnsutfordringer, samtidig som de trekker linjer til utfordringer som finnes i dag.  \n\nBandet består av et knippe unge og aktive musikere på den norske jazzscenen, og en veteran. Det er Ingeborg Gravem Sollid (vokal), Simon Holm (sax), Tuva Olsson (trompet), Anna Ueland (tangenter), Kertu Aer (kontrabass), Tor Haugerud (trommer) og Frøysa selv på barytonsax med effektpedaler.\n\nFor mer info, se www.jennyfroysa.com\n\nKollasj: Margit Omholt\n\nAhaha+Aksel Rønning\n\nMed supersaksofonist Aksel Rønning som gjest gjennomfører pianotrioen Ahaha et eksperiment i den elektriske jazzens verden som ingen kan forutse utfallet av. High risk, og med litt flaks, high reward!\n\nMusikerne i bandet er blant landets mest aktive unge jazzere, kjent fra band som Cosmic Swing Orchestra, Aksel Rønning Trio, Petter Dalane Quintet, Peders Hode og Master Oogway.\n\nAksel Rønning – Saxer\n\nPetter Dalane – Tangenter\n\nAlf Høines – Bass\n\nMartin Heggli Mellem – Trommer",
  "updated_at": "2026-02-19T12:20:39.476Z",
  "ticket_url": ""
}
