{
  "id": "fred5gJSsf",
  "name": "Roy Khan",
  "tags": [
    "powermetal",
    "symphonicmetal"
  ],
  "start_time": "2026-11-27T18:00:00+00:00",
  "end_time": "2026-11-27T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Etter flere måneders turné, inkludert en utsolgt konsert på Vulkan, vender Roy Khan tilbake til hjemlandet for et unikt og dypt personlig arrangement i Oslo. Fredag 27. november på Rockefeller vil Roy Khan fremføre Kamelots *One Cold Winter’s Night* i sin helhet, i anledning 20-årsjubileet for innspillingen av et av de mest anerkjente livealbumene i symfonisk power metal-historie.\n\n*One Cold Winter’s Night* ble opprinnelig spilt inn i Oslo i 2006, og fanget et definerende øyeblikk – ikke bare i Roy Khans karriere, men for hele sjangeren. Albumet har siden blitt et referanseverk for liveopptredener, emosjonell dybde og musikalsk håndverk.\n\nNå, to tiår senere, vender Roy Khan tilbake til byen der alt ble foreviget – ikke som en nostalgisk gest, men som en ærlig refleksjon over arv, kunstnerskap og tilhørighet.\n\nKonserten vil by på den komplette originale settlisten, i tillegg til spesielle gjesteopptredener og full produksjon, nøye utformet eksklusivt for denne kvelden.\n\nDette er et helt spesielt arrangement – kun én kveld.\n\n«Å komme hjem til Oslo for å fremføre One Cold Winter’s Night i sin helhet er noe jeg aldri trodde jeg skulle gjøre igjen. Denne konserten representerer et helt spesielt øyeblikk i livet mitt, både kunstnerisk og personlig. Å stå på den scenen igjen, her hjemme, fyller meg med takknemlighet og stolthet. Dette handler ikke om å gjenskape fortiden, men om å hedre den på en ærlig og meningsfull måte. Jeg vet at det som vil skje denne kvelden blir unikt. Hvis du kommer for å dele opplevelsen med meg, vil du være vitne til noe helt spesielt.»\n**– Roy Khan**\n\n**VIP (inkluderer ordinær billett):**\n\nVIP 1 – kr. 1.490,- + bill.avg.:\n*Soundcheck med Meet & Greet og goodiebag*\n\nVIP 2 – kr. 1.290,- + bill.avg.:\n*Afterparty i takbaren Leiligheten på Rockefeller med Roy Khan, band og gjester.*\n\nVIP 1 + VIP 2 kombo - 2.490,- + bill.avg.\n\n--\n \nBill. kr. 595,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-11T10:00:51.350Z",
  "ticket_url": "https://www.ticketmaster.no/event/1458563090?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Roy_Khan_271126_Billettsalg&utm_campaign=NO_Rockefeller_Roy_Khan_271126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
