{
  "id": "ftzcYtQqLU",
  "name": "Extreme",
  "tags": [
    "hardrock",
    "rock"
  ],
  "start_time": "2026-06-13T17:00:00+00:00",
  "end_time": "2026-06-13T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Extreme kommer til Oslo og Sentrum Scene lørdag 13. juni 2026! Det hyllede amerikanske hardrockbandet har solgt over 10 millioner album på verdensbasis, og har skapt noen av sjangerens mest ikoniske låter. Etter en sagnomsust konsert på Tons of Rock i 2024, er bandet nå klare for sin første klubbkonsert i Norge på over 30 år!\n \nExtreme slo gjennom med det banebrytende albumet *Pornograffitti* (1990), som ga verden superhits som «More Than Words», samt rockeklassikere som «Hole Hearted» og «Decadence Dance».\n \nSuksessen fortsatte med storslåtte *III Sides to Every Story* (1992) og det tyngre *Waiting for the Punchline* (1995), før de gjorde et sterkt comeback med *Saudades de Rock* (2008). I 2023 fulgte de opp med albumet *Six*.\n \nI sentrum står gitarfenomenet Nuno Bettencourt, en av sin generasjons aller fremste gitarister. Han og resten av bandet er klare for å levere en legendarisk kveld på Sentrum Scene fullstappet med fengende riff og udødelige hits!\n \n--\n \n**Billetter:**\n \nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n \n— Ståplasser (hovedsal) - kr. 699,- + bill.avg.\n \n— Ståplasser (Bakre del av galleri) - kr. 699,- + bill.avg.\n \n— Nummererte sitteplasser (galleri) - kr. 749,- + bill.avg.\n \nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-18T08:56:38.886Z",
  "ticket_url": "https://www.ticketmaster.no/event/1703124175?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Extreme_130626_Billettsalg&utm_campaign=NO_Rockefeller_Extreme_130626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
