{
  "id": "FvbmELLwgQ",
  "name": "Vassendgutane",
  "tags": [
    "country",
    "festmusikk"
  ],
  "start_time": "2026-08-28T17:00:00+00:00",
  "end_time": "2026-08-28T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Vassendgutane har lenge vært kjent som «originalen av festcountry», og de lever virkelig opp til dette navnet. Siden 1996 har bandet vært banebrytende i musikkmiljøet, kjent for sitt unike visuelle uttrykk på scenen og den energiske tilstedeværelsen som få andre band kan matche. Med en lidenskapelig tilnærming til musikk og et spektakulært live-show har de etablert sitt «brand» som den definitive festbandopplevelsen.\n\nBandet har alltid stått for en 100% live-opplevelse. I en tid hvor mange band velger å bruke backing tracks for å optimalisere lydbildet, holder Vassendgutane fast på sin autentiske stil – ingen kunstige hjelpemidler, bare ekte musikk og ekte energi. En konsert med Vassendgutane er et uforglemmelig live-show, der alle kan være med å synge med på de store hitene.\n\nMed en rikholdig katalog å velge fra, har bandet satt sammen energiske konsertsett som virkelig får publikum til å løfte taket. Allsangen runger i hallene og på festivalene der de spiller, og fansen kan være trygge på at de fortsatt får servert monsterhits som har definert bandet gjennom årene.\n\nBli med på en magisk kveld med kanskje det beste live-bandet i Norge! La festen fortsette med Vassendgutane!\n\n--\n \nBill. kr. 580,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-04T09:00:03.326Z",
  "ticket_url": "https://www.ticketmaster.no/event/2064433914?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Vassendgutane_280826_Billettsalg&utm_campaign=NO_Rockefeller_Vassendgutane_280826_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
