{
  "id": "fvPvbNZT6d",
  "name": "Nils Petter Molvær: «Khmer»",
  "tags": [
    "jazz",
    "electronica"
  ],
  "start_time": "2026-03-25T18:00:00+00:00",
  "end_time": "2026-03-25T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Nils Petter Molvær kommer til Rockefeller 25. mars, som en del av vårt 40-årsjubileum! Vi er utrolig stolte av at han kommer tilbake til oss for å spille *Khmer* – et banebrytende stykke norsk jazzhistorie.\n\nNils Petter Molvær er kanskje mest kjent for samarbeidet med samtlige ledende skandinaviske jazzmusikere, samt Sly & Robbie og Bill Laswell. Han er en av Norges mest internasjonalt ettertraktede musikere og har satt tydelige spor innen improvisert musikk i Europa. \n\nNils Petter Molværs banebrytende debutalbum *Khmer* utkom i 1998 og solgte over 250.000 eksemplarer over hele verden. Verket befestet hans posisjon som en av de ledende stemmene til den nye europeiske jazzbevegelsen på 90-tallet. På albumet møtes massive beats og bankende grooves for å underbygge Molværs atmosfæriske trompetfraseringer og soloer. Det ferdige produktet danner en bro mellom de typiske lydlandskapene som artister fra plateselskapet ECM er kjent for, og det som den gang representerte en modig ny verden av trip-hop, drum'n'bass, ambient, techno, industrial, elektronika og samples.\n\nMolværs musikk strekker seg ut i tid og rom, og underkaster seg øyeblikkets nye teknologi for å gi oss stadig nye uttrykk. Som album bringer *Khmer* jazzens frihet og pop/rockens lydpotensial sammen.\n\nNils Petter Molvær (trompet) \nEivind Aarset (gitar)\nJan Bang (live sampling)\nDJ Strangefruit (platespillere) \nAudun Erlien (bass)\nRune Arnesen (trommer) \nPer Lindvall (trommer) \nSven Persson (lyddesign) \nTord Knudsen (lysdesign)\n\n--\n \nBill. kr. 450,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-19T11:05:51.268Z",
  "ticket_url": "https://www.ticketmaster.no/event/910981160?brand=johndee&camefrom=CFC_NO_Rockefeller_Nils_Petter_Molvaer_250326_Billettsalg&utm_campaign=NO_Rockefeller_Nils_Petter_Molvaer_250326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
