{
  "id": "GAW1O1XwJa",
  "name": "deLillos",
  "tags": [
    "poprock"
  ],
  "start_time": "2026-11-14T18:00:00+00:00",
  "end_time": "2026-11-14T22:58:00+00:00",
  "venue": "Rockefeller",
  "description": "Rockefeller er stolte av å presentere deLillos’ *Suser avgårde* i anledning albumets og Rockefellers 40-årsjubileum! Fredag 13. og lørdag 14. november spiller deLillos albumet i sin helhet, i tillegg til andre klassiske slagere. deLillos er et av bandene som har spilt flest ganger på Rockefeller gjennom tidene, og de er uvurderlige for vår historie.\n\n«Vi har spilt 88 ganger på Rockefeller og takk til alle dere som har vært med oss på denne fantastiske reisen siden starten i 1986. Det startet med *Suser avgårde*. Nå feirer vår favorittklubb 40 år og det gjør også vårt debutalbum. Dette må markeres. Heng med på Rockefeller når vi gjør konsert 89 og 90!»\n– deLillos\n\n*Suser avgårde* er deLillos’ debutalbum og ble gitt ut i 1986, noen måneder etter at Rockefeller åpnet dørene. Det legendariske albumet regnes som en milepæl i norsk pop- og rockhistorie og har blant annet blitt kåret til tidenes norske album av Dagsavisen. Blant albumets mest kjente sanger er «Min beibi dro avsted», «Finnes det en kvinne» og «Tøff i pyjamas», låter som har blitt en definerende del av norsk kulturarv.\n\n\nI over 40 år har deLillos vært et av landets viktigste pop- og rockband, og de har stødig levert kvalitet både tekstlig, musikalsk og kreativt. Bandet ble dannet i Oslo i 1984 og regnes som et av de mest markante bandene i norsk musikkliv fra 1980-tallet og frem til i dag. deLillos har gitt oss en perlerad av klassiske sanger og album som stadig blir oppdaget av nye generasjoner nordmenn.\n\n--\n\nBill. kr. 600,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-11T08:58:46.997Z",
  "ticket_url": "https://www.ticketmaster.no/event/755807088?brand=rockefeller&camefrom=CFC_NO_Rockefeller_deLillos_141126_Billettsalg&utm_campaign=NO_Rockefeller_deLillos_141126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
