{
  "id": "gD0tlLFqDH",
  "name": "Leon Thomas",
  "tags": [
    "r&b",
    "soul",
    "hiphop"
  ],
  "start_time": "2026-03-08T18:00:00+00:00",
  "end_time": "2026-03-08T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den Grammy-vinnende R&B-stjernen Leon Thomas kommer til Sentrum Scene 8. mars på sin *Mutts Don’t Heel Tour*! \n\nLeon Thomas startet karrieren på Broadway, hvor han var med i flere store musikaler. Han er også kjent fra TV-serier som *The Backyardigans* og *Victorious*. \n\nEtter hvert flyttet han fokuset over på musikken, og hadde stor suksess på 2010-tallet som en del av produksjonsduoen The Rascals. Sammen vant de en Grammy, og ble nominert til to. \n\nHan har også skrevet og produsert låter for en rekke artister, blant annet sin *Victorious*-medspiller Ariana Grande, samt Babyface, Drake, Rick Ross, SZA og Toni Braxton.\n\nSom soloartist har han gitt ut tre mixtapes og en EP gjennom Rostrum Records. I 2022 signerte han med EZMNY og Motown, og ga ut sitt første studioalbum *Electric Dusk* i 2023. Hans andre album, *Mutt* (2024), og tittelsporet, ble hans første solo-inntredener på henholdsvis Billboard 200 og Billboard Hot 100. \n\nNå er han aktuell med en utvidet deluxe-utgave av albumet, med undertittelen *Heel*, frontet av singlene «Mutt (CB Remix)» og «Rather Be Alone».\n\n--\n \nBill. kr. 455,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet. \n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-15T12:06:21.976Z",
  "ticket_url": "https://www.ticketmaster.no/artist/leon-thomas-billetter/1184473?camefrom=CFC_NO_Rockefeller_Leon_Thomas_080326_samle_Billettsalg&utm_campaign=NO_Rockefeller_Leon_Thomas_080326_samle_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
