{
  "id": "GdniHA0gLg",
  "name": "Tolerance // Gudsforlatt // Mortal Fear",
  "tags": [
    "metal",
    "hardcore",
    "trash"
  ],
  "start_time": "2026-04-18T18:00:00+00:00",
  "end_time": "2026-04-18T21:00:00+00:00",
  "venue": "Revolver",
  "description": "Tolerance, Gudsforlatt og Mortal Fear, tre unge band fra Vestfold og Oslo, inviterer til en kveld med tung og rå musikk på Revolver, Oslo! Her møtes metallic hardcore, moderne metall og thrash i en intens, tett og energisk konsertopplevelse. Hvis du liker det tungt og ærlig: møt opp!\n\n\n\nTolerance \n\nTolerance fra Horten, spiller metallic hardcore. Alt har verdi: fra punk til dø metal. Eksplosive kaosbølger møter melodiske partier. Live er det fysisk og intenst, et band som spiller med hverandre, ikke bare ved siden av hverandre. Dannet i 2022 har den unge gruppen raskt bygget opp erfaring og et distinkt uttrykk. Musikken konstrueres fra hardcore punk, deathcore, metalcore, rock til brutal death metal, og inspiseres av alt mulig. Tung musikk er ærlig, rå kunst! Gruppen bygger videre og neste prosjekt “Everything Hurts” leveres i 2026. Ny lyd, ny retning!\n\n\n\nGudsforlatt\n\nGudsforlatt fra Tønsberg, leverer moderne metal som ikke lar seg låse til én sjanger. Presist og tungt, men aldri sterilt. Live er det høyt og brutalt, med et uttrykk som blir tydeligere og mer eget for hver konsert. Siden starten i 2022 har bandets eneste drivkraft vært kompromissløs, rå lidenskap. Nå, med noen år bak seg, noen utskiftninger i rekkene og stadig mer erfaring, står bandet sterkere enn noen gang med original og sjangerflytende metal.\n\n\n\nMortal Fear \n\nMortal Fear fra Horten/Oslo, spiller thrash metal slik den skal låte: rask og aggressiv! Klassisk inspirert, men levert med moderne trøkk. Old school attitude med ny motor. Gruppen slapp monster-EP'n “BLOOD, SWEAT and BEER” i 2024, produsert i Horten. Ærlig, rå Bay Area thrash! Nå pusher gjengen videre med “Fear Gas”",
  "updated_at": "2026-01-26T11:02:22.182Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/tolerance__gudsforlatt__mortal_fear__revolver"
}
