{
  "id": "gSxQtO1JeU",
  "name": "Blow Out - Zosha Warpeha + Køs",
  "tags": [
    "Jazz, Impro,  experimental"
  ],
  "start_time": "2026-01-27T19:00:00+00:00",
  "end_time": "2026-01-27T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Konsertstart 20:30\n\n///\n\nZosha Warpeha - hardanger d'amore & stemme\n\n///\n\nKøs\nMaria Dybbroe - sax & klarinett\nValdemar Kragelund - elektronikk, bass & keys\nJonathan Jull Ludvigsen - trommer\n\n///\n\nDet er ikke akkurat hverdagskost med hardingfele fra Brooklyn på Blow Out, si! Skjønt strengt tatt er det hardanger d'amore, som er en litt større variant. Zosha Warpeha opptrer gjerne i skjæringspunktet mellom samtidsimprovisasjon og folkemusikktradisjoner. Hun var Artist-in-Residence hos ISSUE Project Room i 2025, og The Wire omtaler hennes musikk slik: “Improvisation that, in spite of its experimental edge, feels decidedly human.”\n\n///\n\nMaria Dybbroe har gjestet Blow Out flere ganger tidligere og kommer nå med den heldanske trioen Køs. De skriver:\nSammen forener Køs sin kjærlighet til både storladenhet og sårbarhet i en søken etter intense\nnye lydlandskaper. Trioen har de siste årene fått stor oppmerksomhet i Skandinavia for sin helt særegne lyd, der fri improvisasjon er kjernen. I et elektroakustisk univers blandes, bøyes og manipuleres lyden av treblåsere, strenger, trommer og vokal, hvor instrumentene både smelter sammen, skiller seg ut og danner nye samklanger.\nDette lover godt for nok en strålende tirsdagskveld på Kafé Hærverk!\n\n///\n\nKonsertstart kl 20:30, dører kl 20:00.\nBilletter 250/190 (medlemmer)\nBli medlem! 500, - inkluderer konsertbilletten.\nBlow Out! er støttet av Kulturrådet og Oslo Kommune. I samarbeid med Konsertforeninga.\nhttps://konsertforeninga.no",
  "updated_at": "2026-01-26T17:29:36.955Z",
  "ticket_url": "https://konsertforeninga.ticketco.events/no/nb/e/blow_out__zosha_warpeha__koes?fbclid=IwdGRjcAPkg8ZjbGNrA-SDvGV4dG4DYWVtAjExAHNydGMGYXBwX2lkDDM1MDY4NTUzMTcyOAABHnl5jn6eM0xBSOuFAmP02mI00GVRhTC5vpMkKyViObc-zQJfbSfcNKYaPgL0_aem_n1ewhT2OtVGndYvwZS-imw&version=m"
}
