{
  "id": "gT9tLvgRLp",
  "name": "Hr. Smiths Venner",
  "tags": [
    "covers",
    "tribute"
  ],
  "start_time": "2026-05-02T17:00:00+00:00",
  "end_time": "2026-05-02T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Har du et kjøleskap, har du en TV? Da mangler du bare Jokke, så har du alt du trenger for å leve!\n\nHr. Smiths Venner er en hyllest til Joachim «Jokke» Nielsen, og i 2026 har bandet vært beinsolide leverandører av Jokkes katalog i 16 år! Siden første gig i 2010 har gjengen spilt godt over 250 konserter på forskjellige konsertarenaer, puber, barer, utesteder, samfunnshus, privatboliger, låver, festivaler, kaféer, klamme kjellere, kalde gågater og glovarme scener – og vil fortsette å holde liv i Jokkes arv til krampa tar dem. \n\nGutta spiller alt fra de aller største slagerne til glemte godbiter, skjulte skatter og personlige favoritter, og plukker fritt fra katalogen til både Valentinerne, Jokke med Tourettes og soloskivene til Jokke selv. Og etter å ha delt scene med band som Oslo Ess, The Dogs, The Good The Bad And The Zugly, Staut, Postgirobygget, CC Cowboys, Plumbo og Vassendgutane, er det helt tydelig at Hr. Smiths Venner leverer norsk rock på toppnivå!\n\nPS: Om du ser etter sidrumpa trubadurer med kassegitar og sanghefte som mumler «Her Kommer Vinteren», da har du valgt feil gjeng – Hr. Smiths Venner skrur opp til 11 fra første sekund!\n\n**Medlemmer:**\nAnders Nesset – Bass\nJørn Løssfelt – Vokal\nMagnus Lillejordet – Trommer\nThor B. Gundersen – Gitar\nØystein Bjørkelo – Gitar, munnspill\n\n--\n\nBill. kr. 270,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-09T08:54:12.920Z",
  "ticket_url": "https://www.ticketmaster.no/event/102593376?brand=johndee&camefrom=CFC_NO_Rockefeller_Hr_Smiths_Venner_020526_Billettsalg&utm_campaign=NO_Rockefeller_Hr_Smiths_Venner_020526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
