{
  "id": "gTBWmupKJ4",
  "name": "Chris Holsten",
  "tags": [
    "pop"
  ],
  "start_time": "2026-03-27T18:00:00+00:00",
  "end_time": "2026-03-27T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Etter en lengre pause fra turnélivet for å fokusere på ny musikk, er Chris Holsten tilbake for fullt. I september slapp han singelen «Oppe på månen», som markerer starten på et nytt musikalsk kapittel og et kommende album i 2026. \n\nNå er han klar for å møte publikum igjen med en omfattende klubbturné over hele landet, og 25. – 27. mars kommer han til Oslo og Sentrum Scene!\n\n«Etter et helt år uten konserter gleder jeg meg mer enn noensinne til å dra ut på en gigantisk turné. Med nytt album, nytt show og et enda større band, lover jeg at dette blir noe helt spesielt», sier Holsten.\n\nHan forteller at han har tenkt mer på konsert enn tidligere under arbeidet i studio, og at det nye albumet er lekent og har spilleglede i fokus! \n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 600,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 600,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 690,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-28T09:05:35.482Z",
  "ticket_url": "https://www.ticketmaster.no/event/976232470?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Chris_Holsten_ekstra_270326_Billettsalg&utm_campaign=NO_Rockefeller_Chris_Holsten_ekstra_270326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
