{
  "id": "GX9sFgb5m8",
  "name": "Big fish (SE) + Sodakill (SE) på MIR",
  "tags": [
    "Newvawe",
    "Sufrock",
    "subcult"
  ],
  "start_time": "2026-04-11T17:00:00+00:00",
  "end_time": "2026-04-11T21:00:00+00:00",
  "venue": "Mir",
  "description": "Big fish & Sodakill live på MIR!\n\nDJ for kvelden: Fredrikshald Elektriske!\n\nBig Fish – kultbandet fra Uppsala som startet opp i 1988 – begynte med eksperimentell, industriell musikk, formet av det mørke og kreative 80-tallets Europa. Men tidlig på 90-tallet begynte de å hente inspirasjon fra tungrock og skandinavisk folkemusikk, og gikk over til å skrive tekster på svensk. Da debutalbumet Vargavinter kom i 1992, traff det den svenske undergrunnsscenen som et slag i magen – fullt av energi og helt umulig å sette i bås.\nGjennom 90-tallet turnerte bandet flittig i Sverige og Norge og ga ut tre album, før de la ned i 1996 da medlemmene dro videre til nye steder og prosjekter. Men musikken deres forsvant aldri helt. Da originalbesetningen gjenforentes og ga ut Kalla döda drömmar i 2022, ble det starten på et nytt kapittel – møtt med jubel fra både gamle og nye fans, og skamgode anmeldelser.\nBig Fish er et band som nekter å la seg plassere i en sjanger. De har bygget opp en trofast og stadig voksende fanskare på tvers av punk-, metal-, folk- og synthmiljøer. Sommeren 2025 fylte de selveste lille scenen på Gröna Lund, og har blitt omtalt som «en subkulturell institusjon i seg selv» (Dagens Nyheter) og «et av Sveriges mest egenartede alternative band noensinne» (HYMN).\nI august 2025 kom album nummer fem – Fyra liter stoft – ut på Göteborg-labelen Progress Productions. Her låter Big Fish råere og mer energisk enn på lenge, med klare røtter i 80-tallets punk og new wave, men også med et åndelig og eksistensielt preg. Fra de stammeaktige korene i singelen Vad blir kvar til den punkdrevne frustrasjonen i Så blir du fri , er Fyra liter stoft et sterkt bevis på at disse fire musikerne fortsatt tør å være ærlige, søkende og helt seg selv.\n⸻\nSodakill kommer med sin lekne, røffe energi og får publikum til å koke uansett hvor de spiller. \nDen surf-punkete rocken deres dytter deg rett inn i et fuzzy univers av varme klemmer – du føler deg som ild som svever på en sky.\nBandet har tatt Sverige med storm med sin egen sjanger de kaller soda punk – en eksplosiv blanding som både punkere og metallfans har lagt sin elsk på. Oppskriften? En sprø miks av surfpunk, doom, glam og pop – akkurat den gnisten som vekker liv i selv de mest slitne musikkhjerter. På bare to år har de fått rykte som downstroke-dronninger, moshpit-igangsettere og forkjempere for kollektiv skriking og headbanging.\nDet er vanskelig å sammenligne Sodakill med andre, men folk har prøvd – Refused, L7, Rage Against the Machine og Bikini Kill nevnes ofte. \nSodakill plukker det beste fra alle verdener og smeller sammen sin egen skitne konfettibombe med grunge-strøssel på toppen. Etter flere singler og EP-er kom debutalbumet endelig i desember 2024, og to nye singler fulgte i april. Etter et travelt liveår i Sverige og mange gigs ute i verden – blant annet på New Colossus-festivalen i New York – er Sodakill mer enn klare for sin Norgespremiere! ",
  "updated_at": "2025-12-04T12:51:23.957Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/284/purchase"
}
