{
  "id": "GXHEB97m4l",
  "name": "Atlanter",
  "tags": [
    "viddeblues",
    "rock",
    "blues"
  ],
  "start_time": "2026-02-12T19:00:00+00:00",
  "end_time": "2026-02-12T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Atlanter til Kafé Hærverk, 12. februar\n\nDet norske viddeblues bandet Atlanter er tilbake i live-format! 12. februar spiller de på Kafé Hærverk i Oslo.\n\nAtlanter gjør endelig comeback! Med nytt album rett rundt hjørnet, spiller den innovative kvartetten konsert på Kafé Hærverk i Oslo torsdag 12. februar.\n\nAtlanter tok Norge, og etter hvert utlandet med storm da de i 2013 slapp debutalbumet «Vidde». Sjangeren viddeblues var et nytt og selvkomponert begrep den gang, et begrep som oppsummerte kvartettens ønske om å forene musikk fra flere verdenshjørner i en fornorsket og tidløs klesdrakt. \n\nMusikken deres har blitt hedret med både Spellemannsnominasjoner, Nordic Music Prize og fantastiske anmeldelser. Sammen har de klart å skape sitt helt unike musikalske univers.\n\nSist de spilte i Norge var i 2017, og siden har det vært nokså stille fra dem. I 2026 er det ti år siden bandets forrige album ´Jewels of Crime.´ I mellomtiden har bandmedlemmene fokusert på solokarrierer og andre prosjekter, men Atlanter var aldri oppløst.\n\nHøsten 2025 kom singelen «Use it up» etterfulgt av «Easy Ride». Deres første låter fra det kommende og tredje album ´Klokker´ som kommer 13. mars 2026.\n\n«Denne plata er laget med basis i ren spilleglede. Vi har alle savnet det ukompliserte med Atlanter; ingen tracks, ingen in-ear og intet konsept, bare fire stykker som kommer inn med sine egne preferanser og instrumenter. Det har også preget innspillingsprosessen, der alle låtene har blitt til gjennom utforskning og jams», forteller bandet.\n\nVi gleder oss til en etterlengtet gjenforening med Atlanter på den intime og karakterrike scenen på Kafé Hærverk 12. februar.\n\nBilletter i salg fra mandag 19. januar kl. 11.00 via allthingslive.no\n\n",
  "updated_at": "2026-01-19T13:49:37.530Z",
  "ticket_url": "https://tikkio.com/events/61566"
}
