{
  "id": "gyoUgUYCI8",
  "name": "Jon Ranes",
  "tags": [
    "pop",
    "singersongwriter"
  ],
  "start_time": "2026-03-26T18:00:00+00:00",
  "end_time": "2026-03-26T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Etter en Joachim Trier-sommer går vi nå inn i en Jon Ranes-vinter. Jon Ranes & The Heartbreakers legger ut på *VERDENS BESTE TURNÉ*, og kommer til Rockefeller torsdag 26. mars!\n\nJon Ranes slapp nettopp sitt andre album *VERDENS BESTE ALBUM* – et ærlig, ambisiøst og rått prosjekt som allerede har truffet fansen rett i hjertet. Nå tar han musikken ut på veien sammen med The Heartbreakers – *VERDENS BESTE BAND*. \n\n– Jeg har laget høst- og vintermusikk. Verdens beste type musikk. Og den skal spilles høyt i hele Norge, sier Ranes.\n\nPå *VERDENS BESTE ALBUM* utforsker 23-åringen en ny og modnere side av seg selv. Han skriver om kjærlighet, ensomhet, kunstig intelligens og det å vokse opp, med både humor, sårhet og trøkk. Albumet trekker linjer mellom skandinavisk visepop og klassisk rock, inspirert av skandinaviske legender som Håkan Hellström og Stein Torleif Bjella.\n\nRanes ble først kjent som medlem av rapgruppen UNDERGRUNN, før han debuterte som soloartist med albumet *Loverboy*. Albumet ble en av høstens mest populære utgivelser i 2022, med «Blod» som en av de mest spilte låtene i Norge. Parallelt med artistkarrieren har Oslo-gutten markert seg som en ung og lovende skuespiller.\n\nMultitalentet har imponert både i kinofilmene *Ut og stjæle hester* og *Konvoi*, samt i TV- seriene *Pørni* og *Flus*. Når Jon Ranes & The Heartbreakers inntar verdens beste byer, er det med ambisjonen om å gi publikum verdens beste konsertopplevelse.\n\nVerdens beste album. Verdens beste band. Verdens beste konserter. Verdens beste vinter. Verdens beste turné.\n\n--\n\nBill. kr. 360,- / kr. 300,- (student) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-13T08:27:02.059Z",
  "ticket_url": "https://www.ticketmaster.no/event/63719571?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Jon_Ranes_260326_Billettsalg&utm_campaign=NO_Rockefeller_Jon_Ranes_260326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
