{
  "id": "H6jWeshtsR",
  "name": "Nordic Eurovision Party 2026",
  "tags": [
    "eurovision",
    "hits",
    "show"
  ],
  "start_time": "2026-03-21T18:00:00+00:00",
  "end_time": "2026-03-21T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Opplev en unik Eurovision-helg i hjertet av Oslo, med liveopptredener fra noen av Europas mest ikoniske Eurovision-artister:\nElisabeth Andreassen, Olsen Brothers (Jørgen Olsen), Poli Genova, Guri Schanke, Ovi, Ilinca, Mathilde SPZ og Lindsay Dracass.\n\nGjennom helgen blir det flere arrangementer i Oslo for deg som vil gjøre litt ekstra ut av opplevelsen. Fredag kveld inviterer vi til en avslappet mingle-fest, mer info kommer. Etter konserten fortsetter festen på den offisielle afterpartyen.\n\nDette er bare starten, flere artister annonseres frem mot mars 2026!\n\n--\n\nExperience a unique Eurovision weekend in the heart of Oslo, featuring live performances by some of Europe’s most iconic Eurovision artists:\nElisabeth Andreassen, Olsen Brothers (Jørgen Olsen), Poli Genova, Guri Schanke, Ovi, Ilinca, Mathilde SPZ and Lindsay Dracass.\n\nAdditional events will take place throughout the weekend, including a relaxed Friday mingle party. Official afterparty after the concert.\n\nThis is just the beginning, more artists will be announced leading up to March 2026!\n\n--\n \n**Billetter:**\n\nEarlybird 1: kr. 549,- + bill.avg. - UTSOLGT\nEarlybird 2: kr. 599,- + bill.avg. - UTSOLGT\nOrdinær: kr. 649,- + bill.avg.\n\nVIP (inkluderer early entry + lanyard):\nEarlybird 1: kr. 739,- + bill.avg. - UTSOLGT\nEarlybird 2: kr. 789,- + bill.avg. - UTSOLGT\nOrdinær: kr. 839,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-19T09:10:45.064Z",
  "ticket_url": "https://www.ticketmaster.no/event/417630044?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Nordic_Eurovision_Celebration_210326_Billettsalg&utm_campaign=NO_Rockefeller_Nordic_Eurovision_Celebration_210326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
