{
  "id": "HzNBkGAdWv",
  "name": "Tommy Tin-Tin & the Trippy Trap Triggers- Release konsert på MIR",
  "tags": [
    "Pop",
    "Poprock",
    "Rock"
  ],
  "start_time": "2026-03-20T18:00:00+00:00",
  "end_time": "2026-03-20T22:00:00+00:00",
  "venue": "Mir",
  "description": "Mange trodde kanskje Tommy var død, men den gang ei! \nEn årelang prosess skal avsluttes når Tommy Tin-Tin & the Trippy Trap Triggers tropper opp på Mir for å feire sitt etterlengtede debutalbum!\n\nBandformatet \"fem gutter som har hørt veldig mye på Beatles og Beach Boys\" har eksistert nesten like lenge som Beatles og Beach Boys, men er det ikke en stund siden sist du hørte noen gjøre det SKIKKELIG bra? \nI musikken til TT-T&TTTT er 70-tallet tilbake, og denne gangen er det uten Richard Nixon. Gutta maner fram solskinn og vestkyst med deilige harmonier som ville vært verdige ELO (på vokal) og Allman Brothers (på gitar). \nHvis du liker å kose deg med velspilt og trivelig rock er det et hett tips at du hører på Tommy Tin-Tin & the Trippy Trap Triggers og øver inn å si bandnavnet uten å slå krøll på tunga så du kan anbefale det til venner som også liker hyggelige ting, for dette kommer til å låte riktig bra sammen med en iskald brus i solsteken.\n\nSupport: Electric Harlot\nElectric Harlot er et hardrockband som får tapeten til å flasse og lår til å riste av begeistring. Elverumsbandet spiller tight, de spiller hardt og de spiller høyt, og med en sekk full av egenskrevne låter som har resultert i både en EP og et album, kan gutta garantere at rockefoten også blir med. \nHer får du en sjarmerende bunt rockere, show og god stemning, alt på en og samme kveld. Kort oppsummert: har du ikke sett de før, så er det absolutt på tide!\n\nMedlemmer:\nKenneth Solheim – Gitar/Vokal.\nStian Ovesen – Gitar /Vokal.\nErling Osen Lien – Vokal/Keyboard.\nJoakim Myhre – Bass.\nMagnus Kjelbergvik – Trommer. \n\nCC: 100,-\nID: 20+",
  "updated_at": "2026-01-17T00:49:53.993Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/291/purchase"
}
