{
  "id": "hzNokjcNsu",
  "name": "Ondt Blod",
  "tags": [
    "hardcore",
    "rock"
  ],
  "start_time": "2026-03-26T18:00:00+00:00",
  "end_time": "2026-03-26T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Ondt Blod fra Kirkenes har siden 2013 levert stor rock og frådende hardcore på nordnorsk. Syv år siden sist er gjengen endelig tilbake med låta «AUX», et hallais og takk for sist til venner og fiender, til bransjetapere og øvrigheten innenfor Ring 2. «AUX» er en klassisk Ondt Blod-hardcorebanger med frådende vers og fengende refreng. En sang om å kaste en fyrstikk over skuldra og flytte fra Oslo.\n\nLåta er produsert av Yngve Andersen (Blood Command), med miksing og mastering av Simon Jackman, og er første smakebit fra bandets kommende album, *Bauta*, som slippes 13. mars via Playground Music.\n\nRett fra levra og rett fra hjertet. Ondt Blod spiller kokforbanna hardcore og fengende rock på nordnorsk. Full av nordnorsk jævelskap og samisk stolthet, spiller bandet låter om politisk undertrykkelse, rasisme og annen faenskap på den ene siden, og stolte tradisjoner som spritdrikking, snøskuter og et agg mot alt sør for Saltfjellet på den andre. Gjengen fra Sør-Varanger har høstet euforiske lovord og Spellemann-nominasjon for platene *Finnmark* (2016) og *Natur* (2018), spilt hver avkrok i Norge, og turnert tungt i Europa og Japan.\n\nBandet har spilt siden 2013, og består av vokalist Aslak Heika Hætta Bjørn, trommeslager Håvard Sotkajærvi Rushfeldt, bassist Jørgen Store Johansen og gitaristene Alexander Mortensen og John Nilsen, alle fra Sør-Varanger i Finnmark.\n\n--\n \nBill. kr. 300,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-18T10:52:11.558Z",
  "ticket_url": "https://www.ticketmaster.no/event/1754837966?brand=johndee&camefrom=CFC_NO_Rockefeller_Ondt_Blod_260326_Billettsalg&utm_campaign=NO_Rockefeller_Ondt_Blod_260326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
