{
  "id": "ICZqD9ceCd",
  "name": "Vamp",
  "tags": [
    "folk",
    "pop"
  ],
  "start_time": "2026-11-26T18:00:00+00:00",
  "end_time": "2026-11-26T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Vamp kommer til Rockefeller 26. november, som en del av vårt 40-årsjubileum!\n\nVamp har etablert seg som et av Norges mest folkekjære band og blitt en del av den norske folkesjelen. Med sitt helt spesielle uttrykk søker de det vakre og kraftfulle, for hånd, i en stadig kaldere og automatisert verden.\n\nGjennom godt og vel tre tiår har de levert hundrevis av sanger om det å være menneske. Poesi spiller en sentral rolle for bandets tekstuttrykk, underbygget av fengslende melodier og rik instrumentering.\n\nVamp ble dannet i Haugesund i 1991 og feirer 35 år på veien. Debutalbumet *God Morgen Søster* kom ut i 1993. Det ble Spellemannpris på første forsøk, og de fanget umiddelbart et stort og godt publikum, som de pleier kontinuerlig med omfattende turnering over hele landet.\n\nGjennom 18 utgivelser har Vamp solgt over en million plater og mottatt fem Spellemannpriser, samt Prøysenprisen og Medaasprisen.\n\nMed en katalog breddfull av kjente og kjære låtskatter som «Tir n’a Noir», «Månemannen», «Liten fuggel», «Ingeborg», «På bredden» og «13 humler», har Vamp blitt stående som en bauta i norsk musikkliv med sin unike evne til å kombinere tradisjon og samtid – og dermed funnet veien inn i hjertene hos flere generasjoner av lyttere.\n\n**På scenen:**\nØyvind Staveland: fele, fløyter, vokal, bratsj, trekkspill \nOdin Staveland: trommer, vokal, piano, perkusjon, trekkspill \nJan Toft: vokal, gitar\nLars Eirik Støle: Orgel, piano, synther, trekkspill, kor\nKjetil Dalland: bass, kor\n\n--\n \nBill. kr. 600,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-25T08:58:08.707Z",
  "ticket_url": "https://www.ticketmaster.no/event/1345416503?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Vamp_261126_Billettsalg&utm_campaign=NO_Rockefeller_Vamp_261126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
