{
  "id": "iexf9fA4SZ",
  "name": "Ondara ",
  "tags": [
    "singersongwriter",
    "folk"
  ],
  "start_time": "2026-05-22T17:00:00+00:00",
  "end_time": "2026-05-22T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Den Grammy-nominerte singer-songwriteren Ondara introduserer sitt nye bandprosjekt – The Jet Stone Conspiracy! Fredag 22. mai kommer han tilbake til John Dee.\n\nPå denne turneen vil Ondara, nå som Jet Stone, blåse nytt liv i kjente låter fra katalogen sin, samtidig som publikum får en sniktitt på nytt materiale fra hans kommende debut som The Jet Stone Conspiracy.\n\nOndara vokste opp i Nairobi, Kenya, hvor han tidlig ble utsatt for mye amerikansk alternativ rock. Dette førte til en interesse for musikk, og det å lage egne låter – og i sine unge år ble han forelsket i Bob Dylans musikk og tekster.\n\nI 2013 fikk han visum i USA, gjennom det såkalte Green Card-lotteriet. Ondara valgte Minneapolis, Bob Dylans hjemby, som sitt hjem for å forfølge drømmen om en karriere som singer-songwriter. Derfra bar veien mot en Grammy-nominasjon for debutalbumet *Tales of America*, og han delte scene med blant annet Neil Young, The Lumineers og Lindsey Buckingham.\n\nNå trer han frem som Jet Stone – sitt egentlige navn – og inn i et nytt kapittel med sitt ferske bandprosjekt, The Jet Stone Conspiracy. Dette blir hans første turné noensinne med fullt band. \n\nFor gamle fans er dette en sjanse til å gjenoppdage musikken som startet alt – nå med en ny og brennende energi. For nye lyttere er det inngangsporten til en stadig utviklende historie.\n\n\n*Dette er ny dato for den flyttede konserten på John Dee 15.02.26. Kjøpte billetter som ikke er refundert, gjelder til ny dato.*\n\n--\n \nBill. kr. 320,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-25T14:47:13.049Z",
  "ticket_url": "https://www.ticketmaster.no/event/623231296?brand=johndee&camefrom=CFC_NO_Rockefeller_Ondara_150226_Billettsalg&utm_campaign=NO_Rockefeller_Ondara_150226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
