{
  "id": "IhCUwnWLC0",
  "name": "Fatoumata Diawara",
  "tags": [
    "worldmusic",
    "singersongwriter",
    "folk"
  ],
  "start_time": "2026-04-23T17:00:00+00:00",
  "end_time": "2026-04-23T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "En gigant på den vestafrikanske musikkscenen og en kjær venn av Oslo World vender tilbake til Oslo i 2026. Det tilhører sjeldenhetene at vi arrangerer konserter utenfor uke 44. Den siste, og eneste gangen vi gjorde det, var da Caetano Veloso kom i 2023. Men da Fatoumata Diawara var ledig denne våren, skjønte vi at vi måtte gjøre det. Alle som har opplevd henne live, vet hvorfor. Hun er en enestående artist. Hennes første besøk til Oslo World som soloartist var tilbake i 2012. Siden den gang har hun returnert en rekke ganger. Sist hun var her, ble hun den første kvinnelige afrikanske artisten noensinne som holdt en solokonsert i Den Norske Opera i Bjørvika, hvor hun fremførte prosjektet *Maliba*. Det var en minneverdig kveld, men å se henne gjøre greia si foran et stående, dansende publikum er noe helt annet. Hun vil snu Sentrum Scene på hodet.\n\nFatoumata Diawara er en mangefasettert artist. Hun er et forbilde som snakker ut om kvinnesaker, og som fremmer saken til hjemlandet Mali. Hun er en uforglemmelig scenepersonlighet, som leverer både store og intime musikalske øyeblikk. Hun er en gitarvirtuos og en sanger av sjeldent format. Hun har vært korvokalist for Oumou Sangaré (blant annet på Oslo World, før hun solodebuterte), og hun har samarbeidet med alle fra Bobby Womack til Damon Albarn. Hun har også jobbet som skuespiller – kanskje aller mest kjent i den Oscar-nominerte filmen *Timbuktu* fra 2014.\n\nDiawara synger på morsmålet bambara. Den musikalske nysgjerrigheten hennes er umettelig – på hennes nyeste utgivelse, *London Ko*, spenner over kontinenter og flerfoldige musikkstiler. Lyden hennes er mer eklektisk og elektronisk enn noensinne. På albumet gjenforenes hun også med Damon Albarn, i tillegg til at hun deler øyeblikk med Angie Stone, Roberto Fonseca, M.Anifest og Yemi Alade.\n\nDet er et høydepunkt i karrieren. Denne våren er Oslo World glade for å ønske en av våre favorittartister velkommen tilbake.\n\n--\n\nBill. kr. 530,- / 420,- (student/honnør/under 25) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-16T12:47:54.342Z",
  "ticket_url": "https://www.ticketmaster.no/event/2015538973?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Fatoumata_Diawara_230426_Billettsalg&utm_campaign=NO_Rockefeller_Fatoumata_Diawara_230426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
