{
  "id": "ijtMG8sljF",
  "name": "Moreller // Mina My",
  "tags": [
    "indie",
    "pop",
    "rock"
  ],
  "start_time": "2026-05-22T18:00:00+00:00",
  "end_time": "2026-05-22T21:00:00+00:00",
  "venue": "Revolver",
  "description": "Moreller:\n\nLiker du karuseller, karameller og rebeller? Da kommer du nok også til å like moreller. Soloprosjektet til 23 år gamle Ylva Sofie Lærum inviterer deg inn i en musikalsk verden som både føles personlig og tilgjengelig.\n\n\n\nMed sitt faste band av talentfulle musikere leverer moreller en deilig blanding av indiepop, singer/songwriter og 60-talls bossa nova. Inspirert av artister som Sondre Lerche og Lizzy McAlpine, blander hun det nostalgiske med det friske og nye. Musikken kan få deg til å smile nostalgisk, kjenne det krible i magen og kanskje bli litt melankolsk på samme tid. Som å ta karuseller. Spise karameller. Eller høre på moreller.\n\n\n\nDet siste året har Moreller vist seg frem på scener over hele landet med en vårturné i Bergen, Tromsø, Oslo og Trondheim i forbindelse med EP-debuten.\n\n\n\nÅ skrive låter er det beste Moreller vet, og nå skriver hun også mer på norsk – så her er det mye spennende i vente. Nå er hun tilbake på scenen med norske og engelske låter og varme, leken og glitrende enegi som gjør Moreller til en artist man ikke vil gå glipp av.\n\n\n\n“Moreller synger og spiller som om hun har vokst opp med ett ben i 60-tallsbossa og det andre på Eidsvolls plass. Det er sol, sorg og alvor på én og samme gang.” – Under Dusken, 2025\n\n\n\nMina My:\n\nMina My fra Stavanger skriver ærlige låter om alt fra kjærlighet til eksistensiell angst. Musikalsk beveger hun seg i et utvidet indiepoprock-landskap, hvor hun blander følsomhet sammen med glitrende gitarer med vreng. Mina har inspirasjonskilder som Orla Gartland, Sophie May og Sløtface. Tekstene handler om kjærlighet og forhold, feminisme og klimaangst. \n\nMed drømmende melodier og en rå tilstedeværelse på scenen, traff Mina My rett i hjertet på publikum under finalen i Mablisstipendet på Tou Scene, som stemte henne frem som årets vinner. Dermed har hun spilt på Mablisfestivalen, men også på steder som Kvarteret, Vassøyfestivalen og ULLTRA-festivalen, hvor hun varmet opp for Fay Wildhagen. I fjor spilte hun på Jacaranda, Kazimier Stockroom og EBGBS i England imens hun studerte ved Liverpool Institute of Performing Arts. Mina har 3 Urørt anbefalinger under beltet, av\n\nsinglene «I Miss Your Dog» «Her Power» og låten «Mall Song» . I september slapp Mina My sin første EP,  «The Mall Experiment». “Plata viser en artist på vei mot noe stort, som tar steget i retning store scener”, (Geir Flatøe).",
  "updated_at": "2026-02-18T11:56:24.339Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/moreller__mina_my__revolver"
}
