{
  "id": "iMoFKD9E9I",
  "name": "Europe",
  "tags": [
    "hardrock",
    "rock"
  ],
  "start_time": "2026-10-26T18:00:00+00:00",
  "end_time": "2026-10-26T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Europe kommer til Sentrum Scene 26. oktober 2026 for å feire 40-årsjubileet til legendariske *The Final Countdown*! Konserten blir en musikalsk tidsreise gjennom hele karrieren, og avsluttes med at bandet spiller hele *The Final Countdown*-albumet fra start til slutt.\n\nI 1986 slapp de svenske rockelegendene Europe sitt banebrytende tredje album *The Final Countdown* – plata som skjøt bandet rett opp på den internasjonale stjernehimmelen. Tittelsporet gikk til 1. plass i hele 25 land, og albumet ble en verdenssensasjon.\n\nDen multi-platina-sertifiserte utgivelsen toppet listene globalt, med fire topp 40-singler og over 60 uker på Billboard-listene i USA.\n\nLåta har fortsatt å leve videre i den digitale tidsalderen, og i 2022 mottok bandet en historisk pris fra YouTube som det første svenske bandet noensinne til å nå over én milliard visninger på én og samme låt. Og tallet fortsetter å klatre, i dag nærmer det seg 1.4 milliarder visninger.\n\nI anledning jubileet legger bandet ut på en massiv turné gjennom 12 land – deriblant Storbritannia, Nederland, Frankrike, Spania, Sveits, Italia, Tyskland, Østerrike, Polen, Danmark, Sverige og Norge – med totalt 19 konserter.\n\nSiden utgivelsen av *The Final Countdown* har Europe turnert verden rundt og sluppet ytterligere åtte album, som har sikret dem en Classic Rock Award, en Grammy-pris og en lang rekke andre utmerkelser.\n\nBandet er blant de ytterst få artistene som fortsatt har sin klassiske besetning intakt, og i 2026 kommer deres tolvte studioalbum. Albumet – foreløpig uten tittel – ble spilt inn i RMV Studios i Stockholm i oktober 2025, med den anerkjente produsenten Tom Dalgety (Ghost, Pixies, Royal Blood, Opeth) bak spakene.\n\n«In a blink of an eye 40 years have passed and we’re about to perform TFC in full for only the second time in our career, together with other hits and our favorite songs from our upcoming album. This will be amazing - we’re working on making the production and show match this very special occasion.»\n**– Joey Tempest** \n\n**Europe:**\nJoey Tempest (vokal)\nJohn Norum (gitar)\nJohn Leven (bass)\nMic Michaeli (keyboard)\nIan Haugland (trommer)\n\n--\n\nBill. kr. 600,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-02T13:34:30.304Z",
  "ticket_url": "https://www.ticketmaster.no/event/1202326151?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Europe_261026_Billettsalg&utm_campaign=NO_Rockefeller_Europe_261026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
