{
  "id": "iS2WKQzWpu",
  "name": "Sivert Høyem",
  "tags": [
    "pop",
    "poprock",
    "singersongwriter"
  ],
  "start_time": "2026-01-24T18:00:00+00:00",
  "end_time": "2026-01-24T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Sivert Høyem\nTre kvelder, tre epoker, én stemme\nSentrum Scene, 22.–24. januar 2026**\n\nI januar 2026 inviterer Sivert Høyem til en musikalsk trilogi på Sentrum Scene – tre eksklusive kvelder, tre forskjellige settlister satt sammen fra en skattkiste av en musikalsk katalog.\n\nAnledningen er også tredelt:\nAlbummilepælene *Lioness* og *Exiles* fyller henholdsvis 10 og 20 år, og Høyem selv markerer sitt femtiende år i verden. Men dette handler om mer enn tall. Det handler om et liv viet til musikken. Om karrieren til en av vårt lands mest distinkte stemmer. Og om kraften som ligger i å klare å samle et rom med én enkelt tone.\n\nMed sitt faste band bak seg – kjent for å male storslåtte lydlandskap med både lys og mørke – vil Høyem ta publikum med seg fra høydepunkt til høydepunkt fra de siste tiårene. Fra de nye favorittene på *On an Island* (2024) og *Dancing Headlights* (2025), til udødelige klassikere som «Into the Sea», «Moon Landing» og «Prisoner of the Road» – og selvsagt ikoniske spor fra Madrugada-tiden, som «Majesty».\n\nHver kveld vil romme sitt eget univers. Ingen kveld blir lik den andre. Her loves musikalske overraskelser, sjeldne låter og intime øyeblikk – i ekte Høyem-ånd.\n\nDette er ikke bare en feiring – det er en hyllest til stemmen, nærværet og nerven som har gjort Sivert Høyem til en bauta i norsk musikkliv.\n\n**Sivert Høyem 50 år – Exiles 20 år – Lioness 10 år**\n\n--\n\nBilletter:\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 620,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 620,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 690,- + bill.avg.\n\n— For noen er ikke én kveld med Sivert Høyem nok. Ei heller to. Heldigvis finnes billetten som gir inngang til alle tre kveldene. Velkommen! Fjottpeis-pris (alle 3 konserter) - kr. 1.500,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-18T09:29:33.964Z",
  "ticket_url": "https://www.ticketmaster.no/event/1281762595?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Sivert_Hoyem_240126_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Sivert_Hoyem_240126_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
