{
  "id": "JAzrShReyV",
  "name": "Truckfighters",
  "tags": [
    "Musikk",
    "Metall",
    "Heavy Metal"
  ],
  "start_time": "2026-04-15T17:00:00+00:00",
  "end_time": "2026-04-15T20:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Truckfighters er tilbake med full kraft, og bandet har bekreftet at nytt album slippes våren 2026. Opplev et av Europas ledende heavy-psych-rockeband på Parkteatret i april!\n\nMed røtter fra Örebro i Sverige, har Truckfighters siden 2001 tråkket opp sine egne stier gjennom fuzzdynket ørkenrock. Det som startet med tidlige EPer og debutalbumet «Gravity X», har utviklet seg til en arv preget av tunge riff, vidstrakte grooves og psykedelisk «fuzzmonster»-energi – kvaliteter som har gitt dem sammenligninger med de store navnene innen ørken- og stonerrock.\n\nTil tross for flere utskiftninger i besetningen, særlig bak trommene, har grunnleggerduoen Oskar «Ozo» Cedermalm (bass/vokal) og Niklas «Dango» Källgren (gitar) alltid vært bandets kjerne. Gjennom årene har de bygget seg opp et rykte som et av Europas ledende heavy-psych-rockband, med fem studioalbum og utallige konserter bak seg. En Truckfighters-konsert er en liveopplevelse med energi og stemning i særklasse – akkurat slik det skal være. Det finnes rett og slett ingenting som kan måle seg med Truckfighters live!\n\nEtter albumet «V» fra 2016, gikk det lang tid før nytt materiale så dagens lys, men nå er Truckfighters tilbake. Bandet har bekreftet at et helt nytt fullengdealbum, med tittelen «Masterflow», slippes våren 2026.\n\nSom bandet selv sier: «Ikke hvisking – mer som et skrik.» De nye låtene er tro mot Truckfighters’ karakteristiske fuzztunge, riffbaserte uttrykk, men bærer også preg av erfaring, utvikling og fornyet kreativ energi.\n\n«Masterflow» markerer neste kapittel i Truckfighters’ reise: gjenkjennelig for dedikerte fans, men samtidig friskt og uredd – en ny dose ørkenrock for en ny æra.",
  "updated_at": "2026-01-14T11:57:40.607Z",
  "ticket_url": "https://www.ticketmaster.no/event/truckfighters-billetter/550598731"
}
