{
  "id": "jSJJF5QJlE",
  "name": "Zebulon (NO) + Lowdown (UK) + Famyne (UK)",
  "tags": [
    "doom",
    "metall",
    "Riff-o-rama"
  ],
  "start_time": "2026-02-07T19:00:00+00:00",
  "end_time": "2026-02-07T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "ZEBULON er en norsk doom metal-kvintett som leverer knusende, langsomt brennende musikk gjennomsyret av apokalyptiske temaer og en følelse av overhengende undergang. Med inspirasjon fra Candlemass, Trouble og tidlig Black Sabbath bygger bandet tette lydlandskap av tunge, malende riff, atmosfæriske lag og dramatiske, høytidelige vokaler.\n\nBandet ble dannet i 2022 og består av Kristian B. Nessa (vokal), Torstein F. Obrestad (gitar), Kenneth Olsen (gitar), Oddmund Solheim (bass) og Frode Efteland (trommer). I 2025 vant de Metal 2 the Masses Norway og sikret seg en ettertraktet plass på New Blood Stage under Bloodstock Open Air 2025.\n\nFans beskriver lydbildet deres som «oppslukende og uforglemmelig — tunge, malende riff med episke og dramatiske vokaler, doble harmonier og melodier som hjemsøker deg lenge etterpå.»\n\nEtter å ha gitt ut to digitale singler tidlig i 2024, spilte Zebulon inn sitt debutalbum vinteren 2025. Albumet er mikset av Iver Sandøy (trommeslager/produsent, Enslaved) og teknisk produsert av Tollak Kalvatn Friestad (Skambankt), og slippes på Apollon Records 07. November 2025!\n\nLive byr Zebulon på en intens og altoppslukende konsertopplevelse, der tyngden i musikken møter et sterkt tematisk uttrykk.\n\n---------------------------------\n\nLOWDOWN ble dannet tidlig i 2022 av et enkelt behov: RIFFE HARDT og SPILLE HARDT!\n\nEtter at verden hadde vært stengt ned altfor lenge, trengte gutta en måte å ha det gøy på som aldri før.\n\nPlanen var enkel: SPILL RIFFS og DRIKK ØL.\n\nTidlig i 2023 kom EP-en “All Hail The Riff”, omtalt slik:\n«… pinch harmonics fly around the room as if celebrating the legacy of ZZ Top’s Billy Gibbons using Dimebag Darrell’s guitar rig…» – Scream Blast Repeat (EP-anmeldelse)\n\nMed en lidenskapelig fanskare og en uforbeholden feststemning gjorde en rekke energiske konserter LOWDOWN raskt til en lokal favoritt.\n\nNå har bandet signert en verdensomspennende avtale med DAMAGE RECORDS og slapp sitt første album 25. juli 2025!\n\nEtter å ha spilt på New Blood Stage under Bloodstock 2025, sikter LOWDOWN nå mot å ta riffene videre ut i Storbritannia og Europa – så følg med, mer LOWDOWN er på vei …\n\nALL HAIL THE RIFF!\n\n---------------------------------\n\nFra Canterbury i England har FAMYNE siden 2014 levert knusende riff og svevende vokaler på scener over hele Storbritannia og Europa. Med en lyd som kombinerer klassisk doom med moderne tyngde, har de blitt et av Storbritannias mest spennende band innen tung musikk.\n\nI 2019 signerte bandet med Svart Records, turnerte i 11 land og delte scene med blant andre Orange Goblin, Puppy, Bokassa og Acid Reign. Selv pandemien klarte ikke å stoppe dem; nytt materiale ble presentert på Bloodstock 2021, som banet vei for deres andre album, Famyne II: The Ground Below (2022).\n\nTyngre, mørkere og mer storslått enn tidligere, førte albumet til nye turneer i Europa og Storbritannia, med høydepunkter som Into the Grave Main Stage, ArcTanGent, Red Crust, Siege of Limerick, Bloodstock Open Air og nylig en knusende headliner på Desertfest London 2025 (Black Heart).\n\nMed over 100 konserter i Storbritannia og et turnéfotavtrykk som strekker seg over 15 land, er Famyne nå i gang med sitt tredje album – et verk som lover å bli tyngre, modigere og umulig å overse.",
  "updated_at": "2025-10-03T13:03:59.754Z",
  "ticket_url": "https://www.ticketmaster.no/event/zebulon-no--lowdown-uk--famyne-uk--billetter/1551960573"
}
