{
  "id": "Ju0hHIzsto",
  "name": "Hanne Boel med band",
  "tags": [
    "pop",
    "soul",
    "blues"
  ],
  "start_time": "2026-10-21T17:00:00+00:00",
  "end_time": "2026-10-21T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Hanne Boel er i en kontinuerlig kreativ prosess, og i disse dager jobber hun med nytt materiale som etter hvert skal bli til et nytt album.\n\nHanne prøver en velprøvd strategi fra tidligere tider, der låtene og deres fremføring møter publikum live, og hvor stemningen og tilbakemeldingene vil være med på å avgjøre hvilken av låtene som vil gjøre seg fortjent til å komme med på hennes neste utgivelse.\n\nPå Sentrum Scene kan du derfor forvente å høre nye låter, men absolutt også kjente låter som har bevist seg selv gjennom Hannes lange karriere. \n\nSammen med bandet forsøker hun alltid å være nysgjerrig og nyskapende i forhold til sitt eldre repertoar, men alltid med et våkent øye for ikke å ødelegge den gode låten ved å endre for mye når det ikke føles riktig.\n \n«Jeg føler at jeg, sammen med mitt nåværende band, befinner meg selv i nåtiden. Vi er nysgjerrige, spilleglade, musikkelskende, elsker et godt groove som treffer kroppen minst like mye som hjertet og hjernen. Vi er nysgjerrige på nåtiden og samtidig er vi begeistret for de gamle dydene fra 80- og 90-tallet.»\n**– Hanne Boel**\n\n--\n\n**Billetter:**\n\n— Nummererte sitteplasser i hovedsalen: kr. 595,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-10T10:58:14.892Z",
  "ticket_url": "https://www.ticketmaster.no/event/731228995?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Hanne_Boel_211026_Billettsalg&utm_campaign=NO_Rockefeller_Hanne_Boel_211026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
