{
  "id": "KbuGUHloaz",
  "name": "Megan Moroney",
  "tags": [
    "countrypop",
    "country"
  ],
  "start_time": "2026-09-13T17:00:00+00:00",
  "end_time": "2026-09-13T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den nye dronningen av countrypop kommer til Oslo!\n\nMed over en milliard streams, utsolgte USA-turneer og et raskt voksende internasjonalt publikum, kommer Megan Moroney endelig til Sentrum Scene med sin nye turné i forbindelse med hennes nye album, *Cloud 9*.\n\nMegan har på kort tid markert seg som en særpreget stemme i moderne country. Med skarpe tekster, varme melodier og humor har hun blitt en favoritt på både TikTok og topplistene. Hennes gjennombruddslåter «Tennessee Orange» og «I’m Not Pretty» bidro til gjennombruddet på albumet *Lucky*, og med oppfølgeren *Am I OK?* befestet hun posisjonen som en tungvekter i sjangeren.\n\nThe Cloud 9-tour bygger videre på dette momentumet med et nytt visuelt uttrykk og en setlist som blander store hits, nye perler og publikumsfavoritter. Dette blir hennes hittil største headliner-konsert i Norge. Alt ligger til rette for en uforglemmelig countrykveld på Sentrum Scene!\n\n--\n\nBill. kr. 500,- / 1.600,- (VIP) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-20T15:28:48.312Z",
  "ticket_url": "https://www.ticketmaster.no/artist/megan-moroney-billetter/1167514?camefrom=CFC_NO_Rockefeller_Megan_Moroney_130926_samlelink_Billettsalg&utm_campaign=NO_Rockefeller_Megan_Moroney_130926_samlelink_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
