{
  "id": "KiFd0yyMnb",
  "name": "BASS ODYSSEY - HEDEX, NERO, LEEROY THORNHILL & MIRA MARK",
  "tags": [
    "dubstep",
    "drum & bass",
    "jungle"
  ],
  "start_time": "2026-03-14T20:00:00+00:00",
  "end_time": "2026-03-15T01:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "Earlybird - Utsolgt \nRegular - Utsolgt\nFinal release - Få billetter igjen\n\nBass Odyssey samler noen av de mest toneangivende navnene innen dubstep, drum & bass, jungle og bassdrevet elektronisk musikk. Det blir en musikalsk reise som spenner fra nåtidens DnB-bølge til pionerer som har formet scenen i flere tiår.\n\nHEDEX\nHedex har på rekordtid blitt et av de største navnene innen den nye generasjonen av energifylt, jump-up drum & bass. Etter å ha tatt verden med storm med hits som “Liquor and Cigarettes” sammen med Chase & Status og ArrDee, og “Lowkey” med Tion Wayne, har han befestet posisjonen som en av sjangerens mest innflytelsesrike unge artister. Med et utsolgt OVO Arena Wembley-show og et voksende globalt publikum setter Hedex standarden for hvordan moderne DnB skal låte i 2025: raskt, massivt og fylt av uendelig energi. På Bass Odyssey har med seg Eksman, en av Storbritannias mest karismatiske og publikumsfokuserte MC-er. Eksman er kjent for sin distinkte vokalstil, sin evne til å løfte energien i rommet og sitt lange forhold til DnB-scenen.\n\nNERO (DJ-set)\nNERO er et navn som står skrevet med store bokstaver i bassmusikkens historie. London-trioen har vunnet Grammy for “Promises”, toppet listene med det platinaselgende albumet Welcome Reality, og samarbeidet med alt fra Muse og Skrillex til Baz Luhrmann og BBC Philharmonic Orchestra. Etter flere år med stillhet er de tilbake med ny musikk og et nytt album på vei. Deres DJ-set er kjent for en dramatisk, mørk og futuristisk energi, der bass møter filmatisk storhet, en perfekt kontrast i kveldens musikalske univers.\n\nLEEROY THORNHILL (ex-The Prodigy)\nSom originalt medlem av The Prodigy var Leeroy Thornhill med på å forme en av 90-tallets mest banebrytende og energiske elektroniske grupper. I over ti år turnerte han verden rundt med bandet, spilte på enorme festivaler, mottok en rekke priser og bidro til to UK #1-singler. Etter tiden i The Prodigy har han skapt en sterk solokarriere, både som produsent og DJ, der han kombinerer breakbeat, electro, old school-rave og rå energi. Hans sett forener veteraner fra rave-æraen med de nye generasjonene som søker nettopp det intense og utemmede uttrykket. I 2024 ga han ut boken WILDFIRE, som gir et sjeldent blikk inn i livet på innsiden av bandet, et tegn på den ikonstatusen han fortsatt bærer.\n\nMIRA MARK\nFra den norske undergrunnen har Mira Mark vokst til å bli en anerkjent DJ med røtter i jungle og drum & bass. Hun startet som raver i Oslo før hun tok steget inn i DJ-båsen i 2012, og har siden spilt i alt fra Berlin og Ibiza til Manchester og St. Petersburg. Hun har vært på festivalplakater som Fusion, Sonar, Outlook, Midnight Sun og Solar, og delt scene med tungvektere som Noisia, Calibre, DRS, Chase & Status og Wilkinson. Musikalsk beveger hun seg fra dyp, mørk drum & bass til techno-inspirerte rytmer, og hun er kjent for å levere tunge, drivende sett med ekte junglist-hjerte. Dette er en artist som både representerer Norges bassmiljø og samtidig presser det fremover.\nDette blir en de mest intense klubbopplevelsene på lenge.\nVelkommen til Bass Odyssey.\n",
  "updated_at": "2026-02-23T09:05:33.166Z",
  "ticket_url": "https://www.ticketmaster.no/event/435729122"
}
