{
  "id": "kjE0hbnVqx",
  "name": "Morgan Sulele",
  "tags": [
    "pop"
  ],
  "start_time": "2026-04-30T17:00:00+00:00",
  "end_time": "2026-04-30T21:59:00+00:00",
  "venue": "Rockefeller",
  "description": "Etter suksessen sist inviterer Morgan Sulele igjen til nok en festkveld på Rockefeller 30. april (natt til 1. mai) i forbindelse med nytt album som kommer i 2026!\n\nMorgan Sulele, eller Magnus Clausen som han egentlig heter, er artist og låtskriver kjent for sin særegne blanding av pop, elektronisk og urban musikk med fengende melodier og personlig tekstinnhold. Morgan fikk sitt gjennombrudd i 2015 med den Spellemann-nominerte singelhiten «Bare min», som lå seks uker som nummer én i Norge, og etablerte ham som en ledende figur i den nye bølgen av norskspråklig popmusikk.\n\nEtter «Bare min» lå Morgan Suleles musikk 96 uker sammenhengende på listene i Norge, og med over 300 millioner Spotify-avspillinger alene er Morgan ubestridt en av Norges største hitmakere.\n\nHans liveopptredener kjennetegnes av allsang, god stemning og en solid rekke hits.\n\n\n**+ support: Sander Elstad**\n\nSander Elstad er en norsk, nyetablert country pop-artist som kombinerer ektefølt historiefortelling med fengende melodier. På scenen leverer Sander sterke konserter med nærhet, energi og publikumsfokus. Musikken spenner fra rolige ballader til drivende låter, alltid med en tydelig signatur: jordnært, ærlig og melodisk.\n\nSander Elstad har på kort tid bygget seg opp et solid publikum og lyttertall på streaming-plattformene. Med voksende publikum over hele landet er Sander Elstad en artist som skriver og synger fra hjertet og sikter høyere i framtiden.\n\nEn unik oppvarming som setter tonen for kvelden før Morgan Sulele.\n\n--\n\nBill. kr. 400,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-26T10:39:21.081Z",
  "ticket_url": "https://www.ticketmaster.no/event/840013438?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Morgan_Sulele_300426_Billettsalg&utm_campaign=NO_Rockefeller_Morgan_Sulele_300426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
