{
  "id": "Kkh0g2H0nX",
  "name": "Bo Kaspers Orkester",
  "tags": [
    "visepop",
    "jazzpop",
    "poprock"
  ],
  "start_time": "2026-09-29T17:00:00+00:00",
  "end_time": "2026-09-29T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Etter 5 utsolgte kvelder i februar 2026 vender Bo Kaspers Orkester tilbake til Sentrum Scene, denne gangen med ytterligere 4 jubileumskonserter i september og oktober!\n\n«Vi ska gå hand i hand genom livet du och jag», sang Gunnar Wiklund – og det er nettopp det Bo Kaspers Orkester har gjort sammen med sitt publikum i 35 år.\n\nHøsten 2026 er det på tide å feire denne reisen med en stor jubileumsforestilling. Showet har fått navnet Il Magnifico og blir mer enn bare en konsert – det er et sammendrag av et helt livsverk. Publikum kan se frem til både elskede klassikere og helt nyskrevet materiale – fremført med den samme varmen, nysgjerrigheten og melankolske gløden som alltid har vært bandets kjennetegn.\n\nNår Bo Kaspers Orkester nå går på scenen igjen, er det ikke bare enda en konsert. Det er en livsreise som oppsummeres. Fra de første tonene på en restaurant på Kungsholmen til fulle saler over hele Norden, har Bo Kaspers Orkester blitt en selvfølgelig følgesvenn gjennom både hverdag og fest.\n\nI løpet av 2026 oppsummerer Bo Kaspers Orkester sitt halve livs arbeid – og byr selvsagt også på nytt materiale.\n\n\n--\n\nBill. kr. 845,- + bill.avg.\n\nArrangementet har nummererte sitteplasser i hovedsalen og på galleriet.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-17T10:57:15.512Z",
  "ticket_url": "https://www.ticketmaster.no/event/2012374999?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Bo_Kaspers_Orkester_290926_Billettsalg&utm_campaign=NO_Rockefeller_Bo_Kaspers_Orkester_290926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
