{
  "id": "KKppXooig4",
  "name": "Hayeminol",
  "tags": [
    "punkrock",
    "powerpop"
  ],
  "start_time": "2026-03-14T18:00:00+00:00",
  "end_time": "2026-03-14T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Hayeminol kommer til John Dee lørdag 14. mars! Bandet er tilbake med sitt kritikerroste fjerdealbum *Ingen vår i år* – denne gangen på norsk, uten filter og uten sikkerhetsnett. De spilte nettopp en utsolgt releasekonsert på MIR.\n\n*Ingen vår i år* følger opp *Natural Born Failures* (2023) og sparker fra seg med pønknerver, fuzz og tekster som sitter tett på kroppen.\n\nEtter forrige album på engelsk ville bandet komme nærmere. Norsk gir mindre distanse, mer friksjon og større konsekvenser. Ingen vår i år handler om tid som går, mennesker som klamrer seg fast, og frykten for endring. Om å stå stille mens alt annet raser videre.\n\nHayeminol blander pønkens rastløshet og DIY-mentalitet med garasjerock og hyperaktiv power-pop. Det er støy, melodier, kaos og kontroll – ofte i samme låt. Referansene går fra Wipers og DEVO til The Beach Boys på sitt mest skrudde, men uttrykket er først og fremst Hayeminol: høyt, ærlig og uredd.\n\nOslobandet ble startet i 2013, men idéen om Hayeminol har eksistert i hodet til låtskriver Ånon Sørnes Bakkjen siden barnehagen. Navnet er fiktivt, betyr ingenting og ble valgt lenge før bandet kunne spille instrumentene sine ordentlig. Det låt ræva i starten. Sånn skulle det være.\n\nSiden debutalbumet *Hayemania!* (2019) har Hayeminol utviklet seg voldsomt, uten å miste grepet om røttene sine i høylytt, aggressiv rock’n’roll. Det har vært utskiftninger, liv som skjer og nye retninger – men energien har alltid vært konstant.\n\nKvartetten i starten av tjueåra er kjent for sine høyenergikonserter. Bandet består av Ånon Sørnes Bakkjen (lead gitar, vokal), Thora Helene Skoglund Tuveng (keys, vokal), Jonas Thulan (bass, vokal) og Bror Meyer (trommer).\n\n**Pressen om «Ingen vår i år»:**\n\n«’Ingen vår i år’ vil bli stående som et av årets viktigste norske undergrunnsalbum.»\n**– DN**\n\n«...en drøy halvtime rufsete perfeksjon, en kaosartet blanding av nærhet, skrubbsår, og av tanker verden trenger akkurat nå, det hele pakket inn i en eventyrblanding av punk, pop, rock, psykedelia og abstrakt nonsens.» \n**– Dagsavisen**\n\n«’Ingen vår i år’ er eit frigjerande flokete album som er vanskeleg, for å ikkje seie umogleg å beskrive. Som ikkje knyter seg til nokon sjanger. I staden lagar dei sin heilt eigne, ein som eg ikkje trur har noko namn.»\n**– Dag og Tid**\n\n«Rått og rastløst album – kan bli stående som et av årets beste.»\n**– Musikknyheter**\n\n«Her er det mye sjangerlek, men punkens rastløshet, spontanitet og gjør-det-selv-mentaliteten skinner igjennom fra start til slutt.»\n**– Klassekampen Musikkmagasinet**\n\n--\n \nBill. kr. 260,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-05T09:31:41.428Z",
  "ticket_url": "https://www.ticketmaster.no/event/1633919195?brand=johndee&camefrom=CFC_NO_Rockefeller_Hayeminol_140326_Billettsalg&utm_campaign=NO_Rockefeller_Hayeminol_140326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
