{
  "id": "KmJ1D0SCqc",
  "name": "Føkkefjord /Himmel",
  "tags": [
    "punk",
    "vise",
    "lo-fi"
  ],
  "start_time": "2026-02-27T19:00:00+00:00",
  "end_time": "2026-02-27T22:00:00+00:00",
  "venue": "BLÅ",
  "description": "Fredag 27. februar 2026 | 20:00 | Id: 20 | 200,- + avg.\npunk / vise\n\nFem år har gått siden forrige skikkelige konsert i Oslo, ti år har gått siden bandet ble dannet og nesten 30 år har gått siden Føkkefjord-medlemmene Erik og Maria først møttes i barnehagen. Det er med andre ord på tide med ny konsert i hovedstaden for den karakteristiske visepunkduoen fra Flekkefjord.\n\nFøkkefjord har siden starten spilt en karakteristisk blanding av lo-fi punk og sørlandsviser, med utleverende, ekstremt direkte og politisk agiterende tekster framført på klingende flekkefjorddialekt av vokalist Maria, kompet av Erik på en vrengt kassegitar. Tenk deg en krysning av skitten og minimalistisk indie i landskapet til Young Marble Giants og Beat Happening, skranglepunken til Matriarkatet og revyvisene til sørvestlandshelten Tønes.\n\nDet rabulerende radarparet utvidet den musikalske paletten bittegrann på 2025-plata “Leva normalt”. Her ble tekniker Christian Winther med som gjest her og der med sin sonicyouthske elgitar, og ikke minst fikk bandet med seg flekkefjæringen Anja Lauvdal på piano, bass-synth, wurlitzer og salmesykkel. Alt dette uten at uttrykket mistet sin uflidde og vridde råskap. Klassekampen avsluttet sin kjærlighetserklæring av en anmeldelse på følgende måte: “Vi er heldige som har et sånt underlig og originalt band som Føkkefjord.”\nFøkkefjord har reist land og strand rundt og spilt gjennom årenes løp, og de merkeligste kriker og kroker har lagt sin elsk på radarparets skakke gitarføring og rabuleringer på skarre-r. De har varmet opp for bob hund i kunsthallen i Stavanger (hvorpå Conny Nimmersjö ble blodfan på sekundet), de har påført indie-eliten latterkrampe i en stall på Egersund visefestival, og selvfølgelig har de gjestet hjembyens elskede Fjellparkfestival utallige ganger.\n\nSamtidig blir konsertene færre. Bandmedlemmene holder på med mange andre musikalske krumspring, og – grøss – begynner de kanskje også å leve litt normalt…? Uansett, når Føkkefjord nå inviterer til konsert på Himmel, er det en aldri så liten begivenhet. Ikke bare er det en forsinket slippfest for “Leva normalt”-albumet, men også slippfest for en splitter ny fanzine som utbroderer temaene på albumet. Dette må jo markeres, så bandbesetningen eser noe ut for anledningen, og bandet kan love mer sprell på toppen av den sedvanlige festen og basaren som Føkkefjord byr på hvor enn de spiller.",
  "updated_at": "2026-01-20T16:28:48.463Z",
  "ticket_url": "https://www.ticketmaster.no/event/787173043"
}
