{
  "id": "KptWH0GSxK",
  "name": "Pacześ & Lotek",
  "tags": [
    "comedy",
    "standup"
  ],
  "start_time": "2026-08-21T16:00:00+00:00",
  "end_time": "2026-08-21T19:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Fredag 21. august kommer den ikoniske polske komikerduoen Pacześ & Lotek til Norge for første gang, når de inntar Sentrum Scene!\n\n--\n\nBilletter: Ticketmaster.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har unummererte sitteplasser i hele lokalet tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 18.00. Showstart kl. 19.00.\n\n--\n\n**POLSKI:**\n\nPacześ & Lotek po raz pierwszy w Norwegii!\n\nJuż 21 sierpnia 2026 roku ten kultowy duet wystąpi w Norwegii po raz pierwszy w historii. Artyści pojawią się na scenie Sentrum Scene, w samym sercu Oslo, w ramach trasy „Pacześ & Lotek 2”.\n\nTego duetu nie trzeba nikomu przedstawiać — ich występy od lat wyprzedają największe sale w Polsce i za granicą. Bilety są już dostępne, a to wydarzenie to absolutnie wyjątkowa okazja, ponieważ kolejna taka trasa może się długo nie powtórzyć!\n\nKiedy: 21 sierpnia 2026 (piątek)\nGdzie: Sentrum Scene, Oslo\nOtwarcie bram: 18:00\nStart wydarzenia: 19:00\nBilety: Ticketmaster\n\nRegulamin:\n•\tNagrywanie występu w formie audio i wideo jest zabronione.\n•\tBilet nie uprawnia do przeszkadzania występującym.\n•\tOrganizator zastrzega sobie prawo do wyproszenia osoby zakłócającej przebieg wydarzenia, bez możliwości zwrotu kosztów biletu.\n•\tZakup biletu oznacza akceptację powyższych zasad.\n\nNa terenie imprezy znajduja sie nienumerowane miejsca siedzace, dostepne wedlug kolejnosci przybycia.\n\nWydarzenie ma ograniczenie wiekowe 18 lat i obowiazek okazania dokumentu tozsamosci. Brak mozliwosci udzialu z opiekunem. Dokument tozsamosci jest sprawdzany u wszystkich uczestnikow, ktorzy sa uznawani za osoby ponizej 25 roku zycia. Waznym dokumentem tozsamosci jest fizyczny krajowy dowod osobisty, paszport, fizyczne prawo jazdy lub karta bankowa ze zdjeciem. Cyfrowy dokument tozsamosci ani zdjecie dokumentu nie sa uznawane za wazny dokument tozsamosci. Zdjecie na dokumencie musi umozliwiac latwa identyfikacje jego posiadacza.\n\n**ENGLISH:**\n\nPacześ & Lotek live in Norway for the first time ever!\n\nOn August 21, 2026, this iconic comedy duo will perform in Norway for the very first time. The artists will take the stage at Sentrum Scene, located in the heart of Oslo, as part of their “Pacześ & Lotek 2” tour.\n\nThis duo needs no introduction — their shows have been selling out the biggest venues in Poland and abroad for years. Tickets are available now, and this is a truly unique opportunity, as another tour like this may not happen again for a long time!\n\nDate: August 21, 2026 (Friday)\nVenue: Sentrum Scene, Oslo\nDoors open: 6:00 PM\nShow starts: 7:00 PM\nTickets: Ticketmaster\n\nRules & Regulations:\n•\tAudio and video recording of the performance is strictly prohibited.\n•\tThe ticket does not grant the right to disrupt the performers or the event.\n•\tThe organizer reserves the right to remove any disruptive person without a ticket refund.\n•\tBy purchasing a ticket, you agree to the rules stated above.\n\nThere are unnumbered seats available at the event venue, available on a first-come, first-served basis.\n\nThe event has an 18-year age limit with ID requirement. No guardian arrangement. Identification will be checked for all attendees assumed to be under 25. Valid identification includes a physical national ID card, passport, physical driver's license, or a photo ID bank card. Digital identification or photo of identification is not valid identification. The photo on the ID must be easily identifiable as the user's.",
  "updated_at": "2026-02-23T13:53:31.795Z",
  "ticket_url": "https://www.ticketmaster.no/event/453751236?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Paczes%2B_%2B_Lotek_210826_Billettsalg&utm_campaign=NO_Rockefeller_Paczes%2B_%2B_Lotek_210826_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
