{
  "id": "KrzT307t8S",
  "name": "Sassy 009: Dreamer+ Tour / Pres. av Live Nation & ACT Agency /BLÅ",
  "tags": [
    "Pop",
    "elektronika"
  ],
  "start_time": "2026-02-21T18:00:00+00:00",
  "end_time": "2026-02-21T21:00:00+00:00",
  "venue": "BLÅ",
  "description": "Sassy 009 er kjent for sin sjangeroverskridende sound, som beveger seg mellom techno, scandi-pop og R&B. I januar slipper hun det nye albumet «Dreamer+», og lørdag 21. februar kan du oppleve henne live på Blå!\nSassy 009 er det musikalske alter egoet til den norske produsenten og låtskriveren Sunnivxa Lindgård. Etter å ha oppdaget de uendelige mulighetene innenfor musikkproduksjon som tenåring, har hun utviklet sin unike elektroniske sound. Gjennom to kritikerroste EP-er og mixtapen «Heart Ego» har Sassy 009 markert seg internasjonalt og etablert seg som en av de mest spennende elektroniske artistene i dag.\nMixtapen «Heart Ego» fra 2021 var et solid gjennombrudd, med millioner av streams, remikser og plasseringer i spill, reklamer og spillelister hos både Spotify og Apple Music. Sassy 009 har blitt løftet frem av profilerte artister som Grimes, Arlo Parks, Rosalía og Shygirl, i tillegg til radiokanaler som BBC Radio 1 og 6Music. Med samarbeid på tvers av sjangre og sterke visuelle konsepter, fortsetter Sassy 009 å utforske nye sider av sitt elektroniske univers – og høster priser og nominasjoner underveis!\nNå er Sassy 009 aktuell med singelen «Butterflies», hentet fra det kommende debutalbumet, som slippes i 16. januar. https://sassy009dreamer.ffm.to/butterflies\nVi gleder oss til mer ny musikk og konsert i Oslo!\n“Incredibly talented, really deep and textured electronic music”\n– ARLO PARKS\n“Excellent experimental pop”\n– PITCHFORK\n“Hypnotic”\n– DAZED\n“A spellbinding sonic trip”\n– NME\n“A literal soundtrack to your dreams! No one does it quite like Sassy 009”\n– JACK SAUNDERS, BBC Radio 1\n--\nBILLETTER: kr 300,- + bill.avg.\nAldersgrense: 20+\nDørene åpner: kl. 19.00",
  "updated_at": "2026-01-09T12:11:00.956Z",
  "ticket_url": "https://www.ticketmaster.no/event/650744483?fbclid=IwY2xjawNd3gFleHRuA2FlbQIxMABicmlkETFBbzJkeGhjTnZDa2hFWmFrAR7XXyjpEIHEI_ZivgIhFEfqfe_DC36yUCG2lqAotk5YTiAy-I3PSxXzyUqVyA_aem_G19l8kNSHbxF8ix2nHxyTg"
}
