{
  "id": "KwVDJICYbF",
  "name": "Hjerteslag",
  "tags": [
    "rock",
    "indierock"
  ],
  "start_time": "2026-01-23T18:00:00+00:00",
  "end_time": "2026-01-23T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Albumaktuelle Hjerteslag kommer til Rockefeller fredag 23. januar! Helt siden oppstarten i Bergens undergrunnsmiljø har Hjerteslag vært et av landets aller beste og mest populære rockeband. Med vokalist Robert Eideviks umiskjennelige og unike låtskriver- og tekstsignatur i bunn har bandet vært premissleverandører for melodisk, støyende og gatepoetisk musikk på norsk. \n\nHjerteslag er nå aktuelle med sitt ferske sjettealbum, *Vi har kommet for å stjele dine barn*, som ble sluppet 9. januar. Albumet har fått strålende anmeldelser, blant annet fra Popklikk, som skriver: «Robert Eidevik er åpenbart lagd av stjernemateriale og har en ukuelig vilje til å levere igjen og igjen, kombinert med en egenartet evne til å snuble over de mest fengende melodilinjene og de tøffeste låttitlene. På «Vi har kommet…» høres Hjerteslag mer svensk ut enn noensinne der de lar det ljome av nordisk postpønk. På den gode måten.»\n\nMed comeback-albumet *Tyvens Dagbok* og den påfølgende turnéen høsten 2022, gjenerobret Hjerteslag sin posisjon som et av landets ledende rockeband. Samtidig gikk frontfigur Robert Eidevik inn i det han selv beskriver som en ny fase av livet hvor han tok seg i å reflektere langt mer over livet enn før, og hente opp gamle historier fra oppveksten. Som en virvelvind skrev han låt på låt, og plutselig var nok en Hjerteslag-plate klar, i rekordfart. \n\nPå *Betonglandskap* fra 2024 har Robert bygget et tekstunivers rundt det å vokse opp imellom betongblokker i en litt sliten og høylytt drabantby utenfor Bergen. Tekstene er basert på egne erfaringer og refleksjoner, men er også historier som andre kan kjenne seg igjen i. I sangene ligger det også et ønske om å gi en stemme til de som står på utsiden av samfunnet. Til sliterne i gatene, og til kampen mot rus og psykisk sykdom. Det er historier som handler om å finne sin plass alene i verden, fanget i all sin annerledeshet.\n\n--\n\nBill. kr. 355,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent. \n",
  "updated_at": "2026-01-11T13:57:11.249Z",
  "ticket_url": "https://www.ticketmaster.no/event/1935468367?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Hjerteslag_230126_Billettsalg&utm_campaign=NO_Rockefeller_Hjerteslag_230126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
