{
  "id": "L5qdpPdy5C",
  "name": "Cat Power",
  "tags": [
    "indierock",
    "soul",
    "singersongwriter"
  ],
  "start_time": "2026-10-10T17:00:00+00:00",
  "end_time": "2026-10-10T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Cat Power kommer til Sentrum Scene lørdag 10. oktober 2026 for å markere 20-årsjubileet for sitt banebrytende album *The Greatest*! Konsertene på denne turneen blir helt spesielle, og *The Greatest* skal fremføres i sin helhet – for å feire et av 2000-tallets mest elskede album.\n\nCat Powers syvende studioalbum, *The Greatest*, markerte et vendepunkt i hennes allerede kritikerroste karriere, da det ble sluppet i januar 2006. Det ble innspilt i legendariske Ardent Studios i Memphis, Tennessee, med noen av byens mest anerkjente studiomusikere på laget. Dette var også første gangen en Cat Power-utgivelse utelukkende bestod av låter skrevet av Chan Marshall selv. Albumet fikk umiddelbart strålende mottakelse verden over.\n\nDen nye tre-spors EP-en, *Redux*, slippes digitalt og på vinyl 23. januar, og er spilt inn av den Grammy-vinnende produsenten og mangeårige samarbeidspartneren Stuart Sikes, med backing fra Dirty Delta Blues – superbandet som ble satt sammen for verdensturneen etter *The Greatest*. \n\n*Redux* byr på en helt ny innspilling av James Brown-klassikeren «Try Me», samt en gripende versjon av Prince sin ikoniske «Nothing Compares 2 U», i tillegg til en ny versjon av Marshalls egen «Could We».\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 520,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 520,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 620,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-04T13:57:57.311Z",
  "ticket_url": "https://www.ticketmaster.no/event/1637857511?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Cat_Power_101026_Billettsalg&utm_campaign=NO_Rockefeller_Cat_Power_101026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
