{
  "id": "lMdRDGFBO5",
  "name": "Stavangerkameratene",
  "tags": [
    "poprock"
  ],
  "start_time": "2026-01-09T18:00:00+00:00",
  "end_time": "2026-01-09T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "**Stavangerkameratene feirer 10 år – gjør Rockefeller-comeback etter syv år**\n \nStavangerkameratene gleder seg stort til ny konsert på Rockefeller fredag 9. januar 2026. For første gang på over syv år er rogalandskvartetten tilbake på scenen i Oslos storstue. Siden den gang har de vokst til å bli et av Norges mest populære artister og liveband. Konserten blir samtidig kick-off for Stavangerkameratenes 10-årsjubileum, som skal markeres gjennom hele 2026.\n\nI 2026 er det ti år siden gruppa startet opp med sine første singelutgivelser, hitene «Vekk meg opp» og «Bare så du vett det». Med nye låter, nytt show og ikke minst årevis med live-erfaring fra noen av landets største scener, ser de fire kameratene og resten av bandet frem til en festkveld stappfull av allsang, svette, eufori og nerve. Konsertene i hovedstaden, inkludert de to første på Rockefeller i 2017 og 2018, står som påler i Stavangerkameratenes eget minne, men skal selvfølgelig overgås på nyåret!\n\nStavangerkameratene har nå flere albumutgivelser bak seg, over 100 millioner streams, 12 millioner visninger på YouTube, en Spellemann-nominasjon og 13 gull- og platinatrofeer. Kjartan Salvesen, Tommy Fredvang, Glenn Lyse og Ole Alexander Mæland vender tilbake til Rockefeller med en blanding av selvtillit, takknemlighet og akkurat passe ydmyk galskap – noe som er unikt i norsk livesammenheng.\n\nMed sin ferske singel, en nyinnspilling av Mods-klassikeren «Tore Tang», som de har gjort sammen med håndball-legenden Camilla Herrem og The Voice-vinner Inger Lise Hope, ligger alt til rette for en forrykende avslutning på konserten. Stjernelaget fremførte låta på Utopia-festivalen i Stavanger i august foran 13.000 publikummere til massiv jubel. «Tore Tang» er nyinnspilt med opphavsmann Morten Abels velsignelse. I 2018 ble originalen kåret til tidenes norske allsang av Dagbladet, Se og Hør og Allsang på Grensen på TV 2.\n\nBli ikke overrasket om flere venner og kolleger av bandet dukker opp på scenen denne januarkvelden, som skal gi Oslos vinterkulde «a run for the money» i form av svette, allsang og varmegrader sammen med Stavangerkameratenes mest ihuga fans.\n\n--\n\nBill. kr. 550,- / 490,- (student) / 412,- (A-kort) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-16T14:01:26.967Z",
  "ticket_url": "https://www.ticketmaster.no/event/1741098047?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Stavangerkameratene_090126_Billettsalg&utm_campaign=NO_Rockefeller_Stavangerkameratene_090126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
