{
  "id": "M56lR0E0SH",
  "name": "Salmer på pøbb",
  "tags": [
    "psalms"
  ],
  "start_time": "2026-11-10T18:00:00+00:00",
  "end_time": "2026-11-10T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "**Salmer på pøbb**\nLewi Bergrud\nThor-Erik Fjellvang\nMed band\n\nSalmer på pøbb har fylt klubber og pøbber landet over. Tirsdag 10. november 2026 er de tilbake på Rockefeller!\n\n«...har gått sin seiersgang over hele kongeriket!»\n**– Fredriksstad Blad**\n\n«Salmer på pøbb har truffet en nerve i det norske musikklandskapet (…) bare smil og glede å se blant publikum!»\n**– NRK**\n\n\nI 2024 tok Salmer på pøbb-konseptet av for alvor, med over 40 utsolgte konserter fra Svalbard i nord til Kristiansand i sør, en kritikerrost platedebut med *Kapittel 1* og massiv medieoppmerksomhet. Året etter kom *Kapittel 2*, fulgt opp av en turné med sytten stopp på pøbber, klubber og i konserthus hvorav brorparten var smekkfulle.\n\nFor først og fremst skal Salmer på pøbb oppleves live. Dette er mye mer enn en konsert. På Salmer på pøbb møtes folk fra alle generasjoner. Samme hva du tror på, samme hva slags musikk du liker, om du vil synge eller helst bare lytte, du er hjertelig velkommen.\n\nTa med deg en venn og bli med på en kveld du vil huske lenge!\n\n\n**Mer om Salmer på pøbb:**\n\n«Aldri før har salmer fått veggene til å riste på pub i Kristiansand (…) Konserten ble utsolgt en måned før konsertdato, og samtlige billetter til ekstrakonserten som er satt opp 1. februar, er revet bort allerede (…) Halvveis uti konserten er publikum i ekstase (...)»\n**– Fædrelandsvennen**\n\n«…her får salmesangens språklige klangbunn slå fra seg med sin voldsomme kraft (…) Det er (…) ufattelig god stemning. Det er intimt, nedskalert og veldig lavterskel.»\n**– Vårt Land**\n\n«For en stakket kveld ble salmene endevendt, ristet på og sendt ut i nye lydbilder over et stappfullt kulturhus (…) Selve salmerepertoaret er kjent og kjært når Salmer på pøbb spiller. Men tolkningene har du aldri hørt før.»\n**– Sarpsborg Arbeiderblad**\n\n--\n\nEarlybird-billetter i salg nå:\nBill. kr. 370,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\n",
  "updated_at": "2025-11-12T10:02:02.733Z",
  "ticket_url": "https://www.ticketmaster.no/event/268818983?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Salmer_pa_pobb_101126_Billettsalg&utm_campaign=NO_Rockefeller_Salmer_pa_pobb_101126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
