{
  "id": "mAtAiGBwiD",
  "name": "Cryptopsy \"All So Vile\" tour + special guests: 200 Stab Wounds + Inferi + Corpse Pile",
  "tags": [
    "death metal",
    "extreme metal"
  ],
  "start_time": "2026-01-29T18:00:00+00:00",
  "end_time": "2026-01-30T00:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "CRYPTOPSY\nWhen Cryptopsy emerged from Montreal, Quebec in 1993, their groundbreaking blend of technical prowess and brutal intensity left an indelible mark on extreme metal.\n\nRight away, Cryptopsy showcased their unparalleled musicianship with their debut album. Blasphemy Made Flesh (1994) set the stage for a career that’s been defined by innovation and boundary-pushing. Their next album solidified the band as pioneers of death metal. None So Vile (1996) earned them critical acclaim and a devoted fanbase across the world.\n“Brutal and beautifully chaotic…a must-have for any extreme metal fan’s collection”, wrote Metal Hammer, who named None So Vile one of the best death metal albums ever.\n\n200 STAB WOUNDS\nCleveland death metal legends-in-waiting 200 Stab Wounds have returned with Manual Manic Procedures, a\nsuperlative sophomore effort that follows 2021′s Slave to the Scalpel, their tour de force debut. The new album is\na brutal slab of old school death metal with a contemporary edge. Not for the faint-hearted, Manual Manic\nProcedures may well be the album that puts classic gore-themed ferocity back into the metal community’s\ncollective consciousness.\n\nINFERI\nINFERI are an American technical death metal band forged in the depths of Nashville, TN. The band formed in 2006 and set themselves outside of the generic pack by mixing melodious, yet technical musicianship rarely seen in today’s extreme metal acts.\n\nCORPSE PILE\nBirthed in 2019 and fostered in the decrepit streets of Houston, Texas, Corpse Pile dropped a small handful of self-released demos and singles before signing with Maggot Stomp. After releasing their 2024 debut EP, “Hardgore Deathmetal”, Corpse Pile cemented themselves as one of the heaviest bands in the rise of modern brutal slamming death metal.\n• • • • • • • • • • • • • • • • • •\nticketmaster.no\ngoldie.no",
  "updated_at": "2026-01-06T10:19:23.965Z",
  "ticket_url": "https://www.ticketmaster.no/event/150696837"
}
