{
  "id": "Mq5e47pp3d",
  "name": "Sylosis",
  "tags": [
    "metal",
    "deathmetal",
    "extrememetal"
  ],
  "start_time": "2026-01-24T17:00:00+00:00",
  "end_time": "2026-01-24T22:59:00+00:00",
  "venue": "John Dee",
  "description": "Det er klart for en hardtslående aften når Sylosis inntar John Dee lørdag 24. januar, med special guests Revocation, Distant og Life Cycles – fire band som leverer kompromissløs ekstremmetal i toppklasse!\n\n**Sylosis** er et moderne metalband fra Reading, England, signert på Nuclear Blast Records. De har gitt ut seks kritikerroste studioalbum, en live-plate og to EP-er. Fra den brennhete thrashen på debutalbumet *Conclusion Of An Age* (2008), via *Cycle Of Suffering* (2020) og *A Sign Of Things To Come* (2023), har Sylosis markert seg som et av de mest sofistikerte og kompromissløse metalbandene i sin sjanger.\n\n**Revocation** fra Boston er kjent for sin teknisk krevende og mørke death metal. Med sjette albumet *Netherheaven* (2022) dykker de dypt ned i helvetes ni ringer med en diabolsk og progressiv tilnærming som gjør dem til en ledende kraft innen moderne ekstremmetal.\n\n**Distant** kombinerer death metal-brutalitet med konseptuell dybde, og blander deathcore, brutal death metal og beatdown i en eksplosiv og innovativ miks. Bandet har røtter i både Nederland og Slovakia.\n\n**Life Cycles** fra Texas blander thrash og hardcore med intensitet og råskap. Inspirert av legender som Slayer og Pantera, har de nylig signert med 1126 Records og er klare med nytt materiale som følger opp deres aggressive og energiske uttrykk.\n\n--\n\nBill. kr. 410,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 18.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-05T12:18:38.385Z",
  "ticket_url": "https://www.ticketmaster.no/event/2037973150?brand=johndee&camefrom=CFC_NO_Rockefeller_Sylosis_240126_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Sylosis_240126_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
