{
  "id": "mr4lZChbp6",
  "name": "Morten Abel",
  "tags": [
    "pop"
  ],
  "start_time": "2026-01-16T18:00:00+00:00",
  "end_time": "2026-01-16T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Morten Abel feirer ikonisk album på Sentrum Scene fredag 16. januar! Bli med i en tidsmaskin for en kveld!**\n\nI 2026 er det 25 år siden det ikoniske albumet til Morten Abel, *I’ll Come Back and Love You Forever* slo ned som en meteor på den norske musikkscenen. Det skal feires!\n\n2001 var et godt år for popmusikken. Millenniet var ungt og lovende. Albumformatet var på høyden, selv om Napster stakk kjepper i hjulene for platebransjen. Man kunne investere i en CD-plate med et spennende omslag, og lære seg å elske innholdet etter utallige gjennomlyttinger, eller lytte seg opp med digre øreklokker langs disken i den lokale platesjappa. Ingenting kunne stoppe Morten Abels elleville suksess på denne tiden. Hans tredje soloalbum traff tidsånden så til de grader bullseye, med en eklektisk blanding av uforglemmelige melodier, store refrenger, nyskapende produksjon og silkemyk stemme med finurlig diksjon. Alt var gjennomsyret av en egenart som gjorde ham til en av landets desidert mest bemerkelsesverdige popstjerner.\n\nAlbumet fikk strålende anmeldelser, lå på VG-lista i 20 uker, og Abel ble belønnet med Spellemannprisen i kategoriene Årets popsolist og ikke minst med den høythengende prisen «Årets låt» for tittelsporet – som må sies å låte akkurat like forfriskende, unikt og vakkert den dag i dag.\n\nAlbumet toppet de norske hitlistene i sju uker og inneholder låter som «You Are Beautiful», «Welcome Home», «Music Is Communicating» og «Stay Crazy» – sanger som har fulgt en generasjon nordmenn videre gjennom livet og kjærligheten.\n\n25 år senere, inviterer Morten Abel oss inn i en tidsmaskin for en kveld. Reisen går tilbake til 2001 og et gjenhør med *I’ll Come Back and Love You Forever* i sin helhet. Det blir en kveld fylt av musikalsk nostalgi, men også et vitnesbyrd om hvor tidløse disse låtene er – og hvilken unik låtskriver og artist Morten Abel er.\n\nI en karriere som spenner over flere tiår, fra Mods via The September When til solokarrieren, har Abel vist en sjelden evne til å forene det eksperimentelle med det folkelige. Turnéen i 2026 blir ikke bare en feiring av et ikonisk album, men også av en eksentrisk kunstner som har satt varige spor i norsk pophistorie.\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 640,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 640,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 740,- + bill.avg.\n\nBillettkategorien for sitteplasser er utsolgt, og det er ikke mulig å bytte fra ståplasser til sitteplasser. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent. ",
  "updated_at": "2026-01-12T11:46:53.860Z",
  "ticket_url": "https://www.ticketmaster.no/event/698536824?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Morten_Abel_160126_Billettsalg&utm_campaign=NO_Rockefeller_Morten_Abel_160126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
