{
  "id": "mSyoBU8E7s",
  "name": "Gjerstad Funk og Fiskarlag & Luna Horns m Sankung (GAM)//Kafé Hærverk",
  "tags": [
    "Funk",
    "Jazz",
    "Soul"
  ],
  "start_time": "2026-04-22T18:00:00+00:00",
  "end_time": "2026-04-22T21:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Gjerstad Funk og Fiskarlag:\nGjerstad Funk- og Fiskarlag spelar sveitt instrumental funk, inspirert av New Orleans-funk og soul frå 60- og 70-tallet. Musikken er prega av ein frekk groove og fengande melodiar, med referansar til band som The Meters, Booker T. & The MG's og James Brown.\nGjerstad Funk- og Fiskarlag starta med covers av The Meters, men utvikla kjapt sin eigen musikk inspirert av feit fisk og svett New Orleans-funk.\nBandet blei starta i 2003 med mål om å sette Gjerstad kommune på kartet som Norge sin funkhovedstad, og har sidan sørga for glatte dansegolv på ein bråte konsertscener på kryss og tvers i Noreg. Dei har gitt ut to album: \"Gjerstad Funk- og Fiskarlag\"(spela inn i New Orleans) og \"I KRAFT\".\nTerje Meisingset på hammondorgel, Anders Nærø på gitar, Morten Urfjell på trommer, Lama Vik på bass.\n______________________________________\nLuna Horns er et band som utstråler kreativitet og glede! Dette er et band der improvisasjon, samspill og energi er nøkkelord. Vakre og delikate flerstemte melodier avløses av ville soloer og spontane improvisasjoner. Og alt dette mens den solide rytmeseksjonen skaper lekne og funky beats.\nMusikken henter inspirasjon fra jazz, soul, reggae, latin og electronica. Og konsertene er ofte spennende opplevelser da bandet lekent fletter stilartene sammen samtidig som de balanser mellom musikalsk kaos og orden! Bandet er tilbake på Kafe Hærverk etter fullsatt gig i oktober 2025.\nSiden oppstart høsten 2023 har Luna Horns spilt flere konserter rundt omkring i Oslo og har blant annet i tillegg opptrådt på Melahuset, Cafeteateret, Revolver, Hør Hør, Jakob kirke og Cosmopolite. Hver gang til fulle hus og entusiastisk publikum.\n\"Listening to Luna Horns' Afro Space Hotel, Luna Horns' debut album (2025) , is like stepping into your neighborhood pub and being overwhelmed by the band playing there, with horns blazing like the Jamaica band The Skatalites and a bassist of the Bootsy Collins variety\" - Dan Ball (All About Jazz review, USA).\nLuna Horns er: Tim Lowerson- sopransaksofon Ulf Denneche - trombone Morten Møller - altsaksofon/fløyte Torbjørn Syversen - trommer Gard Langerud- bass.\n______________________________________\nLuna Horns har med seg Sankung Jobarteh, som special guest, på gitar. Gambian guitar virtuoso Sankung Jobarteh grew up with the griot tradition of West Africa and has been a leading performer and communicator of the modern Gambian music genre Afro-Manding for over 40 years. Sankung Jobarteh began his musical journey with his father, the renowned master of kora Amadou Bansang Jobarteh, and via marine pirate radios broadcasting from international waters off the coast of Gambia, he became acquainted with modern musical expressions such as pop, blues and jazz. The result is an innovative musical expression where both the guitar, the kora and the griot music have their place. The music also triggered his adventurous spirit and he embarked on a lifelong journey in search of the new music, a journey which led him to Oslo, where he since the 1980's has been an active and audible factor of the music scene, as an artist, bandleader, arranger and producer.",
  "updated_at": "2026-01-21T08:57:49.869Z",
  "ticket_url": ""
}
