{
  "id": "MTZ1vBjrTz",
  "name": "Keshavara (de/in) // Supp.: Gunerius & Verdensveven",
  "tags": [
    "psych",
    "kraut",
    "dreampop"
  ],
  "start_time": "2026-02-26T19:00:00+00:00",
  "end_time": "2026-02-26T22:00:00+00:00",
  "venue": "Revolver",
  "description": "Keshavara sport splendid moustaches, wear bold headpieces and speak an adventurous patois of English, Hindi, German and Gibberish. On their new album \"III\", the Cologne-based outfit led by German-Indian musician Keshav Purushotham creates music in a way other people mix their cocktails after they've already enjoyed three drinks: Washed- out kraut-pop and diasporic dub-not-dub excursions are roughly measured out and then shaken wildly. Sweet and mesmerizing melodies, borrowed from a fantastic no man's land in the border region between exotic library compositions and psychedelic soundtracks, merged with the grooves of a rhythm section that would have felt right at home in the recording studios of mid-seventies’ funky Beirut. The outcome is a seductively colourful cocktail with the dazzling effect of hallucinogenic Jell-O, topped with a surrealist sugar rim. Music that shimmers and flickers like a mirage in the desert. One moment Keshavara sound like an Ennio Morricone soundtrack for a Bollywood movie, and the next like a Curt Boettcher-produced Eden Ahbez song. Or – not quite as far-fetched but no less fanciful – as if Khruangbin and Sven Wunder had finally recorded an album together. In the brightest, shining moments everything just falls into place as if by magic, culminating in songs like “Der Spiegelmann\" and \"Tableau Vivant\" - phantasmagoric parties full of transcultural clashes - perfectly suited for flamboyant group choreographies.\n\nWhile Keshavara's debut was a solo album and its follow-up \"Kabinett der Phantasie\" essentially a duo’s work, with their self-produced third album, simply titled \"III\", Keshav Purushotham, Niklas Schneider, Benedikt Filleböck and Christopher Martin have finally grown together into a four-piece band ... and all based around an antique Farfisa organ that just turned up in the studio as a gift. A strange artifact from a time of slow jams, studio live takes and an excessive use of space echo that somehow found its way into all of the songs. The organ’s analogue bubbling and wafting funk rolls out the red carpet for Keshavara’s warm and organic sound and gives it a gentle nudge towards the 70s. Refreshingly though, it never quite gets there but manages to always keep going. That’s because the reward for travelling through the reverb-soaked corridors of this album’s artfully crafted labyrinth of sound is always the journey itself. And on this trip time and space have no fixed point, but holds interchangeable coordinates in a game of musical chairs. So it is only logical to sing about “Indische Götter im Sauerland” (Indian gods in Sauerland). Thanks to this playful humour the album never falls prey to sentimentality, although nostalgia wafts through all ten songs like a warm Mediterranean breeze.\n\nThe ethereal drones, gently mumbling chords and ghostly, sighing chimes that keyboardist Benedikt Filleböck coaxes from his frail Farfisa particularly in the quieter parts and instrumental numbers, create an atmospheric contrast to the other pillars of the Keshavara sound: Christopher Martin's nimbly bouncing bass triangles and Keshav's sun-drenched guitar ornaments. Together with Niklas Schneider's crisp drum beats they build a foundation with which the kaleidoscopic textures and melodies merge completely, resulting in the band’s most homogenous album to date. With \"III\", Keshavara prove themselves to be shrewd sound alchemists and accomplished travellers between worlds, a soft power whose strength is fed by the band’s members’ enormous musicality, their love of storytelling and their surrealistic wit.",
  "updated_at": "2026-01-09T12:22:54.956Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/keshavara_de__revolver"
}
