{
  "id": "MwDRd3YxhU",
  "name": "Rekommandert #114",
  "tags": [
    "livepodcast"
  ],
  "start_time": "2026-03-21T11:00:00+00:00",
  "end_time": "2026-03-21T17:00:00+00:00",
  "venue": "John Dee",
  "description": "Kristopher Schau forsøker å bli hakket mindre dum, ved å snakke litt for lenge om utvalgte tema. Rekommandert går dessverre mot slutten, og den aller siste sendingen kan du oppleve på John Dee lørdag 21. mars. \n\n**Tema: ABBA før, under og etter!**\n\nLørdag 21. mars feirer Rekommandert sin aller siste sending, samtidig som konseptet markerer 10 år og Rockefeller feirer 40-årsjubileum!\nDerav ukedagen – en lørdag, og derav gjesten – Bent «Julenissen» Lønrusten!\n\nBent har jo vært gjest på Rekommandert et utall ganger nå, og spesielt to ting har vært verdt å merke seg. Han har alltid med seg så mange historier og anekdoter i bagasjen at vi ikke har rukket gjennom alt han har planlagt, noe som leder oss over på punkt to. Nettopp av denne grunn har jeg ikke turt å invitere ham på podcasten for å snakke om temaet som ligger hans hjerte nærmest, nemlig ABBA – ene og alene fordi det hadde vært dårlig gjort å ikke la ham få prate seg tom om favorittemnet.\n\nDet skal det forhåpentligvis bli en ordning på nå! I anledning 10-årsjubileet og aller siste sending for denne podkasten har nemlig John Dee vært så elskverdige å åpne dørene for oss på en lørdag, nærmere bestemt lørdag 21. mars. Vi har fått seks timer til rådighet, og Bent trenger dem alle – så dette blir en maraton!\n\nMERK: Vi kjører i gang allerede klokken 12 på formiddagen og presser på, uten pause, for å forsøke å få med oss alt.\n\nJeg lar Bent få siste ordet her:\n«Du kommer aldri til å høre Dancing Queen på samme måte igjen.»\n\n--\n\nBill. kr. 249,- + bill.avg. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n\nArrangementet har noen unummererte sitteplasser samt ståplasser tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 12.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-29T15:30:58.901Z",
  "ticket_url": "https://www.ticketmaster.no/event/1110561062?brand=johndee&camefrom=CFC_NO_Rockefeller_Rekommandert_114_ABBA_210326_Billettsalg&utm_campaign=NO_Rockefeller_Rekommandert_114_ABBA_210326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
