{
  "id": "N1qrjaPzWp",
  "name": "Lorenzo + Hans Frønes på MIR",
  "tags": [
    "Blues",
    "Rock"
  ],
  "start_time": "2026-04-10T17:00:00+00:00",
  "end_time": "2026-04-10T21:00:00+00:00",
  "venue": "Mir",
  "description": "Lorenzo gir ut EPen “Different Kinds of Blue” 6. mars neste år og markerer utgivelsen\nmed comeback-konsert på Mir fredag 10. april.\nDet norske indierockbandet hadde radiohiter som \"Late Night Déjà Vu\" og \"No More Lolitas\"\npå bl.a. P3 og P1 på det tidlige 2000-tall. De ga ut to album og to EPer før låtskriverduoen\nStein Bjercke og Robert Holm beveget seg videre og dannet sideprosjektet The New\nVirginity i 2010. Lorenzo turnerte i sin tid over hele landet. De spilte på Øyafestivalen i 2003\nog hadde konserter i England.\nNå har Bjercke og Holm børstet støvet av Lorenzo og jobber for tiden med et nytt album\nsammen med produsentene Morten Øby (Team Me, Hilma Nikolaisen m.fl.) og Lars Lien\n(Motorpsycho m.fl.). Sistnevnte satt også bak spakene på deres debutalbum \"Lorenzo Is\nDead\" fra 2003.\nResutatet av samarbeidet med Øby og Lien er en herlig blanding av barokk pop og\nindierock.\nMed seg live har Lorenzo et solid A-lag av musikere: Lars Lien (tangenter/kor), Kyrre Sætran\n(bass), Hans Frønes (gitar) og Freddy Bolsø (trommer).\nVokalist Stein Bjercke har i de siste årene også gjort seg bemerket med rock’n’roll-bandet\nStein And The Fury. Keyboardist Robert Holm jobber på sin side med sitt første soloalbum,\nhvor han også står for vokalen.\n\nSjekk ut Lorenzo her:\nSpotify:\nhttps://sptfy.com/Lorenzo\nYouTube:\nhttps://youtube.com/@lorenzonorway?si=vbeKWr1Hf4NpbBbf\nFacebook:\nhttps://www.facebook.com/lorenzonorway/\n\nSUPPORT: \nHans Frønes spiller egne låter inspirert av Jeff Tweedy, Elliot Smith, Anthony Wilson og amerikansk indie/folk fra de siste 30 årene.\nPasser for deg som liker akustisk gitardrevet singer/songwriter-musikk med en liten tvist.\n\nMIR åpner kl 19:00\nCC : 250 \nID : 20 +\n",
  "updated_at": "2025-12-13T14:32:42.508Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/287/purchase"
}
