{
  "id": "n4GeAPQS4l",
  "name": "Katie Melua",
  "tags": [
    "singersongwriter",
    "pop"
  ],
  "start_time": "2026-06-21T17:00:00+00:00",
  "end_time": "2026-06-21T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "En av Storbritannias mestselgende kvinnelige plateartister gjennom tidene, Katie Melua, kommer til Oslo og Sentrum Scene 21. juni 2026! Den anerkjente singer-songwriteren har solgt over 11 millioner album på verdensbasis, og mottatt mer enn 56 platinatrofeer. Hun jobber for tiden med sitt tiende studioalbum.\n\nKatie Melua er opprinnelig fra Tbilisi i Georgia, men flyttet i ung alder til Storbritannia, hvor hun studerte ved den anerkjente BRIT School for Performing Arts. Hennes særegne stemme, og evnen til å gå helt inn i en låt, har vært varemerket helt siden hun som 19-åring slo gjennom i 2003. \n\nHun har gitt ut ni studioalbum som alle har nådd topp 10: *Call Off The Search*, *Piece By Piece*, *Pictures*, *The House*, *Secret Symphony*, *Ketevan*, det selvproduserte og kritikerroste *In Winter* (2016), *Album No. 8* og *Love & Money* fra 2023.\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og ståplasser i hovedsalen:\n\n— Ståplasser (hovedsal) - kr. 645,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 790,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-16T08:58:52.829Z",
  "ticket_url": "https://www.ticketmaster.no/event/323170286?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Katie_Melua_210626_Billettsalg&utm_campaign=NO_Rockefeller_Katie_Melua_210626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
