{
  "id": "n7HkmwntUE",
  "name": "a1",
  "tags": [
    "pop"
  ],
  "start_time": "2026-02-14T18:00:00+00:00",
  "end_time": "2026-02-14T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "**a1 til Rockefeller på Valentine’s Day 2026!**\n\nEtter en utsolgt konsert på Vulkan Arena i 2023 og to fulle hus i 2019, gjentar a1 suksessen – denne gangen på Rockefeller 14. februar 2026!\n\nDet norsk-britiske boybandet a1, bestående av Mark Read, Ben Adams, Christian Ingebrigtsen og Paul Marazzi, slo igjennom på slutten av 90-tallet og begynnelsen av 2000-tallet. Med fengende popmusikk og sitt sjarmerende image opparbeidet de seg raskt en lojal fanbase verden over.\n\n«Gleder meg skikkelig til å spille Rockefeller igjen med a1. Også på selveste Valentine’s Day! Det kommer til å bli en fin kveld.» \n– Christian Ingebrigtsen, a1\n\nBandet er kjent for sine harmoniske vokaler og imponerende koreograferte opptredener, og hits som *Like a Rose* og coveren av a-has *Take on Me* ble umiddelbare suksesser. a1 har turnert verden rundt, opptrådt på store arenaer og TV-programmer, og deres tidløse popmusikk har gjort dem til en favoritt blant fans i alle aldre.\n\nEtter ti års pause gjorde a1 comeback i 2018 og har siden bevist at de fortsatt har den samme energien og tilstedeværelsen som gjorde dem til superstjerner. Bandet har en særlig sterk fanbase i Norge, og nå vender de endelig tilbake for å gi publikum en uforglemmelig kveld fylt med nostalgi, allsang og kjærlighet i luften.\n\nSå hvorfor ikke overraske din kjære – eller noen du setter ekstra pris på – og feire Valentine’s Day med en uforglemmelig konsertopplevelse?\n\n--\n\nBill. kr. 480,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-22T14:02:01.785Z",
  "ticket_url": "https://www.ticketmaster.no/event/1686891825?brand=rockefeller&camefrom=CFC_NO_Rockefeller_A1_140226_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_A1_140226_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
