{
  "id": "N7x3fTgkho",
  "name": "Bigbang",
  "tags": [
    "rock"
  ],
  "start_time": "2025-12-20T18:00:00+00:00",
  "end_time": "2025-12-20T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Bigbang svikter selvsagt ikke når det gjelder førjulstradisjonene! I desember avsluttes turneen på Sentrum Scene i Oslo, siste lørdag før julaften. Og når man snakker om tradisjoner: Hadde det ikke vært for en pause under covid, ville årets konsert på Sentrum Scene vært det 20. året med Bigbang på plakaten denne lørdagen – det er verdt en liten feiring i seg selv.\n\nDet er selvsagt ikke uten grunn at Bigbang har spilt for fulle hus på Oslos storstue så lenge, heller ikke at de nesten like lenge har hatt et trofast publikum på turneen i forkant. Bigbang i storform er alt man kan ønske seg av en livekonsert, og på klubbkonsertene i desember kan man oppleve et av Norges beste liveband på ekstra nært hold.\n\nBigbang byr nok en gang opp til fest, her er det bare å henge med!\n\n--\n\nBilletter:\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 540,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 540,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 640,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-12-15T11:43:35.708Z",
  "ticket_url": "https://www.ticketmaster.no/event/93194198?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Bigbang_201225_Billettsalg&utm_campaign=NO_Rockefeller_Bigbang_201225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
