{
  "id": "nCHu5XDyhj",
  "name": "Tønes",
  "tags": [
    "vise"
  ],
  "start_time": "2026-03-18T18:00:00+00:00",
  "end_time": "2026-03-18T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Selveste Tønes inntar John Dee onsdag 18. mars, som en del av Rockefellers 40-årsjubileum!\n\nTønes-historien på våre scener startet med en veldig utsolgt konsert på John Dee tilbake i 2012. Menigheten ble enda større, og siden har han spilt på Rockefeller en rekke ganger. Nå returnerer han til John Dee – dit det hele startet! Med seg har han Anne Lise Frøkedal – en musikalsk makker som kler Tønes sitt univers som hånd i hanske.\n\n**Tønes:**\nFrank Tønnesen har en egen evne til å se og formidle hverdagslige situasjoner. Han skriver sanger der det enkle får romme mer enn det først kan virke som. Ganske mange kaller ham Tønes. På scenen har han med seg Anne Lise Frøkedal, en særegen stemme og kraft av musikalitet. Like sterk med gitar som bak pianoet. Mange kjenner henne også fra Frøkedal og Familien eller I Was a King. Sammen lager de konsertkvelder som aldri er helt like.\n \nTønes har gitt ut elleve album, fire EP-er og en roman. Han er tildelt Prøysenprisen, Dialektprisen, fire Spellemannpriser og blitt årets Sokndøl to ganger.\n \n**Sagt om «Thilda Bøes Legat»:**\n\n «Synger om de små ting på stort vis.» \n– Dagbladet, terningkast 6\n\n«Tønes på sitt beste.» \n– Stavanger Aftenblad, terningkast 6\n \n**Sagt om «I år gjør me det heilt enkelt»:**\n\n«Små virkemidler, stor uttelling.» \n– Adresseavisen, terningkast 6\n\n«To av av Rogalands fremste sangpoeter.» \n– Klassekampen, terningkast 5\n \n--\n \nBill. kr. 410,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-24T10:41:55.914Z",
  "ticket_url": "https://www.ticketmaster.no/event/1043044903?brand=johndee&camefrom=CFC_NO_Rockefeller_Tones_180326_Billettsalg&utm_campaign=NO_Rockefeller_Tones_180326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
