{
  "id": "NFmWtvdTYv",
  "name": "Slutten, kunsten å gjøre ingenting - en samtale med Kim Hiorthøy",
  "tags": [
    "Litteratur",
    "på",
    "BLÅ"
  ],
  "start_time": "2026-02-24T18:30:00+00:00",
  "end_time": "2026-02-24T20:00:00+00:00",
  "venue": "BLÅ",
  "description": "Litteratur på Blå ønsker velkommen til forfattersamtale med forfatter og kunstner Kim Hiorthøy den 24. februar om hans nye romanen \"Slutten\" (Oktober forlag, 2026).\n\n\"Selv gikk jeg omkring og ventet på at noe i meg skulle falle på plass. Men det som skulle falle, og plassen det skulle falle på, var ikke der.\"\n\"Slutten\" er en roman som ser etter en ny vei ut av samfunnets stive rammer, en gruppe mennesker finner opp en ny og trassig måte å leve på, ved å oppheve all form for mening og forventninger vi finner i samfunnet. Romanens navnløse hovedperson har lenge følt at livet hans ikke faller på plass.\n\nEtter å ha hørt et foredrag på en workshop om dette nye prosjektet, flytter han inn på en nedlagt militærleir, sammen med en gruppe likesinnede for å dedikere seg til å gjøre ingenting. Det nye fellesskapet er ledet av den enigmatiske Gardar, som ønsker å leve et liv redusert til de mest grunnleggende bestanddelene. Men gruppen slites seg imellom av ulike tanker og ideer om hva det å gjøre ingenting faktisk innebærer. Den nye tilværelsen i Gardars militærleir kan lede de utvalgte til nye begynnelser for dem alle eller til ikke noe i det hele tatt, for ingenting kommer egentlig til å skje.\n\nSamtalen er mellom forfatteren selv og redaksjonsmedlem Simen Strand-Pedersen. De vil diskutere romanens handling, tematikk og hvordan romanen passer inn i Hiorthøys større forfatterskap. Varmt velkommen!\n\nKim Hiorthøy (f.1973) er en av landets mest profilerte multikunstnere, som forfatter, billedkunstner, musiker og grafisk designer. Han har illustrert bøker for Erling Loe og laget platecover for Motorpsycho. Han har vært programleder på NRK og regissert filmen The Theory of Everything.\n\nCC: 70 kr\nDørene åpner: kl 19.00\nArrangementet starter: kl 19.30\nID: 20 år – Gjester under 20 år er velkommen, men må ta kontakt i god tid i forveien, så finner vi en løsning.\nSamtalen tar plass i BLÅs hovedsal.\nDet vil være mulig å kjøpe \"Slutten\" fra Sagene bokhandel\nLitteratur på Blå har mottatt støtte til dette arrangementet fra Kulturrådet, Fritt Ord og Bergesenstiftelsen.",
  "updated_at": "2026-02-18T14:29:13.870Z",
  "ticket_url": ""
}
