{
  "id": "Nh2tY4lgkG",
  "name": "Royal Jam",
  "tags": [
    "covers",
    "tribute",
    "rock"
  ],
  "start_time": "2026-04-10T17:00:00+00:00",
  "end_time": "2026-04-10T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Royal Jam kommer til John Dee fredag 10. april! Dette er musikere med legendestatus og bakgrunn fra blant annet Stage Dolls, TNT, D.D.E. og Sambandet – navn som alene har preget flere tiår av norsk rock- og pophistorie. \n\nEtter 21 år sammen i Åge & Sambandet og en historisk turnéavslutning med over 75.000 solgte billetter på de tre siste konsertene på Lerkendal stadion i Trondheim, står fire av Norges mest rutinerte og etterspurte musikere nå på egne ben, sammen en unik vokalist i bandet Royal Jam. \n\nSammen utgjør de en unik musikalsk kraftpakke med erfaring, spilleglede, humor, og en katalog av låter de selv brenner for å framføre. Her får du ikoniske rockelåter fra 70- og 80-tallet, og band som Manfred Mann, Deep Purple, Free, Kansas, Paul McCartney og Journey presentert i en intim setting.\n\nRoyal Jam hadde sin første konsert 23. juni i 1991 under signingshelgen til Kong Harald og Dronning Sonja i Nidarosdomen, Trondheim. Derav det klingende navnet.\n\n**Royal Jam er:**\nLasse Ingebrigtsen – sang, gitar \nSkjalg M. Raaen – gitarer, sang \nTerje Tranaas – keyboards, sang \nMorten Skaget – bass, sang \nSteinar Krokstad – trommer, sang\n\n--\n \nBill. kr. 350,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-23T09:56:09.031Z",
  "ticket_url": "https://www.ticketmaster.no/event/326107688?brand=johndee&camefrom=CFC_NO_Rockefeller_Royal_Jam_100426_Billettsalg&utm_campaign=NO_Rockefeller_Royal_Jam_100426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
