{
  "id": "NhOJV5AkvT",
  "name": "A NIGHT of AWIND & friends",
  "tags": [
    "Shoso-Propo",
    "reggae",
    "rock"
  ],
  "start_time": "2025-12-29T19:00:00+00:00",
  "end_time": "2025-12-30T00:00:00+00:00",
  "venue": "BLÅ",
  "description": "Floating on Recycled Silence\n\n25 years ago AWIND suffered a severe case of Retrograd Amnesia, that occurred on a travel in China, late December, 2000. In the process of re-entering life and societies music became highly important for him, in many ways.\n\nAfter a whole lot of years of work, fun, bliss, joy, suffering, agony, healing, thrill and a few more life related aspects, the 25 core tracks of \"Floating on Recycled Silence 52/25\" will now start to see public light, and with (a bit of) luck also hopefully grow, prosper and thrive in it . They are meant to be bases for collaborations with musicians from around the world.\n\nThis evening's event is a dedication to music, sound and movement as art, and a tribute to collaboration, as numerous musical artists meet, have fun, collaborate and play together for the first time!\n\nThe Concept Release includes the story that has lead to all this, it includes as well the public release of the title single \"Floating on Recycled Silence, and it includes the launch of the concept websites www.awindwind.com & awindmind.com.\nEVERYONE is WELCOME.\n\nLineup:\n\nAWIND - Floating on Recycled Silence: \nGenre surpassing short intense songs with meaningful personal lyrics. Skaper ny sjanger, “shoso-propo”. Brukt musikken som verktøy til å jobbe seg ut av traumene og utfordringene etter et kraftig hukommelsestap 25 år siden. Lanserer Floating on Recycled Silence 52/25, et prosjekt med nyskapning og samarbeid som grunnpilarer. \n\n\nInah\n\nTjuvbanden: \n\nNew Sin Atras (Newsinatras): \nTradpop og humor med stemning, Komponist, dirigent, arrangør og pianist Øystein Bolstad tar i samarbeid med artisten AWIND publikum med på en reise gjennom tradpop og jazz historien, Sinatra sier hei, og brasilianske bossanova strofer og internasjonale julerytmer krydrer fremføringen.\n\nSKELA\nJazza eksperimentell gitarmusikk med tradisjonelle undertoner\n\nGäddan\nGroovy bass stuft som får deg til å måpe\n\nSeaSick Cowboys\nEn gjeng ustødige lokale herremenn som synger stødig\n\nKim Castle\nKool DJ med live House sets.\n\nButterpop Colective\nSelvmekka D & B og trancetenderende rytmer\n\n",
  "updated_at": "2025-12-23T12:51:11.950Z",
  "ticket_url": "https://www.ticketmaster.no/event/72282482"
}
