{
  "id": "nhtbcAAuv6",
  "name": "Danefae (DK) + Lamentari (DK)",
  "tags": [
    "metall",
    "prog",
    "blackened"
  ],
  "start_time": "2026-05-23T18:00:00+00:00",
  "end_time": "2026-05-23T21:00:00+00:00",
  "venue": "Vaterland",
  "description": "To av de mest innovative bandene fra den danske metallscenen Danefae & Lamentari kommer til Oslo, og Brugata med sin co-headliner turne Lumen Errans Tour lørdag 23. mai 2026!\n\nLAMENTARI\nMed inspirasjon fra filmatiske mestere som Howard Shore og John Williams maner LAMENTARI frem stemningslandskap som er like mørke som det er majestetisk. Gjennomsyret av Yngwie Malmsteens virtuositet og den atmosfæriske dybden fra blackened metal, vever musikken deres en hjemsøkende, og samtidig betagende opplevelse som blir værende i sjelen. Denne estetikken gjenspeiles tydelig i musikkvideoene deres.\n\nLAMENTARI er et kollektiv som engasjerer fansen på unike måter ved å innlemme hemmelige beskjeder i alt de gjør – utgivelser, kommunikasjon og konserter. Liveshowene deres er kjent for en dragende tilstedeværelse og skaper et teatralsk uttrykk som understøtter den musikalske fremføringen.\n\nLAMENTARI har en omfattende konsert­historikk og har levert kraftfulle opptredener på blant annet COPENHELL med fullt livekor, Infeno 2025 og WACKEN. De har også delt scene som co-headlinere med band som MOONSORROW og TSJUDER. Nylig mottok LAMENTARI en pris for sine liveshow under Den Hårde Tone Metal Awards i Danmark, noe som ytterligere befestet deres posisjon som et formidabelt liveband.\n\nDANEFAE\nDanefae er et dansk progressivt metalband som oppsto i 2017, da Anne Olesen startet prosjektet som en soloutgivelse. Bandet fant for alvor sin form da de fire medlemmene møttes på konservatoriet og oppdaget en felles kjærlighet til rock og progressiv metal i et ellers jazz- og popdominert miljø. Med inspirasjon fra naturen, det danske språket, folkesagn og nordisk klang skaper Danefae en unik lyd der kompleks metal møter en lyrisk fortellertradisjon.\n\nBandet debuterte i 2022 med albumet Tro, som vakte oppsikt for sitt særegne nordiske uttrykk. Siden den gang har Danefae jobbet intenst med sitt andre album, Trøst (2025), der bandets felles visjon og uttrykk står sterkere enn noen gang. Musikken er tyngre, mer dynamisk og teknisk ambisiøs, mens tekstene utforsker menneskelige erfaringer som tap, angst, naturkrefter og personlige fortellinger – ofte gjennom både mytiske, naturmetaforiske og dypt konkrete perspektiver.\n\nPå sitt nyeste album, Trøst, balanserer Danefae kompleksitet og tilgjengelighet – et band som elsker å utfordre, men som også vil skrive låter publikum kan synge med på.\n\n",
  "updated_at": "2025-12-19T10:48:50.400Z",
  "ticket_url": "https://www.ticketmaster.no/event/danefae--lamentari-billetter/1167462280"
}
