{
  "id": "nIJUoYxTLB",
  "name": "Kjartan Sveinsson, Bert Cools, Indrė Jurgęleviciūtė & Gyda Valtýsdóttir (BE/IS)",
  "tags": [
    "folk",
    "world music"
  ],
  "start_time": "2026-10-22T18:00:00+00:00",
  "end_time": "2026-10-22T21:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "KJARTAN SVEINSSON, BERT COOLS, INDRĖ JURGĘLEVICIŪTĖ & GYDA VALTÝSDÓTTIR TIL OSLO\n\nTorsdag 22. oktober inntar gitarist og lydkunstner Bert Cools Vulkan Arena i Oslo med sitt nyeste musikalske prosjekt, sammen med Kjartan Sveinsson (Sigur Rós), Indrė Jurgelevičiūtė (Merope) og Gyda Valtýsdóttir. Sammen skaper de et musikalsk landskap av fortryllende litauisk folkemusikk, mystiske islandske teksturer og minimalistisk pianomusikk.\n\nBilletter i salg nå: https://www.ticketmaster.no/event/31362758\n\nCCHA og B-Classic har gitt gitarist og lydkunstner Bert Cools carte blanche til å skape et nytt musikalsk verk sammen med Indrė Jurgelevičiūtė (Merope) og Kjartan Sveinsson (Sigur Rós). Du kjenner kanskje Bert Cools fra Merope, Hoera og Book of Air. Gang på gang skaper han en drømmeverden i skjæringspunktet mellom folk, jazz og elektronisk musikk. Han er også en ettertraktet musiker for artister som Sam Amidon, Trixie Whitley og Efterklang.\n\n\nKjartan Sveinsson er en av grunnleggerne av Sigur Rós, et av de mest sentrale (post)rock-bandene og Islands fremste musikkeksport. Han har også samarbeidet tett med den islandske kunstneren Ragnar Kjartansson, komponert en rekke lydspor og skrevet en opera.\n\n\nLitauiske Indrė Jurgelevičiūtė vever litauiske folkesanger, kanklės og vokal inn i rolige og utenomjordiske lydlandskap. Sammen med Bert Cools utgjør hun Merope.\n\n\nGyda Valtýsdóttir var medlem av et annet islandsk band som skapte bølger på slutten av 90-tallet: múm. Siden den gang har cellisten samarbeidet med Kronos Quartet, Damien Rice, Jónsi, Ben Frost, Aaron og Bryce Dessner (The National).\n\n\nDe fire møttes for første gang sommeren 2018 under PEOPLE-festivalen arrangert av Justin Vernon (Bon Iver) og Bryce Dessner (The National) i Berlin. To år senere spilte de noen få, eksklusive konserter sammen med Shahzad Ismaily. Resultatet av dette unike (fornyede) samarbeidet – et musikalsk landskap av fortryllende litauisk folkemusikk, mystiske islandske teksturer og minimalistisk pianomusikk!",
  "updated_at": "2026-02-25T08:59:51.882Z",
  "ticket_url": "https://www.ticketmaster.no/event/31362758"
}
