{
  "id": "NJp9TANA1g",
  "name": "Urgehal - «Goatcraft Torment» 20 år",
  "tags": [
    "Musikk",
    "Metall"
  ],
  "start_time": "2026-06-06T18:00:00+00:00",
  "end_time": "2026-06-06T21:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Urgehal markerer 20-års jubileet til «Goatcraft Torment» ved å spille albumet i sin helhet.\n\nUrgehal, dannet i 1992 av Trondr Nefas og Enzifer, slo gjennom med brutal kraft og en voldsom intensitet som utfordret selv undergrunnen innen norsk ekstremmusikk. Råskapen ble tydelig allerede under bandets demodager – med «Ferd» (1994) og «Rise of the Monument» (1995) – et uttrykk som ble forsterket ytterligere med debutalbumet «Arma Christi» fra 1997. Med det knusende andrealbumet «Massive Terrestrial Strike» fra 1998, befestet Urgehal virkelig sitt navn blant de mest aggressive hordene innen black metal.\n\nGjennom utgivelser som «Atomkinder» (2001), «Through Thick Fog Till Death» (2003), «Goatcraft Torment» (2006) og «Ikonoklast» (2009), var Urgehal tro mot den tradisjonelle tilnærmingen til sjangeren – men innførte alltid små, effektive endringer, som ga dynamikk og groove. En ting er sikkert – Urgehal har alltid bevart sin undergrunnsintegritet og kjernen av dødspreget black metal.\n\nDa Trondr Nefas døde av naturlige årsaker i 2012, markerte det også slutten for Urgehal. Av vennskap, respekt og som en hyllest til sin avdøde vokalist og gitarist, bestemte Enzifer og Uruz seg for å ferdigstille ett siste album. Halvparten av materialet på «Aeons in Sodom» var skrevet av Trondr, mens gitarist og medgründer Enzifer bidro til resten. Nære venner og musikk-kolleger fra Trondrs andre prosjekter ble invitert til å delta og være en del av en felles hyllest.\n\nI 2026 er det 20 år siden «Goatcraft Torment» så dagens lys, og jubileet, det skal feires på Parkteatret sommeren 2026!",
  "updated_at": "2026-02-20T10:58:18.611Z",
  "ticket_url": "https://www.ticketmaster.no/event/urgehal-goatcraft-torment-20-ar-billetter/264291136"
}
