{
  "id": "NSz79VAIev",
  "name": "Gotham Nights - Live: Mayflower Madame",
  "tags": [
    "Goth",
    "Rock",
    "Synthvawe"
  ],
  "start_time": "2026-02-27T18:00:00+00:00",
  "end_time": "2026-02-27T23:45:00+00:00",
  "venue": "Mir",
  "description": "Velkommen til en gotisk festaften av de sjeldne - Mayflower Madame gjør en eksklusiv Oslo-konsert og Gotham Nights DJs spiller dunkle hits fra 80-tallet og frem til i dag. \n\nID: 20 +\nCC: 250,-\nMIR åpner kl 19:00\nKonsertstart: 21:30\nGotham Night DJs spiller fra Kl 19:00 -> 21:30 \nog etter konserten fra til MIR stenger kl 00:45 (00:30)\n\nOslo-bandet Mayflower Madame har i løpet av de siste årene gjort seg bemerket i både inn- og utland for sin særegne miks av hypnotisk post-punk, drømmende shoegaze og gotisk psykedelia. Deres seneste utgivelse 'Insight' ble sluppet i november 2024 og har høstet anerkjennelse hos betydelige internasjonale aktører som MOJO, Rolling Stone Tyskland, Sonic Seducer, Rumore Magazine og BBC 6. Her hjemme har flere av låtene fått spilletid på NRK Radio (blant annet Transmission på NRK P13) og figurerte også på en rekke \"årets beste-lister\".\n\nI etterkant av utgivelsen har Mayflower Madame turnert gjennom ti land (inkludert UK, Tyskland, Italia, Spania etc.) og flere turnéer og festivaler venter i 2026. Men først gjør bandet en eksklusiv Oslo-konsert på MIR! \n\nNoen sitater:\n\n\"Musikken er ankret opp i de dystrere, men deilig fengende delene av 80-tallsscenen. Lydbildet er skarpt og huggende, fullt av fresende uro og energi.\" - Klassekampen\n\n\"The finest dark shoegaze, interspersed with wonderful post-nuances that are reminiscent of greats like Joy Division. Beautiful!\" - Sonic Seducer\n\n\"Mayflower Madame expertly sculpt an elegant soundworld.\" - MOJO\n\n\"The Norwegians Mayflower Madame combine the coldness and melancholy of the Sisters of Mercy, the early Cure and Bauhaus to create an irresistible black mélange.\" - Eclipsed\n\n\"Wildly addictive mix of post-punk, shoegaze and psychedelia. Utterly superb.\" - Louder Than War \n\nhttps://mayflowermadame.bandcamp.com/album/insight\n\n'A Foretold Ecstasy' musikkvideo: https://youtu.be/yVU3uHXqSeo\n\nhttps://open.spotify.com/album/4qA9mJmzW7Hwtt648BVCsI",
  "updated_at": "2026-02-07T12:06:05.206Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/307/purchase"
}
