{
  "id": "NTcqByAjEo",
  "name": "A Girl Called Johnny // Sleep Kicks",
  "tags": [
    "post-punk",
    "dark-wave",
    "new-wave"
  ],
  "start_time": "2026-03-05T19:00:00+00:00",
  "end_time": "2026-03-05T22:00:00+00:00",
  "venue": "Revolver",
  "description": "\nA GIRL CALLED JOHNNYer et Oslo-basert postpunk-band som henter næring fra mange kilder, men de viktigste går tilbake til den kalde krigens 1980-tall. Bandeter inspirert av The Cures majestetiske melankoli, Imperiets kraft og The Waterboys’ episke energi. Musikalsk kan også parallellene trekkes mot dagsaktuelle band som rir på en revitalisert bølge av dark new wave post punk som f.eks. Kristi Brud og Minds of 99. Bandet debuterte med EP'n Call The Police i 2018. I januar 2025 kom siste singel ut(Waiting for the sun) og EP'n Ghost ble sluppet sommeren 2025. Sistnevnte tittelspor var å høre på radio i både USA og England. Bandet har de siste årene hatt en rekke gigs rundt omkring i Norge, både på klubbscener og festival. Medlemmene i AGCJ er satt sammen av vrakgods og overskuddsmateriale fra tidligere storheter som Superfamily, Reverend Lovejoy og Highland Glory.\n\n//\n\nOslo-bandet SLEEP KICKS slapp sitt debutalbum The After drop i 2023, til gode kritikker i både inn-og utland, bl.a. havnet skiva på Årets beste-listene til bl.a. Deichman Musikk og Disharmoni. Kvartetten har i løpet av få år opparbeidet hederlig live-rutine, med bejublede gigs i bl.a. Trondheim, Kristiansund, Sandnes og Fredrikstad og ikke minst på Øyafestivalens klubbdag. Bandet planlegger nå ikke mindre enn to EP-utgivelser i løpet av høsten og vinteren! Bandet kombinerer hissige riff og stadion vennlige refrenger, samt litt synthkrydder - alt innenfor et indie rock-landskap med tydelig inspirasjon fra den mørke og urbane post-punken fra starten av 80-tallet. Referansene strekker seg fra Echo and the Bunnymen, Simple Minds og a-ha til The Killers, Placebo og Interpol.",
  "updated_at": "2026-01-07T11:37:22.760Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/a_girl_called_johnny__sleep_kicks__revolver"
}
