{
  "id": "nZOBWP8E2h",
  "name": "BEAT ",
  "tags": [
    "progressiverock"
  ],
  "start_time": "2026-07-23T17:00:00+00:00",
  "end_time": "2026-07-23T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "De tidligere King Crimson-medlemmene Adrian Belew og Tony Levin slår seg sammen med gitarvirtuos Steve Vai og den eksplosive Tool-trommeslageren Danny Carey for aller første gang. Sammen har de dannet bandet BEAT, og lager en kreativ og kompromissløs nytolkning av de tre ikoniske 80-tallsalbumene til King Crimson: *Discipline*, *Beat* og *Three of a Perfect Pair*. \n\nVi gleder oss til en magisk kveld på Sentrum Scene 23. juli!\n\n«The 1981 through 1984 King Crimson created a music all its own. Timeless. Beautiful. Complex. Fierce. For the fans who lived through it then, and the ones who never got to witness it, our aim is to bring it to life again. A monumental task but we’re going for it! There are not enough exclamation points to express my excitement!»\n**– Adrian Belew**\n\n«Being a part of this ensemble is an extraordinary privilege and opportunity to perform some of the most beloved, timeless, and monumental music of the 80’s (and beyond) with truly inspired musicians. This music resonates deeply with me. Adrian, Tony and Danny are unique musicians with an otherworldly insight into presenting rich musical complexities in a very accessible way, and I am looking forward to searching each other’s musical minds in real time on stage. I’m sure sparks will fly. Father Robert Fripp is one of our historical geniuses. His highly specific and exceptionally brilliant guitar technique is studied and revered. His contribution to the quality of my musical life, and so many others is supreme. I can assure the fans of KC that I will be putting my best foot forward to respect this great music with the care and intensity it deserves. Did I say sparks will fly?»\n**– Steve Vai**\n\n«This is going to be quite a tour. Revisiting some of my favorite music is a treat in itself, but in company of this stellar lineup, I expect to have my musical butt kicked! And it’s also great that we’re not just playing a few shows, we’re hitting it hard. So, Road Dogs are coming to your area soon.»\n**– Tony Levin**\n\n«I am very excited to share the stage with three of my favorite musicians on the planet. Tony, Steve and Adrian have always been a source of inspiration for me since the beginning of my career, and now to be able to share a bit of my musical journey with them is a dream come true. There’s nothing better to make some sparks fly and light a fire under your ass than getting out of your musical comfort zone, and I can’t think of any other three guys I’d rather do this with. I think I can speak for all of us when I say I hope all of our fans are as excited as we are about this tour.»\n**– Danny Carey**\n\n--\n\n**Billetter:**\n\n— Ståplasser (Hovedsal) - kr. 644,- + bill.avg.\n\n— Nummererte sitteplasser (Galleri): kr. 734,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-26T11:17:28.276Z",
  "ticket_url": "https://www.ticketmaster.no/event/500541994?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_BEAT_230726_Billettsalg&utm_campaign=NO_Rockefeller_BEAT_230726_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
