{
  "id": "O2De2qBpBT",
  "name": "Ninja Sex Party & TWRP ",
  "tags": [
    "rock",
    "comedyrock"
  ],
  "start_time": "2026-04-18T17:00:00+00:00",
  "end_time": "2026-04-18T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**For første gang på over seks år kommer NSP og TWRP tilbake til Europa, og inntar Sentrum Scene lørdag 18. april på sin *Pure Elegance Tour*!**\n\nNSP er aktuelle med coveralbumet *Under the Covers, Vol. IV*, som byr på låter fra 70- og 80-tallet og har fått god mottakelse for produksjon og vokalprestasjoner. På scenen serverer NSP alt du forventer: elegante låter, utsøkt scenepresisjon, en raffinert og verdensvant atmosfære – og ansikts-smeltende soloer som vil rive kjøttet fra beina dine og etterlate deg gispende etter luft, men samtidig desperat etter mer, mens du faller, skrikende, til gulvet.\n\n**Ninja Sex Party:**\n\nNinja Sex Party ble grunnlagt i 2009 av Dan Avidan (Danny Sexbang) og Brian Wecht (Ninja Brian), og har blitt en sentral aktør innen komedie-musikk. Duoen blander humor med rock og synthpop, og forteller historier om romantikk, mytiske oppdrag og smakfulle, intime vitser. Fra små improscener i New York har de vokst til å spille utsolgte konserter verden over, gitt ut ni studioalbum og samlet over 1,3 millioner følgere på YouTube. NSP har toppet Billboard-listene for komediealbum flere ganger og har mer enn 400 millioner visninger på YouTube.\n\n**TWRP:**\n\nTWRP tar en utradisjonell vei til suksess: ikke gjennom låtskriving og turneer, men gjennom aggressiv rettslig forfølgelse. Ved å lese biografien deres er du juridisk forpliktet til å bli fan. Dette er et rettslig bindende dokument.\n\n--\n\nBill. kr. 495,- / 1287,- (VIP)+ bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt, ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-14T19:40:55.476Z",
  "ticket_url": "https://www.ticketmaster.no/event/1778098458?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Ninja_Sex_Party_180426_Billettsalg&utm_campaign=NO_Rockefeller_Ninja_Sex_Party_180426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
