{
  "id": "ObvT6AjUtU",
  "name": "Trond Kallevåg - Minnesota | releasekonsert",
  "tags": [
    "jazz",
    "filmatisk",
    "folk"
  ],
  "start_time": "2026-01-22T19:00:00+00:00",
  "end_time": "2026-01-22T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "Gitarist og komponist Trond Kallevåg har fått internasjonal oppmerksomhet for sin filmatiske musikk, varme klangverden og sterke melodiske teft. Nå inviterer han til releasekonsert for sitt nye album Minnesota, sammen med noen av landets mest særpregede musikere.\n\nMed sine tre Hubro-utgivelser Bedehus & Hawaii, Fengselsfugl og Amerikabåten har Kallevåg etablert seg som en av de mest unike stemmene i norsk instrumental­musikk. Han vever sammen norske og amerikanske tradisjoner med moderne impulser og skaper et lydlandskap der vestnorsk nøysomhet møter filmatiske klangbilder. Bedehus & Hawaii ble blant annet kåret av Bandcamp til en av årets 15 beste internasjonale jazzutgivelser.\n\nPå Minnesota viderefører Kallevåg tematikken fra sine tidligere plater, men med et bredere lerret – der fortid og nåtid, norsk folketone og amerikansk folk, møtes i drømmende, filmatiske stemninger.\n\n«Jeg ser på Trond sine tre album som en slags trilogi du knapt har hørt maken til før. Det nærmeste jeg kommer stilmessig er Geir Sundstøls mange soloalbum og Stian Carstensens Musical Sanatorium.» – Øyvind Rønning, musikkjournalist i Dagbladet\n\n«It’s all as affecting as anything Trond Kallevåg has ever recorded.» – Gary Whitehouse, A Green Man Review\n\n«Det är cinematiskt och lyriskt, och framstår ju mer jag lyssnar\nsom en inte så avlägsen släkting till Neil Youngs Dead Man-soundtrack.» – Tidens Larm\n\n«Selv om jeg nevner både Ry Cooder og Daniel Landois som inspirasjonskilder, så er gitarspillet til Kallevåg hans eget. Han er en utmerket utøver.» - Jan Granlie - Salt Peanuts\n\nBesetning på konserten:\nTrond Kallevåg - Gitar og Pedalsteel Gitar\nTuva Halse - Violin\nJo Berger Myhre - Bass\nIvar Myrset Asheim - Trommer",
  "updated_at": "2025-11-07T13:50:03.150Z",
  "ticket_url": "https://www.ticketmaster.no/event/767911060"
}
