{
  "id": "oiSe2QzXqs",
  "name": "Rasfare // Storstas ",
  "tags": [
    "Jazz",
    "Rock"
  ],
  "start_time": "2026-01-29T18:00:00+00:00",
  "end_time": "2026-01-29T21:30:00+00:00",
  "venue": "Mir",
  "description": "Rasfare\nEndeleg er dei mellombelse fanggjerda tatt vekk - Rasfare er omsider tilbake!\n\nMidt i prosessen med å spele inn sitt debutalbum, feirer dei slepp av dei tre første låtane med konsertar i Bergen og Oslo. Faktisk er det første gong Rasfare spelar i Oslo og det blir truleg lenge til neste gong, så denne fjellovergangen er særs sjeldan open. Her må du nytte sjansen.\nRockejazz-kvartetten slepp første singel \"Sommardekk i vinterland\" no i desember. Den og resten av den nye trespors-EPen er spelt inn i Polyfon Studio i Bergen saman med Leif Herland.\nRasfare består av dei tre barndomskameratane Andreas Barsnes Onarheim (gitar), Jørgen Stangeland Bach (bass) og Jon Bolstad (trommer), som har funne saman med Jørgen Krüger Mathisen (fiolin).\nDei spelar instrumental rockejazz med leiken vri. Du kan sjå fram til ein kveld med mykje godt humør og smittande energi. Deira første EP \"Fri ferdsel\" frå 2017 ligg tilgjengeleg der du høyrer på musikk.\nRasfare er på ingen måte inne på Nasjonal transportplan, men du bør legge dei til på din nasjonale konsertplan og kome på MIR Oslo torsdag 29.januar! Vel møtt!\n\nStorstas\nDet evige utforskende prosjektet til saksofonist Bjarne Iestra fortsetter å være i utvikling. Det har utrolig nok gått 15 år siden Storstas sist spilte på MIR i Oslo.\nDa gikk det i lekne groover, støy og looping på hjemmesnekra pedaler laget av billige matbokser. Det gjør det fortsatt, men nå har Iestra med seg både nye låter og ny besetning.\nSammen med Jon Bolstad på trommer og Jørgen Stangeland Bach på bass jobber Iestra med å finne den gode følelsen i improvisasjonen, den kjekke grooven som gir godfot og den fine stemningen du bare vil være i.\nDet er litt mer tyngde og rock, men like deler herlig kaos og jazzete saxsoloer. Vær klare for en konsert der det som skjer aldri har skjedd før og aldri kommer til å skje igjen.\n\nMIR åpner 19.00\nStorstas 20.00\nRasfare 21.00\n \nBilletter: 250 kr (inkl. avgift)\nID : 20 +",
  "updated_at": "2026-01-21T04:15:41.605Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/298/purchase"
}
