{
  "id": "OSLa3PgG9r",
  "name": "Slow Crush",
  "tags": [
    "shoegaze",
    "heavy",
    "drømmepop"
  ],
  "start_time": "2026-05-12T17:00:00+00:00",
  "end_time": "2026-05-12T21:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "Slow Crush er et band som lever gjennom konstant utvikling. Etter deres kritikerroste debut Aurora (2018), omtalt av Stereogum som “fenomenal” og “et av tidenes beste shoegaze-album” — turnerte de intenst og bygget en global fanskare som falt for deres omsluttende, bølgende lydlandskap.\nOppfølgeren Hush (2021) ga bandet enda mer vind i seilene med påfølgende utsolgte konserter og internasjonal blest. Nye låter lot deretter vente på seg en stund mens bandet levde på veien, men fireårsperioden mellom Hush og deres nyeste skive Thirst (2025) førte med seg ny energi og kreativ fornyelse.\n\nDa tiden kom for å spille inn, dro vokalist/bassist Isa Holliday, gitarist Jelle Ronsmans og trommeslager Frederik Meeuwis til The Ranch i Southampton, UK, for å jobbe med produsent Lewis Johns (Rolo Tomassi, Svalbard). Johns presset bandet utover komfortsonen og oppmuntret til spontanitet og eksperimentering, fra glitchy teksturer og snare-opptak på kjøkkenet til uventet saksofon på låten “Covet”.\n\nDenne transformerende ånden gjennomsyrer hele albumet. Musikalsk er det tyngre og mer lagdelt, med drømmende vokal over skitne gitarer og en ny emosjonell styrke. Isa graver dypere enn noen gang i tekstene, med tematikken knyttet til emosjonell utbrenthet, gjenerobring av seg selv og livet i spennet mellom turné og hjemkomst.\n\nI kjernen handler albumet om klarhet og emosjonell sannhet — om balansen mellom tyngde og intimitet. Det er et album om å være forankret, men svevende; fortapt, men søkende; og viktigst av alt, om musikkens rolle som rom for stillhet, refleksjon og transcendens.\n“Vi vil at folk skal føle seg omsluttet av musikken,” sier Isa. “At de kan slippe taket og bli tatt med et annet sted — nesten inn i en annen dimensjon. Et sted hvor de bare kan være til stede.”",
  "updated_at": "2025-11-27T09:38:48.288Z",
  "ticket_url": "https://www.ticketmaster.no/event/slow-crush-billetter/970133612"
}
