{
  "id": "OVdkFt8LYo",
  "name": "WHAT THE FOLK!?    og   DANS DANS DANS FESTIVAL",
  "tags": [
    "Folk",
    "Jam",
    "Akustisk"
  ],
  "start_time": "2026-01-26T18:00:00+00:00",
  "end_time": "2026-01-26T23:45:00+00:00",
  "venue": "Mir",
  "description": "Kvar siste måndag i månaden arrangeres det nye konseptet \"What the Folk!?\" på Mir. Kvelden startar med ein liten uformell konsert, og deretter vil de bli folkemusikkjam utover kvelden der alle instrument og nivå er velkomne! Det er også plass til å danse!\nVelkomne til ei triveleg start på veka!\n\nEvery last Monday of the Month, MIR gives a platform to Norwegian Folk music, beginning with a small concert, and followed by a folk music jam session. \nDo you have an instrument? Bring it along! All musicians, whether you play professionally or you just have a few tunes, you are welcome, we want to create a space where everyone is included. We are also delighted to ask any dancers out there to join us, we have plenty of space, or if you just want to come by and be part of the audience, we will be happy to see you and serve you a beer!\n\n\nTHIS MONTH, we partner up with Riksscenen's Dans Dans Dans Festival, and host their opening night here at Mir. There will be a concert with Emil Horstad and Marius Westling / Astrid Garmo and Ester Thunander. bring your dancing shoes!\n\nEster og Astrid\nDuoen Ester og Astrid har funnet fram til en eksplosiv blanding av tradisjonsmusikk fra hjemlanda Norge og Sverige. Slåttespill i fyldige og råe arrangement ved bruk av feler og hardingfeler. Blandinga mellom norsk folkemusikk og svensk samspillradisjon leker med arrangeringsmulighetene i kombinasjon med den improvisasjonen som tradisjonsmusikken byr inn til. Tradisjonell folkemusikk som springleik, polska, ganger, springer og eigne komposisjoner framført med skyhøg energi!\nEster Thunander - fele, hardingfele\nAstrid Garmo - fele, hardingfele\n\n\nCC : Gratis\nID  : 20 +",
  "updated_at": "2026-01-16T17:57:30.744Z",
  "ticket_url": ""
}
