{
  "id": "PAYsUvkDho",
  "name": "Graular//Manøver//Skanimals",
  "tags": [
    "Punk",
    "Rock",
    "Metal"
  ],
  "start_time": "2026-01-30T18:00:00+00:00",
  "end_time": "2026-01-30T22:00:00+00:00",
  "venue": "Mir",
  "description": "MANØVER:\nFra det dypeste abyss kom Manøver til verden! Norsk partypunkrock fra Nannestad og Valdres. Fire gutter med en våt drøm om å spre det mektige budskap om at hvis du noen gang har det vanskelig i livet.. bare ta en Manøver så går det til helvete eller himmel!\nKjent for sitt eksplosive liveshow og sjarmerende medlemmer iført grilldresser og cowboyhatter, dype tekster som treffer hjertet og riff som får deg samtidig til å ville bange hodet til nakken er blå, klarer disse gutta gang etter gang og få deg til å danse! De gleder seg til å møte deg i moshen!\n____________________________________________________________________________\n\nSKANIMALS\nSkanimals er et rykende ferskt Oslo-basert skapunk-band, som også er stolt av sine bergenske aner.\nDe slapp nylig debutalbumet \"Unleash The Skanimals\", og i et amerikansk musikkmagasin fikk det følgende omtale:\n\"Norwegian band Skanimals bring us Unleash the Skanimals, a debut that highlights a fusion of multiple styles. While ska and ska-punk are the stars here, there's also a healthy dose of straightforward punk, party rock, and even some metal\"\nSka Punk & Other Junk\nBandet byr på ablegøyer og alle slags variasjoner du kan tenke deg innenfor skapunk-sjangeren. Mens vokalisten sjonglerer mellom sang og trompetspill, druser bandet på med raske, festlige rytmer iført hawaii-skjorter og en paraplydrink på si'!\n____________________________________________________________________________\n\nGRAULAR\nIntet mindre enn verdensherredømme er godt nok når Graular igjen inntar scenen. Ta med deg en venn eller to, og headbang til det ferskeste innen moderne progmetall! Dette blir et liveshow du bare kan glemme å glemme.\n“Graular stands out as one of the most captivating acts I have come across recently, crafting progressive music with an irresistible blend of traditional and modern elements (...) \nOne notable aspect that sets them apart is the richness found within their compositions, which distinguishes Graular from other bands on the planet.”\nMetalheadcommunity.com\n\n\nMIR åpner kl 19:00\nKonsertstart kl 20:00\nCC: 250,- /200,-(Student)\nID: 20 +",
  "updated_at": "2025-10-23T12:43:21.155Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/274/purchase"
}
