{
  "id": "pe4vtQNAme",
  "name": "Temple of Burot pres. Psykedelisk Förskola (Se)",
  "tags": [
    "postpunk",
    "kraut"
  ],
  "start_time": "2026-02-28T19:00:00+00:00",
  "end_time": "2026-02-28T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "28.2.26 Doors 20:00 cc 250 kr\n“Psykedelisk Förskola – krautgaragerock på skånska från hjärtat av Malmö. Föreställ dig att NEU! fastnat i ett bollhav. Eller att Suicide gått vilse i en förskola full av fuzzpedaler. Malmöbandet Psykedelisk Förskola bjuder på motorik, dist och barnsligt allvar – en malande garagerock där varje låt känns som ett rytmiskt experiment från lekplatsens skuggsida.”\n– Dennis Lood/Rundgång Rekords\n“I Samma vecka som Sly Stone och Brian Wilson gått ur tiden så dyker den här debuten upp. Funken lyser med sin frånvaro och det här är mest förstatagningar. Det här är inte LA, det här är Malmö stad. Vad vi får är repetetiv rock, stundtals primal, med sång på svenska. Texter som rinner som diskbänkspoesi.”\n– Miguel Montparnasse\n“Psykedelium bjuder på härligt stökig garagerock men ger även starka Bob Hund-associationer. Anders: Sedan hörde jag någon säga att vi låter som Bob Hund fast utan melodikänsla (skratt)\nAgnes: – Alltså jag kunde inte spela trummor alls när vi började.\nAnders: – Nej men du har lärt dig och nu har vi kommit så långt att jag skulle kalla det ”kunskapsorienterad treackordsrocknroll. Agnes: – Jag var jättenervös inför att spela in men i Joakims studio var det bara en superhärlig upplevelse. Det är så familjärt därinne. Och så hade han sina hundar med sig. En inte allt för vild gissning är att många som lyssnar på skivan Psykedelium kommer att tänka på Bob Hund. De underfundigt humoristiska texterna och Jacob Zetterholms sång på utpräglad skånska gör jämförelsen nästan ofrånkomlig”.\n– Anton Lindskog/Hymn.\nPsykedelium är inspelad i Studio Sickan under två dagar, hösten 2024. Anders Wieslander spelar gitarr, tamburin och skriker. Agnes Wieslander spelar trummor. Mattias Grenholm spelar bas. Alva Stjerna spelar synth och sjunger. Jacob Zetterholm sjunger.\nGabrielle Paukku spelar theremin på “cyklop” och “fabrik”. Joakim Lindberg spelade in, producerade och mastrade skivan. Joakim spelar också synth, stråkgitarr och percussion.\nInspelningarna som hamnade på skivan är första- eller andra-tagningar. Senare under hösten 2024 lades en gitarr om. Även ett ord lades till i en låt.\nVälkommen!",
  "updated_at": "2026-01-04T14:42:47.942Z",
  "ticket_url": "https://tikkio.com/events/59143?fbclid=IwY2xjawPHW2VleHRuA2FlbQIxMABicmlkETBzaG9TTTJ2WFBSV3RGZkVac3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHq9AScwOmoE4c2g0UV06l0OpyomVDzxp8NVLvV_8aY_lXpmf-FIRQ65Kt3Ne_aem_9O7bpJwz8DvHiNwgTV3lgg"
}
