{
  "id": "PH2FwqKpfG",
  "name": "Subkultfestivalen kickoff-party på MIR",
  "tags": [
    "Rock",
    "Elektronica",
    "Postpunk"
  ],
  "start_time": "2026-04-18T17:00:00+00:00",
  "end_time": "2026-04-18T21:00:00+00:00",
  "venue": "Mir",
  "description": "Subkultfestivalen kickoff-party!\nI samarbeid med Subkultfestivalen arrangerer Fredrikshald Elektriske en kveld som det vil gå gjetord om i generasjoner fremover. \n\nLive: \nBeat Novet \nTrist Pike\nBesvergelser\n\nDJs: \nMirre Sennehed (festivalsjef Subkultfestivalen)\nAlex Tjore\nSonic Böhm\n\nBEAT NOVET \nBeat Novet ble grunnlagt i 2018 av Malin Lind og Witold Chandra. Deres ulike tilnærminger til elektronisk musikk resulterte i et innovativt, retroinspirert dark wave-prosjekt. Trommemaskin-rytmer og sekvenserte, repetitive basslinjer møter kraftfull og hjemsøkende vokal som, sammen med eksperimentelle arpeggioer, støy, distortion og delays, skaper et forvrengt og stemningsfullt lydbilde. I 2025 vant de den prestisjefulle prisen for årets debut på det årlige svenske arrangementet «Synthsläggan». \n\nBESVERGELSER \nBesvergelser spiller teknofisert postpunk. Låtene dykker inn i drømmer og mareritt, virkelighetsflukt og ritualer for overlevelse. Det blir nytt og gammelt materiale i kveld.\nDuoen har varmet opp for band som TRST og Lalalar og dukker tidvis opp på shady skogsraves og i mugne kjellere.\nMedlemmene har bakgrunn fra støy, techno, folk og black metal. Med Besvergelser møtes de et sted i alt dette og det kan virke som et univers  som bare lå og ventet.\n\nTRIST PIKE\nAlle historiene om å bruke ouijabrett handler om at det går til helvete. Ingen forteller i skolegården at de endte opp på \"one night stand\" med poltergeist. Folk har for lite fantasi, de anstrenger seg for lite, de gjentar for mye historier de har hørt andre steder som de tror er fasit.\nIngen bruker spiritisme for å fortelle Ian Curtis' spøkelse en vits de har hørt.\nTror du ikke han trenger å høre en god joke mer enn de fleste?\nMer om dette får du hos Trist Pike.\nTrist Pike er en synthesizergruppe som har holdt på rundt ti år og som har to album ute hos Fysisk Format.\n\nDet vil være muligheter for å vinne festivalpass til Subkultfestivalen som arrangeres i juni! \n\nDørene åpner 19:00\nBillettpris forkjøp: 295 kr + avgift \nI døra 350 kr. \nNB! Begrenset antall billetter. \nAldersgrense 20 år. ",
  "updated_at": "2026-02-23T14:23:16.476Z",
  "ticket_url": "https://billetto.no/e/subkultfestivalen-kickoff-party-billetter-1873150?utm_source=organiser&utm_medium=share&utm_campaign=copy_link&utm_content=1873150&fbclid=IwY2xjawQJQY9leHRuA2FlbQIxMABicmlkETFQQmJYSzVWS1BGQ2tXNzl0c3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHoYeoTN5ILDYIMb421VLzJGS3Be6WibdR7dfKW8jR-nV1xdRHYdoxbEoYIwD_aem_QaNsZSoxX1i96TdnFMcMrA"
}
