{
  "id": "PjPc39C7Wd",
  "name": "F/eks: Magdaléna Manderlová / Karl Hjalmar Nyberg",
  "tags": [
    "Elektroakustisk",
    "Ambient",
    "Eksperimentelt"
  ],
  "start_time": "2026-02-26T18:00:00+00:00",
  "end_time": "2026-02-26T22:00:00+00:00",
  "venue": "Mir",
  "description": "\n‿︵‿︵‿︵   Field recordings and sonic travels; wild explorations of saxophone with electronics and deep beats: F/eks invites you to open your ears and leave expectations at home for a split night with Czech sound artist Magdaléna Manderlová and Swedish saxophonist Karl Hjalmar Nyberg!  ‿︵‿︵‿︵\n\n------------------------------\n\nMAGDALÉNA MANDERLOVÁ\n\nMagdaléna Manderlová er en lydkunstner fra Tsjekkia, basert i Oslo. Hun jobber med relasjonelle og sensoriske lyttepraksiser og feltopptak, med kjerne i en dyp interesse for økologi, natur og naturens prosesser. Hennes kunst er ofte stedsspesifik og tar form som interdisiplinære prosjekter, lydinstallasjoner, komposisjoner, konserter og deltakende arbeider og tekst. Nylig har hun laget utstillinger og verk for blant andre Atelier Nord, nyMusikk, en rekke trær, Only Connect, Sanatorium of Sound festival, Lydgalleriet, Nitja og så videre. I samarbeid med Michal Kindernay organiserer hun også et årlig symposium for akustisk økologi i Kozmické Meadows våtmark i hennes hjemmeregion. Magdalena er også med på å organisere Røst Kunstnerresidensprogram. \n\nMagdalenas album \"Straw Bales\" er utgitt både på engelsk og tsjekkisk, og er som et hørespill der lydlandskaper, stemme, og mykt prosesserte instrumenter og samples blander seg til en behagelig lydreise. En slags sonisk film, eller ambient lydbok, som transporterer lytteren inn i Magdalenas vakre verden. Vi gleder oss veldig til å høre hva hun syr sammen for oss.\n\n------------------------------------------\n\nKARL HJALMAR NYBERG\n\nKarl Nyberg er saksofonist med mange armer - og blander ofte elektronikk inn i miksen, på sin helt egne måte. I sitt nyeste album 4K har han tatt utforskningen av møtet mellom sax og elektronikk videre, og resultatet er frisk og energisk musikk hvor hovedinstrumentet skinner i lyset av glitrende synther, glitchete beats og transformerende harmonikk. Pitch, melodi og tempo lever og puster, der den ene idéen tar den andre uten at det føles anstrengt. Karl Nyberg er åpenbart en ekstremt musikalsk komponist som ikke er redd for å bruke av hele sitt spekter. \n\nSelv sier han at låtene har vokst fram fra konkrete saksofontekniske idéer: en multiphonics som veksles ut til en synth-pad, arpeggioer som går så raskt at de blir harmonier, og andre extended techniques som åpner klangverdener. På denne måten skaper han låter som kan bevege seg fritt, fra abstrakte lydlandskaper via drum & bass-fragmenter, til langsomme, hip-hop-inspirerte beats. Målet er enkelt og ærlig, sier han: \"att skapa den musik jag själv vill höra men som ännu inte finns.\" Musikk som overrasker, berører, og inviterer inn til lytting på nye vilkår. Det har han til de grader klart. \n\nVelkommen til feiring av albumet og en sjelden live-konsert med Kalle! \n\n‿︵‿︵‿︵\n\nMir åpner 19:00\nKonsertstart 20:00 \nCC: 275 / 225 (studenter og medlemmer av Konsertforeninga)\nPlakater & illustrasjoner av Zarina Saidova\nPhoto crop in header image is shot by Jeremy Welsh, of Magdaléna Manderlová live in concert.\n\nF/eks er en konsertserie for elektronisk musikk og eksperimentell pop, kuratert av Jenny Berger Myhre og produsert av Femme Brutal, i samarbeid med Konsertforeninga, med støtte fra Oslo Kommune og Norsk Kulturråd. ",
  "updated_at": "2026-01-13T14:53:20.624Z",
  "ticket_url": ""
}
