{
  "id": "PnaUTNdgD4",
  "name": "Rockebandet Ændal",
  "tags": [
    "stonerrock",
    "hardrock",
    "metal"
  ],
  "start_time": "2026-04-25T17:00:00+00:00",
  "end_time": "2026-04-25T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Det hardtslående kult-bandet Rockebandet Ændal skal endelig spille konsert i Oslo igjen – denne gangen på John Dee lørdag 25. april!\n\nRockebandet Ændal har siden sin oppstart i 2008 satt en ny standard med sine brutale liveopptredener – en eksplosiv kombinasjon av høy puls, mørk stonerrock, klassisk hardrock og metal. Dette blir en sann fest av brutal energi – med fullt trøkk og massivt lydbilde, en musikalsk knyttneve rett i trynet!\n\nSist gang Rockebandet Ændal spilte konsert i Oslo ble det utsolgt på rekordtid, så her gjelder det å være tidlig ute.\n\n\n**+ spesiell gjest: Daditude**\n\nDaditude er et dadcore-punkband fra Arendal bestående av fire pappaer. De tar opp viktige pappatemaer i tekstene og prøver gjennom musikken sin å spre forståelse for den kulturarven oss pappaer er bærere av. På grunn av bandmedlemmenes fysiske attributter og dristige sceneklær blir Daditude ofte avskrevet som et gutteband der utseendet er viktigere enn musikken, men etter en konsert blir alle overbevist om at dette bandet virkelig har alt.\n\nDaditude leverer legendariske liveopptredener med låter i verdensklasse, viser utsøkte tekniske ferdigheter og har i tillegg et utseende på høyde med de beste i utlandet.\n\n--\n\nBill. kr. 350,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementer har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-17T09:18:27.629Z",
  "ticket_url": "https://www.ticketmaster.no/event/1460475093?brand=johndee&camefrom=CFC_NO_Rockefeller_Rockebandet_AEndal_250426_Billettsalg&utm_campaign=NO_Rockefeller_Rockebandet_AEndal_250426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
