{
  "id": "PXBS1Ekotl",
  "name": "Francis Rossi",
  "tags": [
    "rock",
    "classicrock",
    "boogierock"
  ],
  "start_time": "2026-04-29T17:00:00+00:00",
  "end_time": "2026-04-29T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Status Quo-legenden Francis Rossi kommer til Sentrum Scene i 2026 med et splitter nytt show, hvor han gir nytt liv til klassikere fra bandets omfattende katalog. Publikum kan forvente en unik kveld med både tidløse hits og skjulte perler, fremført med Rossis karakteristiske stil og fortellerkunst!\n\nI tillegg til å spille ikoniske låter som «Caroline», «Down Down», «Paper Plane» og «Rockin’ All Over The World», deler Rossi personlige historier fra sin over 50 år lange karriere. Historien starter med «Pictures of Matchstick Men», og fortsetter helt frem til i dag. Rossi løfter sløret for hvordan livet virkelig var i et av Storbritannias største og beste band, samtidig som han gir innsikt i alle de ville hendelsene som har skjedd underveis. Alt formidlet med hans skarpe humor og unike scenetilstedeværelse.\n\nFrancis Rossi er en levende rockelegende med en imponerende merittliste: Han har mottatt en Brit Award for «Outstanding Contribution to the British Music Industry», er innlemmet i Guinness rekordbok og har blitt tildelt en OBE for sine bidrag til musikken.\n\nDette blir en eksklusiv mulighet til å oppleve en av rockens store mestere på nært hold!\n\n--\n\nBill. kr. 500,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt, ingen vergeordning.\n\nArrangementet har unummererte sitteplasser i hele lokalet tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n",
  "updated_at": "2025-03-31T07:57:22.352Z",
  "ticket_url": "https://www.ticketmaster.no/event/1905739979?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Francis_Rossi_290425_Billettsalg&utm_campaign=NO_Rockefeller_Francis_Rossi_290425_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
