{
  "id": "qIOQZg8yTq",
  "name": "Upploppet // Mud Grief",
  "tags": [
    "rock'n'roll",
    "grunge",
    "punk"
  ],
  "start_time": "2026-10-02T18:00:00+00:00",
  "end_time": "2026-10-02T21:00:00+00:00",
  "venue": "Revolver",
  "description": "Upplopet er Gøteborg-bandet som varmer opp med et maratonløp for å sette tempoet før hver konsert.\n\nSnart slipper kvintetten sitt debutalbum, men de har allerede skapt et rykte for å være livebandet andre artister ikke tør å ha som support.\n\nSom en V8 full av rakettdrivstoff trenger Upplopet ingen startstreke når teppet går ned for å levere eksplosive riff og rask rock'n'roll!\n\nHelt siden starten har bandet jobbet i henhold til gjør-det-selv-mentaliteten som den svenske undergrunnsscenen ble kjent for på 80- og 90-tallet.\n\nVed å bygge og reparere utstyret sitt, designe alt fra trykk til albumscover og sy sammen sine egne sår etter konserter, gir ikke Upplopet ut noe dritt til publikum, bare ren rock'n'roll.\n\n//\n\nEn hybrid bestående hovedsakelig av rå støy, dundrende gitarer og sylskarpe melodier, eller et kompromissløst rot med stil og finesse. Med påvirkninger fra sjangre som punk, hardcore, grunge, støy og stonerrock.\n\nMud Grief er et alternativt rockeband fra Gøteborg som ble dannet i 2022 av Elliot Högfeldt og Casper Salenfalk. I et svett publikum under en konsert på Pustervik ble bassist Teo Janssen en del av bandet. Så tok det bare en uke eller så før de tok kontakt med trommeslager Nils Hoff og kvartetten var komplett.\n\nIherdig låtskriving og steinhard scratching tok av, og snart ble studiotid booket hos Welfare Sounds for å spille inn debutsingelen «Worn Out / Vicious Valerie». Med det samme var det tid igjen, og resultatet ble EP-en «Noise Pollution», som ble utgitt i juni 2023. Produsert av Per Stålberg og Kalle Lilja hos Welfare og mastret av Hans Olsson hos Svenska Grammofonstudion.\n\nSiden den gang har fokuset vært å møte publikum med sine energiske liveopptredener både i hjembyen Gøteborg og rundt om i Sverige. De har også tatt seg tid til å besøke Nederland. Konsertgjengerne har blitt imponert, og responsen har vært utelukkende positiv, noe som har gjort at mange kjente arrangører nå har fått øynene opp for dem. Til tross for alle spillejobbene har Mud Grief absolutt ikke ligget på tomgang når det gjelder låtskriving. Tvert imot ble innspillingen av bandets første fullengdes album nylig fullført, som for tiden mikses og ferdigstilles. Igjen på Welfare Sounds. Et album som publikum vil kunne nyte i nær fremtid.",
  "updated_at": "2026-02-27T10:03:05.185Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/upploppet_se__mud_grief_se__revolver"
}
