{
  "id": "qmYZq8QF1h",
  "name": "Gluecifer",
  "tags": [
    "rock",
    "scandirock",
    "hardrock"
  ],
  "start_time": "2026-02-27T18:00:00+00:00",
  "end_time": "2026-02-27T22:30:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Gluecifer er klare for Sentrum Scene 26. og 27. februar!**\n\nBandet slapp sitt første album på over 20 år, *Same Drug New High*, 16. januar. Albumet markerer et nytt kapittel i Gluecifers tilbakekomst til rocken, og har fått strålende anmeldelser. Vi gleder oss til releasekonsertene på Sentrum Scene torsdag 26. og fredag 27. februar!\n\nSiden bandet begynte å spille konserter igjen, har de tatt scenene med storm og skapt enorm begeistring blant både gamle og nye fans. Gluecifers låter ser ut til å ha eldet enda bedre enn gutta i bandet – tro det eller ei.\n\nGluecifer ble dannet i 1994, og fra rundt 1998 til 2005 var de et nøkkelband på scenen som ble kjent som «scandirock», «actionrock» eller, som tyskerne likte å kalle det, «schweinerock». Etter hundrevis av konserter, fem album og en mengde singler, la Gluecifer inn årene i 2005. Bandmedlemmene gikk hver til sitt, og etter hvert var bandet bare et minne.\n\nI 2018 gjenforentes de for å spille på Azkena-festivalen i Baskerland, Hellfest i Frankrike og en rekke utsolgte konserter i Oslo. Dette ble fulgt opp med konserter i flere europeiske byer, og mottakelsen var fantastisk. Noen mente til og med at de låt bedre enn noensinne. \n\nEndelig begynte de å skrive nye låter, og bit for bit ble dette til et album. *Same Drug New High* ble skrevet, innspilt og mikset i Oslo, som fortsatt er både hjembyen og hovedkvarteret deres. Siden 2018 har Peter Larsson spilt bass i Gluecifer. Den øvrige besetningen har vært den samme siden 2000.\n\nI 2026 vil Gluecifer spille konserter i en rekke forskjellige byer. Det er nettopp liveopptredenene som alltid har definert dem som et virkelig stort band. Det er ingen planer om å endre på det i månedene som kommer.\n\n«Rock’n roll never died, it just passed out in the corner»\n**– Rick Sims, The Didjits**\n\n--\n\n**+ special guest: Kristi Brud**\n\nEtter braksuksessen med debutalbumet *Alt er nytt* har Kristi Brud etablert seg som et av de mest spennende bandene i Norge. Albumet ble belønnet med Spellemann for Årets rockeplate i 2024, og pressen var unisont begeistret. VG, Aftenposten, Klassekampen og Bergens Tidende trillet alle terningkast 5, og flere medier trakk frem platen som en av årets aller beste utgivelser.\n\nI oktober slapp bandet endelig oppfølgeren *Et fall*. Albumet har fått glimrende anmeldelser.\n\n--\n\nBill. kr. 500,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-16T13:44:31.753Z",
  "ticket_url": "https://www.ticketmaster.no/event/1944344050?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Gluecifer_270226_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Gluecifer_270226_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
