{
  "id": "qOeITBwMYI",
  "name": "Sassy 009 ETTERFEST: RIP Swirl (DE), Snelle DJ + Live, spr1te /BLÅ",
  "tags": [
    "techno",
    "breakbeat",
    "experimental"
  ],
  "start_time": "2026-02-21T21:00:00+00:00",
  "end_time": "2026-02-22T02:00:00+00:00",
  "venue": "BLÅ",
  "description": "Sassy 009 ETTERFEST: RIP Swirl (DE), Snelle DJ + Live, Spr1te\nLørdag 21. Februar | 22:00 | Id: 20\ntechno / breakbeat / experimental\n\nSupported by Liveeurope.\n\nNO\n\nBerlin-baserte RIP Swirl kommer for å feire Sassy 009 sitt albumslipp 21. februar på Blå sammen med Snelle og spr1te.\n\nLuka Seifert, alias RIP Swirl, beveger seg i skjæringspunktet mellom klubbmusikk og drømmende, gitarbaserte lydlandskap, formet av både DJ-erfaring fra Berlins natteliv og en analog, DIY-tilnærming til musikk. Han har markert seg som en ettertraktet samarbeidspartner for vokalister, og har blant annet gitt ut prosjekter med Ydegirl og Ariana Manmoon (untitled (halo))\n\nSnelle sin verden er satt sammen av ironi, sårbarhet og kompromissløshet, hvor hun leker seg med referanser og sjangere. Selv beskriver hun seg som en «rap-bitch og en popstjerne», du får elektronisk klubbmusikk, hyper-pop og hip-hop alt i ett. Live er Snelles opptredener energirike og fulle av attitude. Snelle har tidligere varmet opp for Sassy 009 på et fullsatt Parkteatret, spilt på by:Larm, Vill Vill Vest og hatt konserter i Nordatlantens brygge i København og på International i Salt Lake City.\n\nspr1te leverer leken bass, uutgitte verktøy og sømløse mikser av lokale lyder og samtidsorientert skeiv klubbmusikk – servert som en popper-drevet cocktail\n\nEN\n\nBerlin-based RIP Swirl is coming to Oslo to celebrate Sassy 009’s album release February 21st at Blå, together with Snelle and spr1te.\n\nLuka Seifert, aka RIP Swirl, operates at the intersection of club music and dreamy, guitar-driven soundscapes, shaped by his experience as a DJ in Berlin’s nightlife and an analog, DIY approach to music-making. He has also become a sought-after collaborator, with releases alongside artists such as Ydegirl and Ariana Manmoon (untitled (halo)).\n\nSnelle’s universe is built on irony, vulnerability, and a refusal to compromise, playfully weaving together references and genres. Describing herself as a “rap bitch and a pop star,” she blends electronic club music, hyperpop, and hip-hop into one bold expression. Her live performances are high-energy and attitude-filled. Snelle has previously opened for Sassy 009 at a sold-out Parkteatret, played by:Larm and Vill Vill Vest, and performed at Nordatlantens Brygge in Copenhagen and International in Salt Lake City.\n\nspr1te delivers playful bass, unreleased tools, and seamless blends of local sounds and contemporary queer club music — served as a popper-fueled cocktail.",
  "updated_at": "2026-01-14T15:44:09.218Z",
  "ticket_url": "https://www.ticketmaster.no/event/1248210670"
}
