{
  "id": "QZ9DJhU3d6",
  "name": "Ready For It?",
  "tags": [
    "pop"
  ],
  "start_time": "2026-01-30T19:00:00+00:00",
  "end_time": "2026-01-30T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Gj칮r deg klar til 친 *Shake It Off* n친r 춺Ready For It? A night club for Swifties by Swifties췉 inntar Rockefeller fredag 30. januar!\n\nNordens st칮rste Taylor Swift-klubb tar over Oslos storstue med DJ-er, shownummer, allsang, kostymer, premier, glitter og fem timer med Tay-Tay fra h칮yttalerne.\n\nRockefeller blir forvandlet til et Swiftie-paradis for 친 feire alle *Era*-ene til Taylor Swift! En kveld for Swifties av Swifties!\n\nVi skal synge til 춺All Too Well (10 Minute Version)췉, danse som om vi er 22, og feire hver eneste *Era* fra starten av Miss Americanas debut og helt frem til *The Life of a Showgirl*! Dette er din sjanse til 친 bli *Enchanted* av Taylors univers!\n\nDJ-er og verter Petra & Stefan fra 춺Ready For It?췉 leder det hele og s칮rger for en uforglemmelig kveld!\n\nFor hver 100. billett som selges, l친ses det opp et nytt shownummer eller en ny gave til publikum!\n\n*Bring your favorite Swiftie friends or come alone to meet new ones! Dress up in your favorite Era and get ready for an unforgettable night in Oslo.*\n\n*Are you ready to put on your Showgirl sparkle?* 游눪\n\n--\n\nBill. kr. 225,- (earlybird) / kr. 300,- (ordin칝r) / kr. 265,- (student) + bill.avg.\n\n18 친rs aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk f칮rerkort eller bankkort med bilde. Digital legitimasjon (digitalt f칮rerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har st친plasser.\n\nD칮rene 친pner kl. 20.00. Arrangementet starter ca. 1 time etter d칮rene 친pner. NB! Det anbefales 친 komme i god tid f칮r arrangementet starter da det kan bli k칮.\n\nGarderoben er 친pen og betjent.\n",
  "updated_at": "2026-01-19T11:52:34.439Z",
  "ticket_url": "https://www.ticketmaster.no/event/299139938?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Taylor_Swift_Club_Night_300126_Billettsalg&utm_campaign=NO_Rockefeller_Taylor_Swift_Club_Night_300126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
