{
  "id": "R3EzrfuBBT",
  "name": "Øystein Sunde",
  "tags": [
    "vise"
  ],
  "start_time": "2026-01-30T18:00:00+00:00",
  "end_time": "2026-01-30T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Fredag 30. januar 2026 kan vi ønske velkommen til en historisk kveld på Sentrum Scene! Den levende legenden Øystein Sunde tar med seg sin enorme låtkatalog og et stjernelag av musikere, i anledning Rockefellers 40-årsjubileum og sin egen 79-årsdag.**\n\nØystein Sundes solokarriere begynte på Dolphins viseklubb i Oslo i 1966. «Det var en klubb full av entusiastiske nybegynnere i slutten av tenårene. Du fikk sitte på en barkrakk og synge tre sanger, og så var det nestemann opp», sier Sunde om denne tiden. Etter fire år på krakken, kom den første plata, og det tok for alvor fyr i karrieren.\n\nI dag kan Sunde se tilbake på en mer enn 50 år lang historie full av plateutgivelser, showsuksesser, TV-produksjoner og samarbeid med de beste i norsk showbiz.\n\nSunde har selvfølgelig med seg Meget i Sløyd, men denne gangen blir det i tillegg «full pakke» med 6 manns blåserekke, koring fra Erfarne Kvinnfolk og Tor Welo på piano.\n\nVelkommen til Rockefellers jubileumskonsert på Sentrum Scene med Øystein Sunde!\n\n--\n\n**Billetter:**\n\n— Nummererte sitteplasser (hovedsal + galleri): kr. 550–650,- + bill.avg. fordelt på tre soner.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Konsertstart kl. 20.30. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-02T12:17:25.912Z",
  "ticket_url": "https://www.ticketmaster.no/event/1915719755?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Oystein_Sunde_300126_Billettsalg&utm_campaign=NO_Rockefeller_Oystein_Sunde_300126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
