{
  "id": "R4mjAsMBEI",
  "name": "Havari + special guests: Variety Jones",
  "tags": [
    "hardrock",
    "rock"
  ],
  "start_time": "2026-03-13T19:00:00+00:00",
  "end_time": "2026-03-13T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Havari! Et kompromissløst, breibeint norsk rockeband bestående av fem erfarende musikere som sammen har turnert rundt i store og små byer i Norge og gjort seg kjent for sine uovertrufne liveshow. De byr på ubønnhørlig brautende vokal, dramatiske tekster og mangt et mektig riff.\nHavari kombinerer elementer av klassisk hard rock med moderne sound, og har utviklet noe som appellerer til både gamle hard rock-elskere og nye fans av sjangeren.\n\nBandet gjorde sin debut våren 2022, og har ikke sett seg tilbake siden. Med en frontmann kjent fra TV-ruta, og med en ny EP rett om hjørnet har Havari fått vind i seilene. De har høstet gode kritikker på både plate og på scenen, og denne høsten er det klart for nye tokt.\n\nSkruppelløs norsk hardrock i maritim innpakning!\n\n||||||\n\nDen bluesdrevne hardrocken ljomer gjennom lokalet og den høye energien fra scenen kan ikke gjøre annet enn å få deg til å trekke på smilebåndet. Bass og trommer buldrer og hamrer tungt ,hardt og usofistikert slik det skal være. Den karismatiske frontmannen - William Schrøder - eier publikum fra begynnelse til slutt. Tunge riff, allsangrefreng, brautende gitarsoloer og et knippe gamle slagere, er noe av det du kan forvente av Variety Jones!\n\nI 2025 slapp bandet debutplaten sin “Shell Shocked” på Apollon Records. Som det pure rockebandet disse guttene er ble platen bare sluppet på vinyl og cd. God rock oppleves live. Denne holdningen har allerede gitt resultater. Turne med legendene i Nazareth, support for Danko Jones og turne i England er blant merittene til det unge bandet.\n\nVariety Jones er for deg som digger å feste til lyden av Motorhead, Motley Crue og KISS. For deg som savner storhetstiden til Ozzy og Iron Maiden. Variety Jones er Blod, Svette, Tårer og Fuckings Rock N Roll.",
  "updated_at": "2026-02-19T13:27:43.275Z",
  "ticket_url": "https://www.ticketmaster.no/event/havari-billetter/1855534511"
}
