{
  "id": "r6GLeNrBna",
  "name": "Elektorni presents: Pearl River Sound (live) & Juhani Oivo (FI)",
  "tags": [
    "techno",
    "electro",
    "breakbeat"
  ],
  "start_time": "2026-03-06T22:00:00+00:00",
  "end_time": "2026-03-07T02:15:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Elektorni makes its first international excursion by landing to Oslo’s Kafe Hærverk on the 6th of March!\n\nA night of vinyl records and analogue machinery is afoot, as Rome’s Pearl River Sound joins Elektorni label head Juhani Oivo for a elektornical all-nighter!\n\n🔹PEARL RIVER SOUND (live)\n@pearlriversound ▫️▫️\n\nPearl River Sound is an Italian producer whose work blends genres like braindance, break beat and ambient into uniquely affecting dance music. Inspired by early AFX, µ-Ziq, and Luke Vibert, his work has found home on labels such as R&S Records’ Meda Fury, X-Kalay, Furthur Electronix, Further records and many more. Next up is a 12” release on Elektorni, with a four-tracker of bleeped out acid emotion.\n\nBeyond his output as a recording artist, Roberto is the founder of L863, a creative hybrid space in Rome’s Garbatella district that functions as a record shop, community hub, and cultural venue as well as the base for Rough Radio.\n\nhttps://soundcloud.com/art_intelligence_records/mix-for-ai\n\n🔹JUHANI OIVO (dj)\n@jaydayalldayeveryday ▫️▫️\n\nJuhani Oivo is a vinyl DJ from the city of Oulu in Northern Finland. His Elektorni record label has released music from the likes of Mesak, Rolando Simmons, Daniel Savio and Picture.\n\nElektorni is also a club night, going on its 15th year, that has played host to artists such as Al Wootton, Tin Man, Kasper Marott and Bjørn Torske. Oivo is an avid follower of current dance music, but is also known to spice his sets with older obscurities and dubplate specials.\n\nhttps://soundcloud.com/jaydayalldayeveryday\nhttps://soundcloud.com/elektorni\n\n--\n\nID: 20\nCC: 150,-\n\n",
  "updated_at": "2026-02-13T14:45:38.703Z",
  "ticket_url": ""
}
