{
  "id": "ra9lQYpbER",
  "name": "Lake Street Dive",
  "tags": [
    "pop",
    "soul",
    "jazz"
  ],
  "start_time": "2026-09-25T17:00:00+00:00",
  "end_time": "2026-09-25T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Lake Street Dive serverer et unikt eklektisk lydbilde som blander soul, folk, jazz og pop. De fylte Rockefeller til randen tidligere i år, og fredag 25. september 2026 kommer det populære bandet til Sentrum Scene!\n\nLake Street Dive ble dannet i Boston, hvor de møttes som unge musikkstudenter mens de studerte jazz ved New England Conservatory of Music. Bandet slapp sitt gjennombruddsalbum, *Bad Self Portraits*, i 2014, etterfulgt av *Side Pony* (2016), *Free Yourself Up* (2018) og *Obviously* (2021). \n\nDet Grammy-nominerte albumet *Good Together* ble gitt ut i 2024, og inviterer til både ubegrenset dansing og ekstatisk allsang.\n\nMed titalls millioner av strømminger, en anerkjent diskografi, og en trofast verdensomspennende fanbase, har bandet – Rachael Price, Bridget Kearney, Mike Calabrese, Akie Bermiss og James Cornelison – blitt en eventyrlig kraft innen populærmusikken.\n\n--\n \nBill. kr. 395,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-19T11:47:57.253Z",
  "ticket_url": "https://www.ticketmaster.no/event/1255021278?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Lake_Street_Dive_250926_Billettsalg&utm_campaign=NO_Rockefeller_Lake_Street_Dive_250926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
