{
  "id": "RvNNGDHTsq",
  "name": "The Mountain Goats",
  "tags": [
    "Indie/alternative",
    "Folk"
  ],
  "start_time": "2026-10-08T17:00:00+00:00",
  "end_time": "2026-10-08T21:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "THE MOUNTAIN GOATS TIL OSLO!\nThe Mountain Goats, bestående av John Darnielle, Matt Douglas og Jon Wurster, er aktuelle med nytt album. Torsdag 8. oktober er de klare for konsert på Vulkan Arena i Oslo!\n\nSupport: Craig Finn\n\nBilletter i salg fredag 21. november kl. 10.00.\nhttps://www.ticketmaster.no/event/2040201381\n\nBandet slapp sitt etterlengtede 23. album, «Through This Fire Across From Peter Balkan», tidligere i november. Det er produsert av Matt Douglas, og er et ambisiøst og gjennomarbeidet musikalsk konseptverk med gjesteopptredener fra blant andre Tommy Stinson, Mikaela Davis, Lin-Manuel Miranda og Cameron Ralston.\n\nPlaten forteller historien om tre overlevende fra et skipsforlis på en øde øy, der knapphet på ressurser og apokalyptiske visjoner preger fortellingen. Singlene inkluderer «Armies of the Lord», «Cold at Night», «Rocks in My Pockets» og «Peru».\n\nBandet markerer også 20-årsjubileet til albumet «The Sunset Tree» med en ny remastret utgave, og John Darnielle gir ut boka «This Year: 365 Songs Annotated» 2. desember.\n\nThe Mountain Goats er for tiden på turné med flere utsolgte konserter i USA, og vi gleder oss til de tar turen til Norge neste år!\n\n«The Mountain Goats can never stay in one place for too long, an inclination that’s apparent even on their 23rd studio album, Through This Fire Across From Peter Balkan.»\n– The A.V. Club\n\n«It’s amazing to hear this band sounding this rich and full, and Darnielle’s piano work and vocals are really expressive here.»\n– Stereogum\n\n«‘Armies of the Lord’ makes its promise clear: this isn’t just another record, it’s the staging of a whole new world. »\n– Paste Magazine\n\n«With a sense of desperation and longing for salvation that might never come, ‘Armies of the Lord’ is a poignant introduction to this new narrative.»\n– VICE",
  "updated_at": "2025-11-17T10:01:01.838Z",
  "ticket_url": "https://www.ticketmaster.no/event/2040201381"
}
