{
  "id": "RWmLMmJ9Fc",
  "name": "Dödsrit + Lamp of Murmuur",
  "tags": [
    "blackmetal",
    "metal"
  ],
  "start_time": "2026-05-15T18:00:00+00:00",
  "end_time": "2026-05-15T21:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "DÖDSRIT\nFra de skyggelagte, øde skogene i Borlänge, Sverige og den rustende, urbane liderligheten i Amsterdam, Nederland, kommer Dödsrit: en malstrøm av sjeleslitende svarthet og kakofoni.\n\nDödsrit trådte inn i verden i 2017 som et soloprosjekt, og ga ut både den selvtitulerte debuten samme år og oppfølgeren Spirit Crusher i 2018. Etter denne andre fullengderen utvidet prosjektet seg til et fullverdig band med tre nye medlemmer, en endring som spisset kursen og formet Dödsrit til den potente kraften de står som i dag.\n\nEnten de maler landskap av stormende riff, bygger crescendos av pulserende intensitet eller drukner alt i sørgmodige klagerop, har Dödsrit fra første stund lokket med sin knusende hengivenhet til det rå, kroppslige i mennesket og naturen. Selv om røttene står plantet i black metal-miljøet, strekker bandets lydlige uttrykk seg langt utover: fra repeterende, atmosfæriske bølger av tåkete stemninger til melankolske, men triumferende utbrudd, en slags palett som driver reisen frem med et opprør av følelser.\n\nDisse kvalitetene finner sin mest presise form på bandets nyeste opus, Nocturnal Will – et steg videre mot avgrunnen, og en tydelig illustrasjon av Dödsrits forræderske fremvisning av spøkelsesaktige emaneringer, rettet mot - og næret av - kamp, lidelse og det nattlige flammelyset i vår skrøpelige verden.\n\nLAMP OF MURMUUR\nFå artister i nyere tid har feid gjennom det mørke undergrunnslandskapet med den samme oppglødde iveren som Lamp of Murmuur har gjort siden prosjektet først dukket opp med en rekke demoer i 2019.\n\nTil tross for den raske veien til anerkjennelse, er lite kjent om bandet - annet enn at prosjektet har sitt utspring i Los Angeles, California, og ledes av en gåtefull mann kjent som M.\n\nEtter den første salven som var “Heir of Ecliptical Romanticism”, ble det tydelig at bak de ærefryktinngytende riffene og den klassiske, iskaldt atmosfæriske black metal-rammen skjulte det seg et helt annet beist: et prosjekt med en særegen besettelse og sensibilitet, som gjorde at Lamp of Murmuur brøt gjennom støyen av rå black metal-prosjekter som i dag flommer over internett.\n\nTo album til fulgte den første utgivelsen (“Submission and Slavery” i 2021 og det overveldende kritikerroste “Saturnian Bloodstorm” i 2023), og sementerte enmannsbandets status som en banebrytende institusjon i moderne black metal – med utgivelser som stadig bøyer reglene, samtidig som de bevarer den rebelske og kompromissløse ånden som i så stor grad representerer sjangerens tradisjon.\n\nI 2025 slapp Lamp of Murmuur sitt nyeste verk: “The Dreaming Prince in Ecstasy”. En feiring av M.s utvikling som musiker, nok en gang bryter og vrir prosjektet på alle forestillinger om hvordan black metal “skal” låte, men beholder den utsøkte låtskrivingen og de større-enn-livet, nakkeknekkende riffene som Lamp of Murmuur er blitt kjent for, og som fortsetter å tiltrekke og fortrylle innvidde fra alle verdenshjørner.\n",
  "updated_at": "2026-01-29T17:22:46.855Z",
  "ticket_url": "https://www.ticketmaster.no/event/dodsrit--lamp-of-murmuur-billetter/2043533986"
}
