{
  "id": "rYF1x1tcOm",
  "name": "Ravi ",
  "tags": [
    "pop",
    "hiphop",
    "rap"
  ],
  "start_time": "2026-04-30T18:00:00+00:00",
  "end_time": "2026-04-30T21:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Ravi feirer 50 år med storslått konsert på Sentrum Scene!**\n\nIvar Christian Johansen, bedre kjent som Ravi, fyller 50 år. To dager senere, den 30. april, inviterer han til en uforglemmelig bursdagskonsert på Sentrum Scene i Oslo. Dette blir en musikalsk festkveld hvor en av Norges mest folkekjære artister feirer sitt liv og sin karriere sammen med publikum.\n\nRavi har siden tidlig 2000-tall vært en sentral skikkelse i norsk pop- og rapmusikk, sammen med Jaga Jazzist, Folk & Røvere og DJ Løv blant flere. Han er kjent for hits som «Utadæsjælåplevelse», «Dødsøt», «E-ore», «Tsjeriåu» og «Ås to i Osjlo», som har hatt gjenklang helt siden de ble gitt ut for omtrent 20 år siden.\n\nMed sin særegne stil og bruk av «ravisk» språk har han satt et solid fotavtrykk i norsk musikkhistorie, men reisen er langt fra over.\n\nEtter et episk comeback i 2023, med utsolgte konserter på SALT i Oslo og HAVET i Trondheim, har Ravi fortsatt å begeistre publikum over hele landet. I 2024 solgte han blant annet ut konserter på Samfundet i Trondheim og Kvarteret i Bergen. I 2025 har Ravi fortsatt å turnere landet rundt med sin «Utadæsjælturné», og har blant annet spilt på et utsolgt Rockefeller i Oslo 30. april.\n\nKonserten på Sentrum Scene den 30. april 2026 blir høydepunktet i feiringen av Ravis 50-årsdag. Dette blir en unik mulighet til å oppleve en av Norges mest ikoniske artister live på en av hovedstadens mest anerkjente musikkscener.\n\n**Gjenfødt Kultur blir med som gjest!**\nGjengen fra Larvik har allerede levert minneverdige konserter på blant annet Øya, Stavern og Piknik i Parken i 2025, og sto øverst på ønskelista til Ravi. Derfor kommer de nå for å kræsje bursdagsfeiringen!\n\n--\n\nBill. kr. 450,- / 350,- (student) + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 20.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-20T11:09:54.540Z",
  "ticket_url": "https://www.ticketmaster.no/event/971719171?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Ravi_300426_Billettsalg&utm_campaign=NO_Rockefeller_Ravi_300426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
