{
  "id": "RzobBzrLKa",
  "name": "Rekommandert #112",
  "tags": [
    "livepodcast"
  ],
  "start_time": "2026-01-26T18:00:00+00:00",
  "end_time": "2026-01-26T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Kristopher Schau forsøker å bli hakket mindre dum, ved å snakke litt for lenge om utvalgte tema.\n\n**Tema: Tømmerfløting**\n\nDen 26. dagen i det 26. året i millenniet er vi i gang igjen! Mer presist: mandag 26. januar med temaet Tømmerfløting.\n\nI flere hundre år var vannveiene våre eneste måte å få fraktet tømmer over lengre avstander på. Fløting ble derfor bedrevet nærmest overalt der det var mulig, fra de minste bekker til de største elver. Tusenvis av menn, men også enkelte kvinner, tok seg arbeid som tømmerfløtere i sommerhalvåret. Noen jobbet på store sorteringsanlegg i mer stilleflytende deler av vassdragene, andre igjen levde et slags cowboyliv som løsfløtere, hvor de fulgte tømmeret i mange mil. Tømmerfløting er i dag et for lengst utdødd yrke. Tilbake står tømmerfløteren – gjenskapt som en mytisk og ikke sjelden romantisert skikkelse, iført busserull, fløterhatt og med vann til knes.\n\nMen hvordan var så dette fløterlivet? Hvor og hvordan foregikk fløtinga? Hva kan vi si om dette i dag? Gjest er Thomas Støvind Berg, som arbeider som historiker ved Museene i Akershus, avd. Fetsund lenser. Det blir bilder på lerretet og rikelig med friske historier.\n\n--\n\nBill. kr. 249,- + bill.avg. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n\nArrangementet har noen unummererte sitteplasser samt ståplasser tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. kl. 20.00. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-25T08:41:20.419Z",
  "ticket_url": "https://www.ticketmaster.no/event/884464848?brand=johndee&camefrom=CFC_NO_Rockefeller_Rekommandert_112_Tommerfloting_260126_Billettsalg&utm_campaign=NO_Rockefeller_Rekommandert_112_Tommerfloting_260126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
