{
  "id": "sba9J6lhrx",
  "name": "Orgivm V - Lørdagspass",
  "tags": [
    "musikk",
    "metall",
    "deathmetal/blackmetal"
  ],
  "start_time": "2026-01-10T17:00:00+00:00",
  "end_time": "2026-01-11T02:00:00+00:00",
  "venue": "Parkteatret Scene",
  "description": "Orgivm V\nBULLDOZER + DESASTER + LVCIFYRE + DEATHLESS VOID + HEXENBRETT\n\nAtter en gang inviterer vi til to dager med den dystreste og svarteste metal fra inn- og utland, og garanterer nok en helg med unike og eksklusive konsertopplevelser.\n\nBULLDOZER (IT)\nDet er med den mørkeste stolthet vi presenterer et av de få bandene som fortjener å omtales som legender, nemlig selveste BULLDOZER. Italienerne har holdt det gående i rykk og napp siden 1980, og regnes som et av bandene innen den første bølgen av Black Metal, sammen med blant annet Hellhammer, Bathory, Venom og Sabbat. Bandets to første album, «The Day of Wrath» og «The Final Separation», regnes som et par av de største klassikerne innen sjangeren, og flere av storhetene innen Black Metal-scenen, deriblant Fenriz fra Darkthrone, har hyllet bandet opp i skyene som inspirasjonskilder.\n\nBåde bandets karismatiske og energiske vokalist, AC Wild, og gitarist og grunnlegger Andy Panigada, har vært stabile medlemmer i godt over 40 år, og låter tightere enn noensinne. Dermed er det selvsagt en fryd å ønske dem tilbake til Norge for første gang siden 2013, og bare andre gang noensinne (!), slik at vi kan nyte et av de originale bandene som grunnla den scenen vi i Norge skulle løfte til neste nivå, når den andre bølgen av Black Metal ble dannet av en rekke band som garantert hadde Bulldozer-skivene i sine egne platesamlinger. Dette blir en (svart) magisk opplevelse, og det perfekte headliner-band på ORGIVM V!\n\nDESASTER (DE)\nNår det gjelder illsint, snerrende og beinhard old school black-death-thrash metal av den nesten pønka sorten, er det få land som er mer naturlig å vende seg mot enn Tyskland. Landet har tradisjoner fra Sodom, Kreator og Destruction til Cruel Force og Diabolic Night, og det herlige er at de gamle avgudene fremdeles leverer skiver som ikke står det minste tilbake for hva arvtakerne deres presterer. Dette er til de grader tilfellet når det gjelder veteranene i DESASTER, som siden 1989 har vært synonymt med rå, aggressiv og kompromissløs ekstrem metal, kjemisk fri for jåleri og tøv, men med nagler, patronbelter og STORE solbriller!\n\nFra debutalbumet i 1996 og fram til deres blodferske tiende album, «Kill All Idols», har de holdt en oppsiktsvekkende høy standard på utgivelsene sine, og aldri skuffet fansen ved å hive seg etter trender eller vise tegn til mykhet. Tvert imot, har de holdt den mørke fanen høyt hevet, og opprettholdt statusen som et av de ypperste originale kultbandene, på linje med for eksempel Sarcófago, Nifelheim, Bewitched og Aura Noir. Når de inntar scenen på Parkteatret i januar, er det hele 20 år siden sist de besøkte Norge, og vi gleder oss maksimalt til en kaotisk kavalkade av brutalitet!\n\nDEATHLESS VOID (NL)\nDet syder og koker i undergrunnen, og stadig bobler nye og spennende band opp til overflaten med freshe og vitale visjoner rundt hvordan Black Metal skal gjøres i dag. Et av de mest interessante tilskuddene til scenen er Amsterdam-bandet Deathless Void, med medlemmer fra bl.a. The Secret, Verwoed og Helleruin, som i fjor slapp sitt frådende forbanna debutalbum \"The Voluptuous Fire of Sin\" til massiv hyllest og beskrivelser som sammenligner dem med alt fra Mayhem og Entombed til Deathspell Omega og Thorns.\n\nBandets iskalde aggresjon, majestetiske melodier og dystre stemninger, med både progressive og avantgardistiske tendenser, samt et perfekt hint av death metal, har allerede landet dem spillejobber sammen med band som Darvaza, Whoredom Rife og Hulder, og det er all grunn til å glede seg til nederlendernes første konsert på norsk jord når de entrer scenen på Parkteatret i januar!\n\nHEXENBRETT (DE)\nDen tyske duoen Hexenbrett er nok et godt stykke unna å kunne kalles \"allemannseie\", men har allerede gjort seg bemerket som et av de friskeste pustene fra gravkammeret innen den okkulte og horror-inspirerte delen av det man må kunne beskrive som blackened heavy metal. Her lånes og stjeles det i fleng, men likevel må deres amalgam av band som Mercyful Fate, Death SS, Malokarpatan, Judas Priest, Bathory og Aura Noir kunne sies å ha noe befriende originalt over seg.\n\nDet er både melodisk og teatralsk, men samtidig såpass mørkt og innfult slemt og ondskapsfullt at bandets låter føles i stand til å fremkalle mareritt i våken tilstand - og ja, det er definitivt positivt ment! Josto Feratu og Scarlettina Bolétt slapp sin andre fullengder, \"Dritte Beschwörung: Dem Teufel Eine Tochter\" på tampen av 2024, til lovord fra både presse og fans - også her hjemme - og under parolen \"Normality is surrender\" er det åpenbart at de har tenkt å trollbinde oss alle med sin første norgeskonsert noensinne i januar!\n",
  "updated_at": "2025-09-30T09:44:46.849Z",
  "ticket_url": "https://www.ticketmaster.no/event/orgivm-v-lordagspass-billetter/49087540"
}
