{
  "id": "sc1JM1LqLY",
  "name": "Classic Album Sundays: Rush \"Moving Pictures\"",
  "tags": [
    "Classic",
    "Album",
    "Sundays"
  ],
  "start_time": "2026-03-01T12:00:00+00:00",
  "end_time": "2026-03-01T15:00:00+00:00",
  "venue": "BLÅ",
  "description": "Søndag 01.03 kl. 14-16 | Dørene åpnes 13 | Himmel BLÅ | CC 180 | ID20\n\nTo år etter klassikeren A Farewell To Kings’ audiofile rundetider i vår kjære lytteklubb hilser vi den canadiske trioen Rush tilbake til søndagsmatiné på Himmel Blå med deres ikoniske album Moving Pictures (Anthem, 1981).\n\nALBUMLYTT & PLATEPRAT\nVi hører et mint eksemplar av langspilleren i fullt strekk på et lydanlegg fra øverste hylle, og nerder oss inn i historiene rundt bandet og utgivelsen sammen med to av landets fremste proghoder, musikere og produsenter; Jacob Holm-Lupo og Trond Gjellum.\n13.00 Dørene åpnes\n14.00 PLATEPRAT\n14.45 ALBUMLYTT (Spilletid: 40.03)\n15.30 Q&A m/publikum\n\nEtter bandets symfoniske progæra fram til Hemispheres på 70-tallet, med sine landskapsmalende mellotroner og episke låtskriving, møter vi på kveldens album et mer kompakt og radiovennlig Rush, en videreføring av den låtorienterte retningen på forgjengeren Permanent Waves (1980). Med Moving Pictures fant Geddy Lee, Alex Lifeson og Neil Peart balansepunktet mellom kommersiell tilgjengelighet og prog-kompleksitet – ingen sidelange suiter, men midtlengde-låter full av tekniske og formmessige finurligheter.\nMoving Pictures, spilt inn for 45 år siden i Le Studio i Morin-Heights i Québec, står fortsatt som bandets mest populære og kommersielt suksessrike studioalbum, med klassikere som «Tom Sawyer», «Red Barchetta», «YYZ» og «Limelight», låter som både definerte bandets karriere og satte standarden for 80-tallets prog og hardrock.\n\nAUDIOMENY\nVi er tilbake på Himmel, i et akustisk tilpasset rom og med dedikert sweetspot-sitting for publikum. Når vi BÅDE har med Rush å gjøre og vet det dukker opp flere «nørdy lydhoder» blant publikum og i panelet, produsenter og masteringprodusenter, da får vi litt (positiv) prestasjonsangst og legger oss litt ekstra i selen for å få det til å låte bra. Her er det tekniske utgangspunktet for det:\n• Platespiller: Thorens TD 124 DD\n• Tonearm: Thorens TD 124\n• Pickup: Thorens SPU 124 (Ortofon)\n• Tonearmløfter: Little Fwend\n• Riaa-trinn: McIntosh MP100\n• Strømrenser: Isol-8\n• Høyttalere: Westlake TM-1 (Studiomonitorer fra Arctic Studios, ca. 1973)\n• Sub’er: NNNN Devor 23\n• Forsterkere: 1 x Altec Lansing 9444B / 2 x QSC USA 1310\n• DSP: Groundsound DCN 28\n• Signalkabler: Mogami W2594\n• Høyttalerkabler: Kimber Kwik 12",
  "updated_at": "2026-02-25T15:44:29.556Z",
  "ticket_url": ""
}
