{
  "id": "smsoIkxdC7",
  "name": "Rodney Crowell",
  "tags": [
    "singersongwriter",
    "country",
    "americana"
  ],
  "start_time": "2026-05-10T17:00:00+00:00",
  "end_time": "2026-05-10T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Rodney Crowell kommer til Oslo og Rockefeller 10. mai! Texaneren har vunnet to Grammy-priser, og regnes som en sann låtskriverlegende. I tillegg til sine egne låter er han kjent for å ha skrevet hits for Emmylou Harris, Johnny Cash, Waylon Jennings, Rosanne Cash og Keith Urban. \n\nRodney Crowell begynte sin karriere i Nashvilles låtskrivermiljø på 70-tallet, sammen med artister som Guy Clark og Townes Van Zandt, som begge var viktige inspirasjonskilder for ham.\n\nSiden solodebuten *Ain’t Living Long Like This* i 1978 har han gitt ut kritikerroste album gjennom mer enn 40 år. Med en karriere som bygger bro mellom outlaw country, americana og moderne låtskriverkunst, fortsetter Crowell å fornye seg – og slapp nettopp sitt 20. studioalbum *Airline Highway* til kjempekritikker.\n\nCrowell oppnådde stor kommersiell suksess med *Diamonds & Dirt* (1988), som produserte hele fem nummer 1-hits på countrylistene.\n\nI 2003 ble han innlemmet i Nashville Songwriters Hall of Fame. Han er også forfatter av memoarboken *Chinaberry Sidewalks* (2011), som ble rost av The New York Times. \n\nHan er sjelden på disse breddegrader, og har bare sporadisk turnert i Europa opp gjennom årene. Det kan ofte oppfattes som en floskel når man skriver at folk bør kjenne sin besøkelsestid – men her stemmer det virkelig!\n\n--\n \nBill. kr. 460,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har noen unummererte sitteplasser samt ståplasser tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-28T08:58:18.600Z",
  "ticket_url": "https://www.ticketmaster.no/event/2071924221?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Rodney_Crowell_100526_Billettsalg&utm_campaign=NO_Rockefeller_Rodney_Crowell_100526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
