{
  "id": "sNv0jLAERo",
  "name": "Carina Dahl",
  "tags": [
    "festmusikk"
  ],
  "start_time": "2026-02-20T18:00:00+00:00",
  "end_time": "2026-02-20T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Carina Dahl fra Trondheim er ei energisk stå-på jente med kronisk godt humør, og beina godt planta på jorda. Hun har lang fartstid i musikkbransjen og har de siste årene vært den mest streamede kvinnelige norskspråklige artisten. Carina har utmerket seg sterkt i festmusikksjangeren, og tok hjem en Spellemannspris i 2024 etter suksessen med selvskrevne låter som blant annet «Best på fest», «5 shots» og «Har du lyst har du lov». I tillegg til fest-låtene har hun toppet listene med nydelige ballader som «Da vi var to» og andre tolkninger av kjente låter som «Despacito», «Shallow» og «Om du dro i fra mæ».\n\nHun er også en synlig TV-profil og tok hjem en solid 3. plass i jubileumssesongen av «Stjernekamp» i 2021, hvor hun viste seg å være en av de mest allsidige artistene med stor troverdighet innen ulike sjangere. Carina har også vist allsidighet og kommet langt i andre TV-konsepter som «Kompani Lauritzen», «Farmen» og «71 grader nord», for å nevne noen.\n\n\n**+ support: Ambolt**\n\n«Sett på no’ bluegrass æ!» Tung musikk fra Østfold som det er umulig å ikke bli i godt humør av. Raggen går, og med Ambolt får du banjo og 10/10 stemning rett i trynet.\n\n\n**+ support: Knivblad**\n\nKnivblad e bandet i Norge med størst beltespenner! De lage ekta countrymusikk fra et ungt perspektiv. Målet e å utvida sjangeren med å blanda det tradisjonella med det nya. I Knivblads univers handle det om å kjenna seg igjen, enten det e humor eller kjærlighed. Tekstane handle om løgne kverdagslige observasjoner, ny og gammal kjærlighed og alt annet i mellom. Og selvfølgelig historiane du bare får av å leve litt for møje.\n\n--\n\nBill. kr. 455,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementer har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2026-02-02T13:03:36.454Z",
  "ticket_url": "https://www.ticketmaster.no/event/1180255066?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Carina_Dahl_200226_Billettsalg&utm_campaign=NO_Rockefeller_Carina_Dahl_200226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
