{
  "id": "sZerC1uZrm",
  "name": "Barren Womb + Dead Movie Animals",
  "tags": [
    "støyrock",
    "hardcore",
    "rock"
  ],
  "start_time": "2026-03-21T19:00:00+00:00",
  "end_time": "2026-03-21T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "Støyrockduoen BARREN WOMB har siden 2011 holdt helvete med deres minimalistiske tilnærming, grisehøye volum og endeløse eksperimenteringsbehov. Her hamres poenget inn ved hjelp av primitiv dynamikk og riffets urkraft.\n \nGjennom fem kritikerroste album, en håndfull EPer og singler, samt hundrevis av spilte konserter i Europa og Nord-amerika har BARREN WOMB fått ry som et av Norges beste og mest hardtarbeidende liveband. Duoens femte album ‘Chemical Tardigrade’, en rå, bombastisk støyrocksuppe servert i 11 porsjoner, har høstet store mengder lovord både innenlands og fra store internasjonale sjangerpublikasjoner som Metal Hammer UK, Visions Magazin og OX Fanzine. Albumet er ute nå gjennom Fucking North Pole Records/Blues For The Red Sun.\n\n\n\"Med 'Chemical Tardigrade' har de laget et album den utvidede punkrocksjangerens absolutte verdensklasse\" \n- Dagsavisen, 6/6\n \n“Norwegian noise rock duo reassert their invincibility”    \n- Metal Hammer UK, 8/10  \n\n\"Det som uansett er sikrere enn noen banker noensinne har vært er at de er det råeste og feteste bandet som bor og puster i Trondheim. Spidergawd, Motorpsycho og DumDum Boys får ha meg unnskyldt. Eller, drit i unnskyldningen, hør heller på \"Chemical Tardigrade\", så skjønner du hva jeg mener\"\n- The Wilhelmsens, 6/6\n \n \"Barren Womb have now shown for the fifth time that noise from Scandinavia also works beyond blast beats, studded bracelets and burning churches.\"\n- Visions Magazine, 9/12\n\n||||||\nDead Movie Animals er «Norges svar på Queens of the Stone Age», ifølge GAFFA og har blitt døpt «superkule» av selveste Refused-vokalist Dennis Lyxzén. \n\nDuoen fra Mysen har etablert seg som en eksplosiv enhet live i Oslo, hvor de i fjor headlinet KlubbØya på Revolver og Musikkfest på Vaterland. De to barndomskameratene Simen Trippestad (Despereaux, The Ape) og Per Åsmund Reymert (Pushwagnergruppen, the IV, Despereaux) spiller post-hardcore med elementer fra grunge, prog og post-punk. \nDuoen har også fått internasjonal omtale, av britiske Circuit Sweet, som kåret debutsingelen «A Little Darkness» til en av årets beste låter.\n\n24.april utgir de debutalbumet A New Current!\n",
  "updated_at": "2026-02-09T13:35:03.555Z",
  "ticket_url": "https://www.ticketmaster.no/event/barren-womb-billetter/1489474107"
}
