{
  "id": "Tik2ymELRx",
  "name": "Knivinnedagen: Feral Nature // Gloombound // Draümar",
  "tags": [
    "metal",
    "punk",
    "hardcore"
  ],
  "start_time": "2026-03-08T19:00:00+00:00",
  "end_time": "2026-03-08T22:00:00+00:00",
  "venue": "Revolver",
  "description": "Kniven fyller 13 år i år!! \n\nSøndag den 8 mars er det Kniven-og-kvinnedag, \"Knivinnedagen\" som vi så fint har kalt det. Og dette feires som vanlig inne i lokalet med kake, en rekke flotte og vakre djs, og rett og slett bare fet fest. Men, i år tar vi det ett steg lenger, slår på stortromma og prøver noe nytt. I år kjører vi på med en konsert i samme slengen. Med andre ord, dobbelt opp med fest, pils og musikk! \n\nPå denne flotte kvelden har vi med oss de lokale og album-aktuelle Oslo harcore punkerne Draümar og de like lokale dødsdoomerne Gloombound. Vi har og fått med oss en hemmelig headliner som ikke ville røpe seg selv helt enda... \n\nVi håper du har lyst til å være med å feire med oss, vi gleder oss masse iallfall! Mer info kommer snart 🙂\n\n\n\nLitt om bandene \n\nFeral Nature is a crushing distillation of metal and hardcore punk. Since 2024’s video single ‘Unleash’ and ‘Rituals’ EP, this Oslo quartet has grown like a weed, devastating audiences at Inferno Metal Festival, Desertfest, Øyafestival, and sharing stages with END (US), EYES (DK), and ENVY (JP). With the attention of BBC Radio’s Daniel P. Carter and booking representation from Atonal Agency, Feral Nature are charging into 2026 with multiple tours and festivals already announced in support of their new EP ‘Cradle of Twigs & Bone.’ Be warned.\nhttps://linktr.ee/feralnatureband\n\nOslo’s Draümar mixes ferocious hardcore punk of the classic Norwegian 80s mold, with a hint of grit and psychosis. The band previously released D'Krig EP (Adult Crash Records) and now returns with a full-length on Static Shock Records, out this February. Members also play in Assistert Sjølmord, Molbo and Null Tone. \n\n\nGloombound from Oslo is a band that blends old-school death metal with dreamy, dark, heavy doom metal. With cheeky guitar lines and hefty riffs, Gloombound creates a unique and intoxicating atmosphere. The sound is depressive, evil and manic, but also beautiful, sombre and peaceful - with a hint of hope amid all the darkness. The band draw inspiration from, among others, diSEMBOWELMENT, Spectral Voice, Dream Unending, Rippikoulu and Tideless, while still maintaining a sound that is entirely their own.",
  "updated_at": "2026-02-23T13:19:37.227Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/knivinnedagen_gloombound__dramar__tba"
}
