{
  "id": "toJcz6omHL",
  "name": "Byting",
  "tags": [
    "countryrock",
    "folkrock"
  ],
  "start_time": "2026-04-15T17:00:00+00:00",
  "end_time": "2026-04-15T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Det blir garantert «Låt og leven» når Byting kommer til John Dee 15. april! Thomas Hellekås og resten av bandet er i toppform! Alle de kjente og kjære låtene kommer på rekke og rad, med fintrimmede arrangementer og et crew som har justert produksjonen til det ypperste.\n\nDet populære bandet fra Bø i Telemark har i over 10 år spilt konserter på kryss og tvers av Norge og publikumet vokser stadig. Med tekster på klingende Bø-dialekt og hardingfele sentralt i lydbildet, omtales Byting som «Lyden av Midt-Telemark».\n\nPublikumsfavoritter som «Huldersølv», «Anne-Marie», «Einaste færr meg», «Mørke slør», «Ensom mann», «Død og pine», «Mann av glas» og «Spån» utløser alltid allsang og stemningen står i taket.\n\nByting har medvirket i flere TV-serier og program. Mest kjent er nok deltagelsen i serien *Rådebank*. Bandet var sentrale gjennom hele serien, og musikken fra Byting ble brukt i flere sentrale scener. Thomas Hellekås var skrevet inn i manuset og hadde en rolle i serien.\n\nBandet treffer et bredt publikum og har en stor fanskare over hele Norge. Over 80 millioner streams bekrefter bandets posisjon, og viser at ærlige og folkelige tekster, godt musikalsk håndverk og målrettet arbeid, gir resultater. \n\nDet er ikke lett å sette Byting i en musikalsk bås. Americana, viserock, country, folkrock, roots eller bygderock? Alt er dekkende og flittig brukt for å beskrive sjangeren som skaper den aller beste stemningen og skikkelig musikkfest på lokalet.\n\n**Byting er:**\nThomas Hellekås - gitar og vokal\nTrygve Liahagen - feler og kor\nJonas Dyrstad Valberg - gitarer, mandolin, banjo og kor\nEirik Ask - tangenter og kor\nSindre Bakkåker - trommer, mandolin og kor\nJørgen Haugland - bass og kor\n\n--\n\nBill. kr. 350,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-16T09:25:57.797Z",
  "ticket_url": "https://www.ticketmaster.no/event/1636405635?brand=johndee&camefrom=CFC_NO_Rockefeller_Byting_150426_Billettsalg&utm_campaign=NO_Rockefeller_Byting_150426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
