{
  "id": "tqA3xjUlPV",
  "name": "KOSO CLUB pres. iVloud & Opal w/ DJ PIIKSI, Soldal & Hanneks",
  "tags": [
    "KOSO",
    "CLUB"
  ],
  "start_time": "2026-03-28T22:00:00+00:00",
  "end_time": "2026-03-29T01:00:00+00:00",
  "venue": "BLÅ",
  "description": "28. MARS | KL: 23.00-03.00 | ID:20 I CC: 150,-\nKOSO CLUB is your club hub for electrifying atmosphere. We bring together the best of contemporary beats, uk funk, Afrobeats, R&B, and hip-hop. It’s the perfect place to dance and be your true self.\nWe are exited to bring out iVloud and Opal for our next club night at Blå the 28th of March ❤\n-----\niVloud\niVloud is a multidisciplinary artist and DJ who crafts sets that blends across genres with a focus on bass heavy tech, dream-like synths and soundscapes and experimental and playful percussion. She aims to reclaim the sounds of the african diaspora and invites you to enter unassuming and ready for a sonic journey beyond time and space.\n-----\nOpal\nOpal is a Norway based producer, he plays a wide selection of music. He melds together dance songs of various genres, alot of which stems from the american diaspora. For instance dembow and dancehall. The main area of focus in the music he plays is the energy. Playful rhythms accompanied by bubbling synths and atmospheres are recurring themes in his own productions, and in his sets. When he turned 18, he set out to do his first live performances around Europe, and also spent 6 months in Berlin at the end of 2022. To this day Opal has performed at various events and club nights in Stockholm, Copenhagen, London, Bristol, Oslo and Berlin. Starting out in around 2017 he has built a discography, and made contributions to music scenes that have grown in recent years. Alot of which is in the \"internet rap\" landscape. Although now the focus is primarily on evolving as a artist/producer, recently having partnered with a UK-based label APLco. As time went on he has done a number of mixes released both independently, and some of which have been featured on internet radio shows such as Tukio.se and HKCR.\nReleases: Behind the veil [Single] 2023, Za life (ft. blastah) [Single] 2022, Adultsplay Radio ft. Opal 2021 - HKCR Vanish 2025, Seventh Heaven [EP] 2024\nhttps://soundcloud.com/opal707\nhttps://www.instagram.com/opal0031\n-----\nPIIKSI\nUnder the alias DJ PIIKSI, Aleksine Piiksi has over 8 years of experience behind the decks and has performed at many of Norway’s key club venues. As part of the DJ collective KOSO CLUB, she is a regular contributor to raw and high-energy club nights at BLÅ in Oslo.\nDJ PIIKSI delivers high-energy club sets best described as “guilty pleasures in original packaging.” Mixing at a fast pace, she moves seamlessly between genres such as baile funk, reggaeton, UK garage, jersey club, grime, dance, and electronica, giving each set a broad, playful, and explosive energy—always with the dancefloor at the center.\nhttps://soundcloud.com/djpiiksi\nhttps://www.instagram.com/piiksigram/\n-----\nSOLDAL\nSoldal waves rhythmic, bass driven music with laser sharp synths in her own genre bending way. Throughout the past few years Soldal has made herself visible in the DJ scene playing across influential venues and festivals in her own country Norway and in Europe.\nShe has released music through Soul Feeder, Ashida Park, Classical Trax and HTS. In 2020 / 2021 Soldal released a collaborative EP with Danish Circuit 900, followed up by a remix EP with remixes from Slick Shoota, Miss Jay, Ballo, CXLI and Miracles.\nhttps://soundcloud.com/soldal\nhttps://www.instagram.com/soldal_/\n-----\nHANNEKS\nhanneks has managed to develop her own sound through both her recorded mixes and standing behind the decks. She likes to play a mix of melodic rhythms, hip hop references and heavier tunes crossing into the techno genre. Alongside being a part of KOSO CLUB, she is a resident DJ at Lokal Bar in Trondheim. Running her own club concept, klubbanneks, where she gathers forces from Norway`s club scene and gets the people of Trondheim dancing.\nhttps://soundcloud.com/hanneks\nhttps://www.instagram.com/hanneks/\n-----\nKOSO CLUB for the love of club, art and people. Part of KOSO family.\nFormer guests: Karen Nyame KG (UK), MikeQ (US), Juliana Huxtable (US), Zora Jones (AU), Mobilegirl (DE), Florentino (UK), Kush Jones (US), Xzavier Stone (CH), MINA (UK), Toxe (SE), Kablam (SE), La Diabla (ES), Orlando (IR), Simon Kaiser (DE), LINNEA (DE), Moesha 13 (FR), The Large (US), Miss Jay (IT), Manara (UK), mi-el (UK), Dinamarca (SE), Slick Shoota, Tia Taro, NASHA, Adipop, Ballo, Christine Dancke, Marie Komissar, Yourfr1end, Vilde Tuv, Syk Tariq, Magnus Ah OK, MERAKI, Banjee, Soju Princess & Dahir.\nNB! We want our events to be open to everyone and free from any form of harassment. Please contact a security guard if you experience anything uncomfortable ❤",
  "updated_at": "2026-02-26T10:42:54.537Z",
  "ticket_url": ""
}
