{
  "id": "TRFpFClTDV",
  "name": "BATPLANET PRES: Ruusuriimu (FI), Outosisar (FI), Träet-Mund-Spilli (SE) og VÌZ(HU)",
  "tags": [
    "goth"
  ],
  "start_time": "2026-02-20T19:00:00+00:00",
  "end_time": "2026-02-20T22:00:00+00:00",
  "venue": "Revolver",
  "description": "Batplanet er stolte av å presentere en helaften med både mystikk og magi. Vi har den store gleden av å få invitere våre skandinaviske goth-medsammensvorne til det som er den første konserten i vår regi. Feler og synther møtes i en clash av folketoner blandet med klassisk industriell goth. Det blir en hedensk samling med musikk inspirert av blant annet Current 93, Coil, Swans og Psychic TV. Vi gleder oss til å se deg der!\n\nVÍZ er et audiovisuelt avant-garde solo prosjekt fra Transylvania med Réka Csiszèr i front. Hun dykker inn i østeuropeisk melankoli og blander sammen post-industrielle teksturer med de mørke sidene av Ungarsk folkemusikk og -kultur. Sammen danner det et bilde og en atmosfære som er både kryptisk og desorienterende. \n\nRUUSURIIMU er en Helsinki-basert eksperimentell musikkgruppe som kombinerer folketoner med apokalyptisk, industriell elektronika. På hjemmebane har de allerede rukket å bli et hudholdningsnavn i det gotiske alternativmiljøet. De er kjent for sine hypnotiske, stemningsfulle forestillinger med et lydlandskap som sender lytteren inn i nye virkeligheter. \n\nOUTO SISAR er en audiovisuell duo basert i Helsinki. Duoen henter inspirasjon fra utemmede og uforutsigbare naturkrefter, støy og voldsom kaos. De strekker seg langt forbi grensene for hva som er konvensjonelt og trygt. Outo Sisar maner frem gjenferdene fra både fortid, nåtid og fremtid med musikken sin, alt i et kakafonisk kluster som sender lytteren inn i en transe. \n\nTRÄET-MUND-SPILLI fra Stockholm er et dypt personlig, spirituelt prosjekt som søker å utforske broen mellom mytologi, apokalypse, hedenskap og død. Med tradisjonelle instrumenter henter bandet inn inspirasjon fra naturmystikk og en glemt fortid og kombinerer det med en moderne, mørk klang. \n\nRUUSURIIMU: https://ruusuriimu.bandcamp.com\nhttps://www.instagram.com/ruusuriimu/\n\nOUTO SISAR:https://www.instagram.com/outosisar/\n\nTRÄET-MUND-SPILLIhttps://tret-mund-spilli.bandcamp.com/album/tr-et-mund-spilli\nhttps://www.instagram.com/traet_mund_spilli/\n",
  "updated_at": "2026-01-12T09:40:14.478Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/batplanet_pres_ruusuriimu_fi_outosisar_fi_tretmundspilli_se_og_vzhu"
}
