{
  "id": "tsUAAEgSsL",
  "name": "The Barr Brothers",
  "tags": [
    "indiefolk",
    "americana"
  ],
  "start_time": "2026-04-21T17:00:00+00:00",
  "end_time": "2026-04-21T21:00:00+00:00",
  "venue": "John Dee",
  "description": "The Barr Brothers kommer til John Dee 21. april! Den amerikanske indiefolk-gruppa, med brødrene Brad og Andrew Barr i spissen, er for tiden på en stor turné med selveste Mumford & Sons, og har nettopp sluppet albumet *Let It Hiss* – deres første på åtte år!\n\n*Let It Hiss* er produsert av brødrene selv i deres studio i Montreal, og mikset av Jon Low (The National, Taylor Swift, Bon Iver). Albumet har gjester som Jim James (My Morning Jacket), Elizabeth Powell (Land of Talk), Patrick Watson og Klô Pelgag.\n\nSiden debutalbumet i 2011 har The Barr Brothers spilt på flere store internasjonale festivaler og opptrådt på en rekke amerikanske talkshows, inkludert flere opptredener hos Letterman. Albumet *Sleeping Operator* (2014) solgte til gull, og ga dem gjennombruddshiten «Even the Darkness Has Arms», som nå har passert 115 millioner avspillinger på Spotify. \n\nBandets låter har dukket opp i serier som *True Detective*, *Your Honor*, *Catfish* og *Rookie Blue*, og de har fått ros fra storheter som Robert Plant, Bon Iver, David Crosby og Bill Kreutzmann.\n\n--\n \nBill. kr. 280,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-09T15:04:45.959Z",
  "ticket_url": "https://www.ticketmaster.no/artist/the-barr-brothers-billetter/841064?camefrom=CFC_NO_Rockefeller_The_Barr_Brothers_210426_samle_Billettsalg&utm_campaign=NO_Rockefeller_The_Barr_Brothers_210426_samle_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
