{
  "id": "ttBtHwn7L9",
  "name": "Pom Poko + supp: GiFU",
  "tags": [
    "kunstrock",
    "altrock",
    "indie"
  ],
  "start_time": "2026-02-21T18:30:00+00:00",
  "end_time": "2026-02-21T21:30:00+00:00",
  "venue": "Sub Scene",
  "description": "***Ny dato for Pom Poko + GiFU! Opprinnelig konsertdato 15.11.25. Kjøpte billetter gjelder for ny dato. ***\n\nPOM POKO:\nSpellemann-nominasjoner, Gramart-stipend, nominasjoner til Bendiksenprisen, Edvard-prisen og Nordic Music Prize, utsolgte konserter rundt om i Europa, spillelistinger på radiokanaler som BBC6, Triple J og flere, og ikke minst: en fantastisk mottakelse av debutalbumet Birthday som blant annet ble kåret til \"Årets beste norske album\" i Aftenposten.\nPom Poko har i tillegg til å markere seg med sine utgivelser også gjort seg godt bemerket som et av Norges mest unike liveband. Nå er bandet endelig tilbake med sitt tredje album, \"Champion\", som bl.a har fått terningkast 5 i Aftenposten, 4 av 5 i Mojo, og 4 av 5 i The Guardian - så gjør dere klare for en forrykende konsert på Sub Scene i november!\n\nSupport: GIFU\nGIFU er et alt-rock band som river i følelsene dine! Med et ærlig og nysgjerrig uttrykk inspirert av band som Wolf Alice, Radiohead og Big Thief, veksler GIFU mellom det skjøre og det kraftfulle, fra pianobaserte ballader med feltopptak til energiske rockelåter. Bandets debutalbum, SunnGiFU, ble sluppet i oktober i fjor, og ble møtt med terningkast 5 fra blant annet VG, Dagsavisen og Bergens Tidende. Albumet omfavner utfordringene ved å ta kontroll over eget liv og bryte fri fra begrensninger. Det binder sammen refleksjoner fra fortiden, samtidig som det er fylt med forventning og optimisme for en lysere fremtid.\nBandet har spilt rundt om i Norge og begynner å bevege seg ut av landet med konserter i London, Stockholm og Örebro, hvor de har etablert seg som et av Norges up-and-coming band verdt å følge med på!",
  "updated_at": "2025-12-16T15:46:53.619Z",
  "ticket_url": "https://www.ticketmaster.no/event/pom-poko--supp-gifu-billetter/1827050040"
}
