{
  "id": "u4udILFHNP",
  "name": "HIRAX + support: Ghetto Ghouls // Pres. av Live Wire Concerts",
  "tags": [
    "thrash",
    "metal",
    "crossover"
  ],
  "start_time": "2026-05-31T18:00:00+00:00",
  "end_time": "2026-05-31T21:00:00+00:00",
  "venue": "Vaterland",
  "description": "Det finnes band som “var der”, og så finnes det band som var med på å tenne hele brannen. HIRAX er sistnevnte. Under thrash metalens eksplosive fremvekst på 1980-tallet delte de scene med navn som Metallica, Exodus, Megadeth og Slayer, og fra Sør-California bygget de et rykte på to ting: halsbrekkende tempo og null kompromiss. I front står grunnlegger og vokalist Katon W. De Pena – kjent for elektriske liveopptredener, en fryktløs attitude og en energi som fortsatt er like intens fire tiår senere.\n\nGjennom karrieren har HIRAX gitt ut en rekke innflytelsesrike album og EP-er som har presset grensene for thrash metal ved å kombinere teknisk presisjon med rå aggresjon. Bandet har turnert verden rundt og spilt på scener og festivaler i nesten alle land i Sør-Amerika, over hele Europa, samt i Japan og USA. HIRAX regnes fortsatt som pionerer som var med på å definere og popularisere thrash metal slik vi kjenner den i dag.\nBlant dem som har latt seg påvirke finner vi blant annet Death, Deicide, Napalm Death, Spazz, Municipal Waste, Danko Jones, Abigail (Japan), Rykers (Tyskland), Anal Cunt og Deceased.\n\n////\n\nMed forkjærlighet til 80s thrash, B-filmer og fullt trøkk har Ghetto Ghouls skapt noe vi sjeldent ser i Norge. To vokalister som hyler om kapp, en drøss med soloer, trommevirvler ut av en annen verden og ei riffgryte man blir stiv i nakken av er noe du kan forvente. Som alltid er full-size maskoten Wasted Wayne med, og han er alltid klar for å moshe (!)\n\nDet er bare å få på seg battlevesten og kvesse ørene. Ghetto Ghouls sørger for at du får akkurat nok trash i trynet før HIRAX entrer scena søndag 31. mai på Vaterland!",
  "updated_at": "2026-01-23T13:24:45.298Z",
  "ticket_url": "https://www.ticketmaster.no/event/hirax--support-ghetto-ghouls-billetter/760320930"
}
