{
  "id": "uhayD9kZDU",
  "name": "Social Distortion",
  "tags": [
    "punk",
    "rock"
  ],
  "start_time": "2026-06-03T17:00:00+00:00",
  "end_time": "2026-06-03T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "De legendariske punkrockerne i Social Distortion returnerer til Oslo og Sentrum Scene 3. juni. Med røtter i L.A.-punken fra 1978 og en katalog som blander rå punk med roots rock, blues, country og rockabilly, har bandet, ledet av frontfigur Mike Ness, blitt et av sjangerens mest innflytelsesrike navn.\n\nGjennom tiår med skiftende besetning, personlige oppgjør og en stadig utvikling av uttrykket, har Social Distortion levert klassikere som «Another State of Mind», «Ball and Chain» og «Bad Luck», samt ikoniske tolkninger som «Ring of Fire». Bandet er kjent for kompromissløse, energiske konserter der Ness’ fortellinger om liv, oppgjør og håp treffer med muskler og hjerte.\n\nPå Sentrum Scene får publikum en karriere-spennende settliste med favoritter fra *Mommy’s Little Monster*, *Somewhere Between Heaven and Hell*, *White Light, White Heat, White Trash* og *Hard Times and Nursery Rhymes* – leverte med tyngde, nerve og sving. Dette blir en unik kveld med amerikansk punkhistorie på norsk jord!\n\n--\n \nBill. kr. 550,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-08T10:13:12.147Z",
  "ticket_url": "https://www.ticketmaster.no/event/709023537?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Social_Distortion_030626_Billettsalg&utm_campaign=NO_Rockefeller_Social_Distortion_030626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
