{
  "id": "ukvXELpeZB",
  "name": "Oslo Ess",
  "tags": [
    "rock"
  ],
  "start_time": "2025-12-19T18:00:00+00:00",
  "end_time": "2025-12-19T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "I 2025 blir det atter en gang førjulskonserter med Oslo Ess på Rockefeller! Kombinasjonen av akustisk konsert tidlig på kvelden og full rulle i de sene nattetimer er et av årets høydepunkt for både bandet og publikum.\n\nNår nettene blir lengre og høstens mørke slør legger seg over det gamle landet, skrus rampelyset på i dunkle kjellere, ryddige kulturhus og rølpete rockepuber. Over fjell, gjennom daler, langs hav, fjorder, dyrket mark og tett skog. Polert pønk og rufsete ballader med tekster om naiv kjærlighet, håpløs romantikk, nevroser og et utopisk Amerika. \n\nMed syv hylleveltende studioalbum, et uvisst antall radiosingler og tusenvis av konserter over hele landet, er det nesten umulig å ikke være kjent med lyden av disse rennesteinssjarmørene som har sparket opp dører/knust vinduer og smeltet hjerter rundt det ganske land siden gjennombruddet i 2010.\n\n**+ support: Sweden**\n\nSweden er lyden av Østfold. Av grensehandel og pressa polkvoter. Av tigerskott og dundersalt. Av tjukke l-er og tynne slips. Av togpendling over østfoldsteppene. Av pålandsvind og 18 grader på Foten. Sweden er lyden av Christian Spro og Fredrik Gretlands melodiøse, gitardrevne poplåter.\n\nStille og rolig pusler bandet med det som skal bli album nummer fem. Kanskje kommer det noen låter derfra denne kvelden. Eller kanskje ikke, det er jo så mange andre fine låter å plukke av...\n\n--\n\nBill. kr. 450,- / kr. 550,- (inkl. akustisk konsert) + bill.avg. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00 for den akustiske konserten og kl. 21.00 for hovedkonserten.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-12-15T08:58:10.760Z",
  "ticket_url": "https://www.ticketmaster.no/event/1681133933?=rf&camefrom=CFC_NO_Rockefeller_Oslo%2BEss_191225_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Oslo%2BEss_191225_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
