{
  "id": "uLuHclFuu8",
  "name": "TeleGram Slippefest",
  "tags": [
    "americana",
    "rock",
    "pop"
  ],
  "start_time": "2026-03-14T17:00:00+00:00",
  "end_time": "2026-03-15T02:15:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Etter nesten åtte år er supergruppen TeleGram tilbake med sitttterlengtede andre album «Common Good». Albumet følger opp debututgivelsen «The Right Song» (2018), som ble møtt med unison begeistring fra både kritikere og publikum. Førstealbumet høstet lovord som «For et sound og for en tilstand av musikalsk velvære!», «En debutplate det lukter gull og grønne skogerav!» (Musikknyheter), og førte til utstrakt turnering i store deler av landet.\nI arbeidet med kommende album valgte bandet ut 10 nykomponerte låter og pakket med seg instrumenter, mikrofoner og soveposer og innlosjerte seg på en gammel støl i Valdres-Pella. Midt mellom høstfarget lyng og knitrende peiskos, ble låtene spilt inn live i ett og samme rom. Dette har gitt albumet en helt egen nerve der hver tone og lyd i det gnistrende samspillet mellom de fire, er\nekte og nært.\n\nBåde på plate og på konserter beveger TeleGram seg i et musikalsk landskap der gitarbasert Americana møter utbroderte strykearrangementer og florlette vokalharmonier. Bandet holder fast ved sin egendefinerte sjanger «folkinspirert Kammerpop» – som favner både det intime og det storslåtte.\nTeleGram består av fire musikere med lang fartstid og erfaring fra noen av Norges mest markante prosjekter og scener (Karpe, Katzenjammer, Lillebjørn Nilsen, Odd Nordstoga m.fl.). De fire musikerne kjente til hverandre fra tidligere samarbeid, men kom sammen som gruppe for første gang i 2015 da de innså at mange av de samme musikalske interessene måtte utforskes i felleskap:\nSterke låter med inspirasjon fra klassisk folk- og singer/songwriter-tradisjon kombinert med nydelig flerstemt sang og et lydbilde som er både rytmisk drivende og klanglig mykt og vakkert.Tross ulike bakgrunner og karrierer forenes de i et felles musikalsk uttrykk som er varmt, autentisk og tidløs\n\n· Kaja Fjellberg Pettersen - cello, vokal\n· Anne Marit Bergheim - vokal, gitarer, mandolin\n· Marius Graff - vokal, gitarer, banjo\n· Håkon Aase - fiolin, vokal\nNB! Dørene åpner 18:00\nKonsertstart 19:00\nCC 250 + avgift\n",
  "updated_at": "2026-01-29T18:26:47.975Z",
  "ticket_url": "https://tikkio.com/events/61762"
}
