{
  "id": "UP6ng6BFHB",
  "name": "Oslo Queer Line Dance /Himmel",
  "tags": [
    "Queer",
    "Line",
    "Dance"
  ],
  "start_time": "2026-03-03T18:00:00+00:00",
  "end_time": "2026-03-03T21:00:00+00:00",
  "venue": "BLÅ",
  "description": "Vi starter 3 sesong av OQLD den 3. februar med påfølgende kurs annenhver tirsdag helt frem til 9.6.\n\nHvert kurs er en selvstendig undervisningsøkt og kan tas enkeltvis eller som del av en serie. Kurset krever ingen forkunnskaper.\n\nKvelden består av oppvarming, teknisk arbeid (skill work) og innlæring av to koreograferte danser. Dansene kan variere noe i vanskelighetsgrad, men opplegget er tilrettelagt slik at også uerfarne deltakere kan følge undervisningen.\n\nKurset varer fra kl. 19:30 til ca. 22:30. Det er mulig å delta frem til ca. 21:30 og likevel få et fullverdig utbytte, da første dans gjennomføres tidligere i økten.\n\nVi gleder oss til å se både kjent og ukjente fjes!\n\nDørene åpner 1900,\nlinedance fra 1930\n+20 år\nCC:150/200/250 NOK\nSesongmedlemskap: 1100/1500/2000\nSesongmedlemskap gir tilgang til alle kurs gjennom sesongen og innebærer en redusert gjennomsnittspris sammenlignet med kjøp av enkeltbilletter.\n\nEN: \nWe’re kicking off Season 3 of OQLD on February 3rd, with classes continuing every other Tuesday all the way through June 9th.\nWe can’t wait to see both familiar faces and new ones!\n\nEach class is a standalone session and can be attended individually or as part of a series. No prior experience is required.\n\nThe evening consists of a warm-up, technical work (skill work), and learning two choreographed dances. The dances may vary somewhat in level of difficulty, but the structure is designed so that inexperienced participants are able to follow the instruction.\n\nThe class runs from 7:30 pm to approximately 10:30 pm. It is possible to attend until around 9:30 pm and still gain a full learning experience, as the first dance is taught earlier in the session.\n\nDoors open at 19:00\nLine dance from 19:30\nAge limit: 20+\nEntry: NOK 150/200/250\nSeason Membership:\nNOK 1,100 / 1,500 / 2,000\nSeason membership provides access to all classes throughout the season and offers a reduced average price compared to purchasing individual tickets.\n\n\n(NO) Hva er OQLD?\nInspirert av konsepter som @stud.country ønsket vi å bringe queer line dance til Oslo! Målet vårt er å skape en morsom, sosial og inkluderende aktivitet for fellesskapet. OQLD er queer-sentrert og har som mål å tilby et trygt rom for alle LGBTQIA+. Allierte er selvfølgelig også hjertelig velkomne!\n\nFra og med 3. februar, og annenhver tirsdag utover våren, holder vi line dance-kurs på Himmel (2. etg på Blå). I midten av februar inviterer vi til klubbkveld på MUNCH (14.2)!\n\nOQLD passer for alle – også deg med to venstreføtter. Ta på deg støvlene og kom bli kjent med nye venner\nAlle kurs fungerer som selvstendige timer og du trenger ikke å møte opp fast. Nivået er tilpasset deltagere og nybegynnere er velkomne!\n\n(EN) What is OQLD?\nInspired by concepts like @stud.country, we wanted to bring queer line dance to Oslo! Our goal is to create a fun, social, and inclusive activity for the community. OQLD is queer-centered and aims to offer a safe space for everyone in the LGBTQIA+ community. Allies are, of course, very welcome too!\n\nStarting on February 3rd, and every other Tuesday throughout the spring, we’ll be hosting line dance classes at Himmel (2nd floor at Blå). In mid-February, we’re also inviting you to a club night at MUNCH (14 February)!\n\nOQLD is for everyone – even those of you with two left feet. Pull on your boots and come meet new friends.\nAll classes are standalone sessions, so you don’t need to attend regularly. The level is adapted to participants, and beginners are very welcome! ",
  "updated_at": "2026-01-23T11:09:39.949Z",
  "ticket_url": "https://www.ticketmaster.no/event/oslo-queer-line-dance-billetter/1321769576?language=en-us"
}
