{
  "id": "urLb3gGGyp",
  "name": "Tucker Wetmore",
  "tags": [
    "country",
    "singersongwriter"
  ],
  "start_time": "2026-04-14T17:00:00+00:00",
  "end_time": "2026-04-14T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Den nye countrystjernen Tucker Wetmore kommer til Rockefeller 14. april på sin *The Brunette World Tour*! Den ACM- og CMA-nominerte singer-songwriteren har allerede blitt streamet over 1 milliard ganger, og har på bare noen få år satt tydelige spor etter seg.\n \nGjennombruddet kom med suksess-singlene «Wine Into Whiskey» og «Wind Up Missin’ You», som begge endte opp på Billboard Hot 100 i 2024.\n \nEtter to låter på *Twisters*-soundtracket, debut på Grand Ole Opry og en utsolgt headliner-turné, slapp Wetmore sitt kritikerroste debutalbum *What Not To* tidligere i år.\n \nHan har allerede turnert med tungvektere som Luke Bryan, Jason Aldean og Jordan Davis, og tilbrakte sommeren på veien sammen med superstjernen Thomas Rhett.\n\n«I’ve been lucky to play these songs for fans all over the country in the past year and a half, but getting to headline my own tour — and take it to fans in the U.K. and Europe for the first time — is something I’ve dreamed about for a long time. I’m bringing some of my favorite people out on the road with me and you can bet we’re going to make it a party every night.»\n**– Tucker Wetmore**\n \n--\n \nBill. kr. 400,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-03T13:54:20.666Z",
  "ticket_url": "https://www.ticketmaster.no/event/1737396397?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Tucker_Wetmore_140426_Billettsalg&utm_campaign=NO_Rockefeller_Tucker_Wetmore_140426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
