{
  "id": "Uu0uChDVia",
  "name": "Rozario + Lily Löwe",
  "tags": [
    "metal",
    "hardrock"
  ],
  "start_time": "2026-02-20T18:00:00+00:00",
  "end_time": "2026-02-20T22:00:00+00:00",
  "venue": "John Dee",
  "description": "**Rozario:**\n\nRozario kom som en virvelvind inn på den norske metalscenen med sitt kritikerroste debutalbum *To The Gods We Swear* i 2023. Albumet fikk strålende anmeldelser, og amerikanske Highwire Daze skrev: «’To The Gods We Swear’ by Rozario is one of the most stunning debut albums of the year in any genre!!!». Anmeldelsen ble toppet med 10 av 10 stjerner – en bragd for et debutband fra Norge.\n\nMed albumet i ryggen turnerte Rozario Norge på kryss og tvers fra Svolvær i nord til Mandal i sør i 2023 og 2024. Høydepunktet kom med en egen headliner-konsert på John Dee.\n\nDet siste året har bandet vært i studio med produsent Trond Holter (Wig Wam, Jorn) og jobbet med oppfølgeren til debutalbumet. Resultatet er *Northern Crusaders* – et album som overgår alt Rozario har gjort tidligere. Albumet slippes 20. februar, og samme kveld feires det med en storslått releasekonsert på John Dee!\n\nFørste singel, «Fire & Ice», slippes medio november og gir en forsmak på bandets nye musikalske retning – større, tyngre og mer melodisk enn noensinne.\n\nBandet har også fått et nytt medlem i den 26 år gamle gitarvirtuosen Taran Lister, som med sitt blendende og melodiske gitarspill har satt et tydelig preg på det nye albumet, og løftet Rozario til et nytt nivå.\n\nRozario spiller allerede flere av de nye låtene på konsertene i høst og gleder seg til å dele *Northern Crusaders* med fansen. Dette er bare å spenne seg fast – for Rozario 2.0 er her, og de er sterkere enn noen gang!\n\n**Lily Löwe:**\n\nLily Löwe er et norsk rockeband som grunner i melodisk hardrock. \n\nHun debuterte under MGP i 2022 med låten «Bad Baby», og slapp samme året debutalbumet *LÖWE*, produsert av Trond Holter, som høstet god kritikk. Nettavisen ga MGP-låten «Bad Baby» 9/10, og Norway Rock Magazine skrev i sin anmeldelse «I tillegg har Löwe en stemme med pondus, trøkk og attitude». \n\nI 2025 har Löwe sluppet fem singler – «Wild», «Demons», «Puppet Master», «Glitter & Gore» og tittellåten «Beautiful Disaster» fra det kommende andre albumet som slippes tidlig i 2026. Med sin rå energi og emosjonelle dybde er Löwe et navn å merke seg.\n\n--\n\nBill. kr. 300,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-09-29T12:33:26.127Z",
  "ticket_url": "https://www.ticketmaster.no/event/1628324718?brand=johndee&camefrom=CFC_NO_Rockefeller_Rozario_200226_Billettsalg&utm_campaign=NO_Rockefeller_Rozario_200226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
