{
  "id": "UWiguaux0d",
  "name": "Kings of Thrash + special guests: Mortal Sin + Under The Oak",
  "tags": [
    "thrash",
    "metal",
    "heavymetal"
  ],
  "start_time": "2026-08-20T17:00:00+00:00",
  "end_time": "2026-08-20T21:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "Kings of Thrash – The Legacy of Megadeth Live\nMed David Ellefson & Jeff Young (ex-Megadeth)\n\nKings of Thrash bringer tilbake energien, råskapen og presisjonen fra thrash-metallens gullalder.\nKings Of Thrash består av tidligere medlemmer av Megadeth som fremfører klassikere fra de banebrytende albumene Killing Is My Business… And Business Is Good! og So Far, So Good… So What!.\n\nMed bassist David Ellefson og gitarist Jeff Young i front leverer bandet thrash-historie live – rått, autentisk og kompromissløst.\nDette er ikke et coverband, men ekte historie på scenen – en unik mulighet for publikum til å oppleve Megadeths arv fra musikerne som var med å skape den.\n\nEt sterkt trekkplaster for metal- og rockepublikummet – særlig fans av Megadeth, Metallica, Slayer, Testament og Exodus!\n\n• • • • • • • • • • • • • • • • • •\nMORTAL SIN (AUS)\nMortal Sin ble startet på midten av 1980-tallet i de vestlige forstedene av Sydney og ble raskt et ledende band på den australske metalscenen.\nDeres Metallica-inspirerte debutalbum Mayhemic Destruction ga dem internasjonal oppmerksomhet og etablerte dem innen 1987 som Australias fremste thrash metal-band. Til tross for interne spenninger og flere utskiftninger i besetningen holdt bandet seg aktive, og gjorde et sterkt comeback i 2004 med nytt materiale og turneer.\n\nI 2025 feiret Mortal Sin 40-årsjubileet for deres banebrytende debut med en fornyet lineup og en Europaturné i 2026 – inkludert en konsert i Oslo. Ikke gå glipp av dette!\n• • • • • • • • • • • • • • • • • •\nUNDER THE OAK\nBandet har ikke eksistert i så mange år, men medlemmene har røtter i metallmiljøet tilbake til åttitallet, og de begynner å nærme seg 40-års jubileum på å spille i metallband. \n\nMusikkmessig har de føttene godt plantet i åttitallets Thrash Metal og Heavy Metal. De ser på musikken sin som en hyllest til dette tiåret, og for å understreke dette krydrer de både konserter og plateutgivelser med en og annen coverlåt. \n\nDet har blitt nevnt at bandet hadde vært toneangivende hvis disse albumene blei utgitt for 35 år siden, men sannheten er jo heller den at verken albumene Ripped up by the Roots (2020), Rattus Norvegicus (2022) og The Last Of A Dying Breed (2024) kunne blitt unnfanget uten inspirasjonen fra alle de bandene som formet sjangeren den gangen.\n",
  "updated_at": "2025-11-18T10:01:06.726Z",
  "ticket_url": "https://www.ticketmaster.no/event/1072253791"
}
