{
  "id": "UzXSFn9XkR",
  "name": "Zimmer90",
  "tags": [
    "alternativepop",
    "electro",
    "indie"
  ],
  "start_time": "2026-10-29T18:00:00+00:00",
  "end_time": "2026-10-29T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Zimmer90 har befestet sin posisjon som et av vår tids mest spennende alternative pop-navn. Debutalbumet *Interior* ble sluppet i fjor høst, og har passert 155 millioner streams. Nå legger electro-indie-fenomenet ut på sin hittil største europaturné, med hele 29 konserter i 16 land. Torsdag 29. oktober kommer den tyske duoen til Oslo og John Dee!\n\nForent av en felles lidenskap for musikk, arkitektur, interiørdesign og kunst, har Finn (keys, bass) og Joscha (vokal, synther) en nær og intuitiv kjemi som fungerer like sterkt på plate som på scenen. \n\nZimmer90 har bygget opp en lojal og stadig voksende internasjonal fanbase. Med over 150 headliner-konserter i Europa, USA, Mexico og Asia, og mer enn 20.000 solgte billetter, er det ingen tvil om at duoen er på kraftig oppadgående kurs.\n\nI studio har Zimmer90 samarbeidet med profilerte navn som Nick Littlemore (Empire of the Sun), Patrick Hetherington (Parcels), Stargate og Charlie Ziman (Malcolm Todd) – noe som lover svært godt for spennende ny musikk i tiden fremover!\n \n--\n \nBill. kr. 310,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-02T14:57:50.550Z",
  "ticket_url": "https://www.ticketmaster.no/event/485504049?brand=johndee&camefrom=CFC_NO_Rockefeller_Zimmer90_291026_Billettsalg&utm_campaign=NO_Rockefeller_Zimmer90_291026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
