{
  "id": "v1wft7QYIx",
  "name": "Billy Mahonie",
  "tags": [
    "Postrock",
    "rock"
  ],
  "start_time": "2026-05-29T18:00:00+00:00",
  "end_time": "2026-05-30T01:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Billy Mahonie return to Oslo after a thousand years (ok 26 or so).\nThey loved it the first time so much that one member actually now lives here and has become Norwegian!\nThe band returned with a new album in 2024 after a LOOOOONG break, and the sound kicks off where they left off.\nAnd the album press release...\nBRITISH POST-ROCK LEGENDS BILLY MAHONIE RETURN WITH FIRST NEW MATERIAL FOR 24 YEARS\nNEW ALBUM ‘FIELD OF HEADS’ TO BE RELEASED MAY 24TH VIA WHISTLING SAM PROJECTS\nPRE-ORDER THE ALBUM HERE:\nWATCH THE VIDEO FOR LATEST SINGLE ‘KAIJU’ HERE:\nFormed in the first wave of British post-rock alongside the likes of Mogwai in the late 90s, John Peel favourites Billy Mahonie are set to return with the first new music from their original line-up in some twenty-four years. Whilst their debut album ‘The Big Dig’, released in 1999 on Too Pure Records, is considered a classic of the post rock genre, Billy Mahonie always crafted their intricate music with memorable hooks and melodies and performed it with energy and gusto. Theirs was not an aimless, meandering sound, instead the songs and attitude were rooted in punk rock, and still are. Billy Mahonie put the rock into post-rock.\nSet for release this coming May 24th via Whistling Sam Projects, ‘Field Of Heads’ sees the band returning with their classic original line-up of Gavin Baker (guitar), Howard Monk (drums), Hywell Dinsdale (bass and guitar) and Kevin Penney (bass and guitar). Whilst this line-up has been semi active for a few years, no new material came to fruition. After their last gig in 2017, however, the band decided it was time to get back into the studio, but with two members living abroad new challenges were faced, but ideas were shared, old ones were resurrected and finally in October of 2019, Billy Mahonie were back in the studio.\nRecorded over two long weekends on either side of the Covid 19 lockdowns, the band tracked at The Church studios, owned by their former collaborator and front of house engineer Paul Epworth, with senior engineer Luke Pickering at the controls, allowing ‘Field Of Heads’ to quickly take shape.\nNew single ‘Kaiju’ gives the music world the first taste of ‘Field Of Heads’ and right from the off, it’s classic Billy Mahonie. Immediately bursting into life with the energy and melody that is so unique to their sound, Howard’s driving drums thrust the music ahead as the guitars and synths weave their way around them. Intricate and shifting, but never at the expense of a tune that sticks in your head.\n“This one came from a chord progression myself and Gav first tried out jamming in 2010,” explains drummer Howard. “Needless to say, when Hywell and Kev got their hands on it, it became something no-one ever envisaged. Kev's great title is, of course, the Japanese name for the subgenre of monster-based science fiction. A frenetic riff opens the song and for a counter guitar part only two options remain, play in the minimal gaps or find an overarching theme. We chose both. Kaiju films influence the additional Synths, echoes of those early Japanese movie themes. Some people we have played this to in advance have suggested this track is one we should lead with, as it is kind of where we left off. We agree. It rocks pretty hard. And is a bit funky too. What’s not to like?!”\n\n\nWatch the video for ‘Kaiju’ HERE:\n\nFurthermore, Billy Mahonie now have their own label, Whistling Sam Projects, set up for global distribution through SRD. After nearly quarter of a century, Billy Mahonie are very much back.",
  "updated_at": "2026-02-04T16:40:33.975Z",
  "ticket_url": "https://tikkio.com/events/62074"
}
