{
  "id": "v3pSSRsxyn",
  "name": "Feral Nature releasekonsert | Special guests: Celestial Scourge + Obstruktion (SE)",
  "tags": [
    "hardcore",
    "metall"
  ],
  "start_time": "2026-02-11T19:00:00+00:00",
  "end_time": "2026-02-11T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "FERAL NATURE er en knusende destillasjon av metal og hardcore punk. Denne norske kvartetten eksploderte inn på scenen i 2024 med videosingelen “Unleash” – men for de som har fulgt med i undergrunnen, har Feral Nature rumlet i buskene siden 2022.\n\nI løpet av 2024 ga de ut en rekke singler med prominente gjester fra LLNN, Okkultokrati, Barren Womb, SÂVER og flere – og avduket gradvis sin debut-EP “Rituals”, feiret med en utsolgt releasekonsert i hjembyen Oslo.\n\nI 2025 skrudde de opp tempoet ytterligere og spilte på Inferno Metal Festival, Feyestival, Desertfest, Øyafestivalen, By:Larm, Lilló Hardcore Fest og Vill Vill Vest, og delte scene med blant andre END (US), EYES (DK), Envy (JP) og flere. Til og med Daniel P. Carter fra BBC Radio 1’s Rock Show fikk øynene opp for denne malstrømmen som vokser i nord.\n\nNå, i 2026, stormer Feral Nature videre med overveldende kraft. Oppfølger-EP-en “Cradle of Twigs & Bone” er i ferd med å komme til overflaten, og bandet legger grunnlaget for et travelt år med festivaler som A Colossal Weekend og flere turneer på vei. Feral Nature er her.\n\n• • • • • • • • • • • • • • • • • •\n\nLangs Norges vidstrakte kystlinje finner du en kosmisk kraft fylt av ubeskrivelig brutalitet. Denne kraften heter CELESTIAL SCOURGE.\nMed et lydbilde som tar utgangspunkt i old school brutal death metal, men med tekniske elementer som holder fremdriften konstant, leverer de en høyhastighets-, nådeløs opplevelse.\n\nCS ble grunnlagt i 2021 av bassist Stian Gundersen, og i januar 2023 ga de ut sin femspors debut-EP “Dimensions Unfurled” på Time to Kill Records. I februar 2025 rystet de den norske scenen med sitt første fullengdealbum “Observers of The Inevitable”, også utgitt av Time to Kill Records.\n\nBandet består av Stian Gundersen, Kristoffer Lunden, Eirik Waadeland, Hans Jakob Bjørheim og Sindre Wathne Johnsen – musikere kjent fra band som Blood Red Throne, Deception, Ruun, SOAS, Vorbid, Todesking og flere.\n\nCelestial Scourge spiller en miks av kosmisk, brutal tech death inspirert av universets brutalitet. Med intense trommer, drivende bass, avgrunnsdype growls og teknisk gitararbeid skaper de en vegg av kosmisk vanvidd.\n\nFor fans av: Suffocation, The Zenith Passage, Cattle Decapitation, Cannibal Corpse.\n\n• • • • • • • • • • • • • • • • • •\n\nOBSTRUKTION er en kraftpakke i den svenske undergrunnsscenen, og blander rå intensitet med dyptgående lyriske temaer. Bandet er kjent for sin nådeløse energi og fryktløse utforskning av mørke og personlige emner.\n\nMed sitt andre fullengdealbum “The End Takes Form” fortsetter Obstruktion å utfordre grensene – og etterlater lite annet enn ruiner i kjølvannet.",
  "updated_at": "2025-11-13T10:50:37.599Z",
  "ticket_url": "https://www.ticketmaster.no/event/feral-nature-releasekonsert-%7C--celestial-scourge--obstruktion-billetter/910669264"
}
