{
  "id": "VbqtYBFk6Y",
  "name": "Jim Snidero & Bjørn Vidar Solli Quartet // Kafé Hærverk ",
  "tags": [
    "Jazz, Impro"
  ],
  "start_time": "2026-02-18T19:00:00+00:00",
  "end_time": "2026-02-18T22:00:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Jim Snidero & Bjørn Vidar Solli Quartet. \n\nDen amerikanske altsaksofonisten Jim Snidero har vunnet Grammy, gitt ut 26 plater i eget navn og var på femteplass på årets Down Beat Critics Poll, men har kun én gang i sin lange karriere spilt i Norge. Den Norske gitaristen Bjørn Vidar Solli inviterer nå Snidero til landet og starter et nytt musikalske samarbeid. \n\nSnidero er kjent for sin unike og fengslende tilnærming til jazz. Beskrevet som en \"virtuos\" (Downbeat) med \"forbløffende\" improvisasjonsevner (The Guardian) og en av de reneste saksofonlydene i verden (Stereophile), har han over 16 millioner strømminger på Spotify og Apple Music. Hans album Live at the Deer Head Inn (2021) fikk 5 stjerner i Downbeat.\nHan vokste opp i Camp Springs, Maryland og begynte tidlig å studere jazz under legender som Phil Woods og David Liebman. Han flyttet til New York som 23-åring og ble straks medlem i bandet til Brother Jack McDuff. Han ble raskt kjent som en fremragende musiker og spilte med store navn som The Mingus Big Band, Eddie Palmieri, Sting og Frank Sinatra. Som bandleder har han gitt ut 26 album, hvorav Blue Afternoon (1989) er ifølge The Penguin Jazz Guide: The History Of The Music In The 1001 Best Albums, blant de beste jazzalbumene noensinne.\n\nI rytmeseksjonen er den legendariske finske trommeslageren Jukkis Uotila, som Snidero har spilt med i godt over 30 år. Og på bass er det den fremadstormende nordmannen Johannes Elnan. Bandet skal spille låter av Snidero og Solli, samt et par standards.\n\nJim Snidero - sax\nBjørn Vidar Solli - gitar\nJukkis Uotila - trommer\nJohannes Elnan - bass\nDører: 20:00\nKonsertstart: 20:30\nInngang: 250.-+avgift \nID: 20",
  "updated_at": "2026-01-15T16:29:27.115Z",
  "ticket_url": "https://tikkio.com/events/61509"
}
