{
  "id": "vCC4YXzTlw",
  "name": "LEK Rec: Lárus (live) / Patås / Kim Dürbeck",
  "tags": [
    "techno",
    "electro",
    "jungle"
  ],
  "start_time": "2026-02-27T22:00:00+00:00",
  "end_time": "2026-02-28T02:15:00+00:00",
  "venue": "KAFÉ HÆRVERK",
  "description": "Du leser kanskje denne teksten og tror det begynner her, men sjangsen er stor for at den kulturinteresserte allerede har overvært en lengre kulturøkt med Motvind Kulturlaug (for all you english speakers out here and in there it means Againstwind CultureGuild if you translate it directly which is the way alot of norwegians speak english before they travel alot) på gledeshuset Hærverk. Patåsen kommer til å spille deep cutz kun forbeholdt frikere i skauen i rollag hver sankthans for å holde fast i følelsen som har satt seg i sjappa. Jaja så glir det over i cløøøøb når alle frikerne som ikke er i skauen i rollag hver sankthans glir inn i hærverksvelget som en sliten trankapsel for ei utblåsing. \nOmega-3 blir det også når Lárus presenterer sitt nye Liveset som presser frem stankfacet fortere enn ei råtten uer i badstua. I et ferskt intervju møtte LEKs utsendte en opplagt Lárus som ser tilbake på livet i fiskebutikken til familien som en «learning experience» og «hadde ikke vært den jeg er i dag» og avslutter med ei litta  «det er egentlig der jeg lærte å spille musikk. Hele sounden min er fra den sjappa».  \nNå har Kim D endelig kjøpt seg nok skiver til at han kunne lagd en liten Oslokarriere for en ung fremadstormende DJ kun med plater han selv ikke rekker å røre. I drømme har LEKs utsendte sett Kim bli en slags fusion av Smaug fra Hobbiten og Kong Midas der han hoarder skiver og rensker samlinger samtidig som dragetemperaturen sakte smelter skivene vekk. Det var litt trist men det er litt sant også. Så hver gang Kim setter på ny track og det går litt for deg i trusa, tenk bare på alt det han ikke spiller nå !\n\nElskverdig Electro, Trist Techno, Heslig House, og Jukey Jungle til Krister puller plugen og skjeller oss ut!\n\n--\n\nID: 20\nCC: 150,-\n\n",
  "updated_at": "2026-02-14T15:16:12.725Z",
  "ticket_url": ""
}
