{
  "id": "VEduoz3Gi5",
  "name": "Witch Fever",
  "tags": [
    "punk",
    "alternativerock"
  ],
  "start_time": "2026-04-13T17:00:00+00:00",
  "end_time": "2026-04-13T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Det kompromissløse doom-punk-bandet Witch Fever kommer til John Dee 13. april! Manchester-kvartetten er aktuelle med det hyllede andrealbumet *FEVEREATEN*.\n\nSiden oppstarten i 2017 har Witch Fever galoppert seg til fronten av den blomstrende alternative scenen i Storbritannia. Med en miks av punk, dystre atmosfærer og rå sårbarhet fikk debutalbumet *Congregation* (2022) strålende omtaler. Nå går de enda dypere inn i mørke, ukjente lydlandskap med *FEVEREATEN* – og skrur opp temperaturen ytterligere.\n\n«This will be our first headline tour in a really long time and we’re super excited to get up close and personal with everyone again. We spent 2 months touring arenas with Volbeat and we kinda missed the intimacy of smaller shows and sweating with u all so this will be fun !! We wanna see all your faces alright so come !!!»\n**– Amy Walpole (Witch Fever)**\n\n\n**Pressen om *FEVEREATEN*:**\n\n«A staggering advancement of their sonic sorcery, blacker, richer, more refined yet just as gut-wrenching.»\n**– Kerrang**\n\n«Here, songs tower over like evergreens in a forest, crashing in from above like a veil of pouring rain to sweep everything away like an avalanche, an immersion into the natural world the band have constructed. »\n**– DIY**\n\n«Mancunian doom punks bring refinement to their rage.»\n**– Metal Hammer**\n\n--\n \nBill. kr. 360,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-26T09:58:16.124Z",
  "ticket_url": "https://www.ticketmaster.no/event/1711873930?brand=johndee&camefrom=CFC_NO_Rockefeller_Witch_Fever_130426_Billettsalg&utm_campaign=NO_Rockefeller_Witch_Fever_130426_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
