{
  "id": "VeghV63Dyh",
  "name": "Xzibit  ",
  "tags": [
    "hiphop",
    "rap"
  ],
  "start_time": "2026-05-23T17:00:00+00:00",
  "end_time": "2026-05-23T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "En av vestkystens mest markante rappere, Xzibit, kommer til Oslo for første gang på 14 år, for å holde en eksklusiv konsert på Sentrum Scene!\n\nMed en karriere som strekker seg over tre tiår, regnes Xzibit som en sentral figur i amerikansk hiphop-historie. Han debuterte allerede i 1996 med albumet *At the Speed of Life*. Hans definitive gjennombrudd kom med albumet *Restless* fra år 2000, hvor Dr. Dre var executive producer. Gjester var blant annet Snoop Dogg, Eminem og Nate Dogg.\n\nNår Xzibit endelig tar turen til Oslo igjen, er han backet av Furnace Band, og sammen skal de levere et bredt utvalg av låter fra hele hans karriere. Fans kan glede seg til klassikere som «X», «Get Your Walk On», «Paparazzi», «Multiply» og selvsagt verset hans fra «What's the Difference».\n\n**Support-DJs: Big Ice & Jaypea (Playboy Foundation)**\n\nBig Ice, kjent fra Da Playboy Foundation, er Norges egen West Coast-produsent og talkbox-artist. Aktiv siden 1998 har han etablert seg som en RIAA-sertifisert gull- og platina-komponist og produsent i USA, med over 2 millioner solgte plater! Tro mot røttene leverer han tidløse West Coast-bangers med autentisk sound og kompromissløs stil. Big Ice har produsert musikk for en rekke legendariske internasjonale artister, blant andre Baby Bash, Paul Wall, Daz Dillinger, Spice 1 og MC Eiht, i tillegg til produksjoner for noen av Norges mest markante navn som Oral Bee, Mr. Pimp-Lotion, Lars Vaular, A-Laget, Joddski, Klovner i Kamp, og Yoguttene.\n\nJaypea er DJ-en som tok scratching ut av gutterommet og rett inn på VG-Lista Topp 20 på slutten av 90-tallet – til forvirring for noen og glede for mange. Han var i over fem år å se i et TV-program på NRK, og kjørte sitt eget morgenshow på NRK2, *Jaypea Show*, med hiphop og R&B før folk flest hadde rukket å drikke kaffen. Siden 2016 har Jaypea vært fast DJ for The Playboy Foundation, sammen med Oral Bee, Pimp Lotion og Big Ice.\n\nDette blir en sjelden anledning for dem som er glade i westcoast-hiphop til å oppleve denne sjangeren live og ufiltrert midt i hovedstaden!\n\n--\n \nBill. kr. 490,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet. \n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-04T10:02:45.521Z",
  "ticket_url": "https://www.ticketmaster.no/event/1649218734?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Xzibit_230526_Billettsalg&utm_campaign=NO_Rockefeller_Xzibit_230526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
