{
  "id": "vg52KbGNbc",
  "name": "Minifestival : Grinedræng // Lost Highways // The Vela Incident ",
  "tags": [
    "Rock",
    "Pop",
    "punk"
  ],
  "start_time": "2026-04-17T17:00:00+00:00",
  "end_time": "2026-04-17T21:00:00+00:00",
  "venue": "Mir",
  "description": "Grinedræng:\nGrinedræng representerer en ny generasjon av Norsk rock. Bandets musikk er en sterk kombinasjon av pulserende bass, rå gitarlinjer, dunder fra trommer og tekster om samfunn, problemer og opplevelser. Tidligere har vi sett Grinedræng på Rockefeller, By: Larm og John Dee, hvor publikum alltid blir varme og gode i trøya! Hvis Grinedræng kan én ting, er det å levere show, musikk og energi.\n\nGrinedræng har utgitt 3 singler og en EP i 2025, og er på vei i studio for å jobbe med det som skal bli deres første album.\nBandet består av Erle, Agnes, Max, Jøgge og Frida.\n\nhttps://www.instagram.com/grinedraeng.official/\n\nLost Highways:\nLost Highways spiller oslobasert og gitardrevet melankolsk 8mm-rock! \nBandet ble gjenforent etter en lengre pause i 2021, og holdt konserter på blant annet Gamla og Cosmopolite i Oslo påfølgende år.\nBandet har fire utgitt fire singler, og nå arbeides det i studio med det som skal bli bandets første album.\n\nLost Highways er:\nKyrre Breien (vokal, gitar)\nLars Edvardsen Flateby (gitarer)\nJo Espen Bergseth (bass) \nGeir Løvdal (trommer)\n\nhttps://www.instagram.com/losthighwaysnor/\nOmtale av The Vela Incident\n\nThe Vela:\nThe Vela Incident returnerer til MIR.\nVela er et coverband som spiller rock slik det skal være, tøft, hardt og rått. Bandet har spilt sammen i\nen årrekke og har et repertoar bestående av kremen av norske punk- og rockelåter, ispedd noen\nudødelige favoritter fra tidligere tider. Det blir svett og tett og du får hoppe opp og ned.\n\nBandet består av:\nAxel Borge: Vokal\nBaard Johansen: Trommer\nKnut Dischington: Gitar\nOle Kristian Nystrøm: Bass\nRoger Martinsen: Gitar\n\nhttps://www.instagram.com/thevelaincident/\n\nRekkefølge band på konserten:\n\n1. Grinedræng\n2. Lost Highways \n3. The Vela Incident\n\nMIR åpner kl 19:00\nCC: 100,-\nID: 20 +",
  "updated_at": "2026-02-20T14:08:31.870Z",
  "ticket_url": "https://checkout.ebillett.no/368/events/312/purchase"
}
