{
  "id": "ViYmXjSZNI",
  "name": "CONTRARIAN Live + DJ Sannergata @ MIR",
  "tags": [
    "Elektro",
    "Synthpop",
    "DJ"
  ],
  "start_time": "2026-01-14T18:00:00+00:00",
  "end_time": "2026-01-15T00:00:00+00:00",
  "venue": "Mir",
  "description": "Dører kl. 19 // ID: 20+ // Gratis CC MEN....\n\n.... vi setter pris på om du donerer til et godt formål, nemlig Lisaklinikken, som er rett over gata for Mir. \nLisaklinikken drives av Dyrebeskyttelsen Norge, og er et gratis veterinærtilbud til dyr av eiere som av ulike grunner ikke kan betale for veterinærbehandling. Vipps Nr: 2271 // Mer info: www.dyrebeskyttelsen.no/lisaklinikken\n\nCONTRARIAN live: ca. kl. 22. \nDJ SANNERGATA før og etter konserten, pluss mulighet for en overraskelse!\n\nCONTRARIAN er det elektroniske aliaset til multikunstner Gøran Karlsvik (DAMOKLES, THIS SECT, ZAP, INHUMANOIDS, ENDTIMERS, etc.) \nKarlsvik kommer fra så mangt innen kulturfeltet, med bakgrunn fra TV, tegneserier, litteratur, grafisk design, illustrasjon og journalistikk. \nSamt DIY bandvirksomhet, helt tilbake til de spede tenåra, da spesielt innen post-punk, hardcore og indierock. \nDet ble etterhvert et ønsket frislipp å dykke inn i en annen auditiv interesse, nemlig elektronisk musikk. \nEn overflod av album, singler og musikkvideoer samt remixer er utgitt siden oppstart, på Sect Appeal Records; Hit Singles 2018-19, Anomaly Lounge, Nocturnalian, Neon Nihil, Berlin Trilogy Duology, No Thing Like Nothing og Appetite For Deconstruction.\nContrarian kan beskrives som snål og glitchy elektronika, med nikk til uhyggelig filmmusikk, elektroniske helter som Boards of Canada, Aphex Twin og DEVO, gamle TV/arkadespill pluss 80-tallets synthpop, samt støyete proto-industrielle saker som Cop Shoot Cop, Einstürzende Neubauten eller tidlig Ministry. Sluttresultatet låter ca. som forvrengte signaler fra en destruert dystopisk fremtid, alltid med melodiøs melankoli i bånn. Opptredener er improviserte, fremført med et Dr. Frankenstein’sk oppsett bestående av bærbare analoge synther som passer i en ryggsekk. Live visuals er en konstant del av settet. Stor kaosfaktor, blir ikke samme opplevelsen to ganger.\n\nCONTRARIAN Link-O-Rama:\nc0ntrarian.bandcamp.com\nyoutu.be/7nbdShXSqF8?si=zsPnecBa9z8sHgD6\nwww.facebook.com/c0ntrarian\nhttp://open.spotify.com/artist/2Aun0xEihlFYByz6qnz6rr...\nsectappeal.bandcamp.com ",
  "updated_at": "2026-01-12T22:02:19.627Z",
  "ticket_url": ""
}
