{
  "id": "VORXoLGhP0",
  "name": "Féleth + Senti",
  "tags": [
    "dødsrock",
    "deathmetal",
    "metall"
  ],
  "start_time": "2026-01-23T19:00:00+00:00",
  "end_time": "2026-01-23T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "I hjertet av Nord-Norge finner du Féleth, en sjarmerende kvintett bestående av fem frydefulle musikalske gutter som spiller ekstrem og teknisk musikk, som de selv beskriver som ‘’Teknisk dødsrock’’.\n\nDenne 5-manns støy maskinen fra Finnmark skriver blytunge riff-drevne låter fylt med intense melodiøse gitarer, lynraskt trommeslagverk og ekstrem guttesang, kjent for sine energiske, tighte og koselige opptredener.\n\nGutta debuterte i 2020 med «Depravity», som ble godt mottatt både nasjonalt og internasjonalt med sterke anmeldelser, og slapp deres andre album «Divine Blight» ut i 2022, samme året hvor de var å se på Tons Of Rock, by:Larm og Buktafestivalen. Året etter spilte de Inferno Metal Festival. I etterkant har de holdt seg aktive og spilt landet høyt og langt.\n\nFramover jobbes det effektivt mot nytt album, som du kan få høre noen sneakpeaks av live på utvalgte konserter i 2025.\n\nHer er noen av tilbakemeldingene Féleth har fått på «Depravity»:\n\"It’s a very easy album to get drawn into and find yourself head-banging too instinctively.» - Games, Brrraaains & A Head-Banging Life. «9/10»\n\n«Féleth does death metal fast and aggressive, reigning in their impressive technical chops for maximum impact»- Toilet ov Hell.\n\n\"Féleth offer an edge-of-your-seat experience that is both fresh and captivating.» Metal Inferno. «9/10»\n---------------------------------\nDet moderne metalbandet SENTI braste inn i den norske metal-scenen for knapt et år siden. Med opprinnelse fra Nord-Norge, så bandet ut til å komme ferdig formet helt fra starten. \n\nOm det er isolasjonen i nord som gjorde det slik eller om det er en annen forklaring, vet vi ikke. Det vi vet er helt siden de begynte å spille på klubber i Oslo, har de snudd hoder med sitt følelsesladede moderne metal-uttrykk, sylskarpe ferdigheter og svært dynamiske liveshow. \n\nMed et bredt palett av influenser– fra rolig ambiente lydlandskap, til hardtslående metal-breaks og melodier – er Senti et spennende prosjekt for fremtiden i den norske metalscenen.",
  "updated_at": "2025-12-02T14:22:10.083Z",
  "ticket_url": "https://www.ticketmaster.no/event/feleth-billetter/1039830432"
}
