{
  "id": "vxKT7Dngn3",
  "name": "Onslaught",
  "tags": [
    "thrash",
    "metal"
  ],
  "start_time": "2026-02-17T18:00:00+00:00",
  "end_time": "2026-02-17T22:00:00+00:00",
  "venue": "John Dee",
  "description": "De britiske thrash metal-pionerene Onslaught kommer til Oslo og John Dee 17. februar! \n\nMed moshpit-klassikere som «Power From Hell», «Metal Forces», «Killing Peace», «66’Fucking’6» og «Bow Down to the Clowns», og turneer i over 70 land sammen med giganter som Motörhead, Slayer og Anthrax, er de ubestridte konger av UK thrash.\n\nOnslaught er levende thrash-historie. Bandet ble dannet i 1982 og er fortsatt like brutale. De er aktuelle med sitt åttende album, *Origins of Aggression*, som består av nyinnspillinger av tidlige låter og covere av punk- og metalbandene som inspirerte dem.\n\nMed vokalist Sy Keeler tilbake i front og grunnlegger Nige Rockett på riffmaskinen er Onslaught mer nådeløse enn noensinne. See you in the pit!\n\n**+ support: Persecutor**\n\nDet danske thrash metal-bandet Persecutor har etablert seg som et av de mest energiske og kompromissløse navnene på den moderne metalscenen. Med sitt aggressive og fengende lydbilde, intense liveopptredener og tydelige visuelle uttrykk leverer bandet en eksplosiv opplevelse både på plate og på scenen.\n\nDeres andre album *Vendetta* (2023) førte dem til hovedscenen på Copenhell, en Europa-turné med Illdisposed, konserter i Norge, Sverige, Frankrike og Tyskland, samt en nominasjon til «Årets album» under den danske metalprisen Den Hårde Tone.\n\n--\n\nBill. kr. 360,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementer har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-10T09:44:31.610Z",
  "ticket_url": "https://www.ticketmaster.no/event/190743426?brand=johndee&camefrom=CFC_NO_Rockefeller_Onslaught_170226_Billettsalg&utm_campaign=NO_Rockefeller_Onslaught_170226_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
