{
  "id": "VY3AZWEKem",
  "name": "Superføkk /Himmel",
  "tags": [
    "jazz",
    "rock",
    "experimental"
  ],
  "start_time": "2026-06-12T18:00:00+00:00",
  "end_time": "2026-06-12T21:00:00+00:00",
  "venue": "BLÅ",
  "description": "Superføkk (supp. Travbahn)\nFredag 12. juni | 20:00 | Id: 20 | cc: 250,- / 200,- med gyldig studentbevis\njazzrock, eksperimentell, kraut, dance\n\nSuperføkk er et struttende nytt raptusprosjekt som spriker i uforklarlige vinkler. Med en fot i mange leirer, tar de sikte på å bryte ned etablerte sjangerkonvensjoner og skape en sound som er særegent deres. Med inspirasjon fra kraut, jazzrock, electronica og no-wave kan du forvente et show tettpakket av eklektiske musikalske uttrykk. Fra å ha blitt grunnlagt i et lite mørkt studio på Bergen Kjøtt høsten 2024, har de rukket å skape et bunnsolid repertoar, spille et utall konserter rundt om på Bergens største scener samt vinne førsteplassen på Eggstockfestivalen 2025. \n\nI anledning utgivelse av deres debutsingel og følgelig plateutgivelse, tar de med seg bandet Travbahn over fjellet for å sette opp en forrykende konsert, fylt til randen med eksperimentalisme, overskudd, dans og uventede vendinger. Vel møtt!\n\n//\n\nTravbahn er et nytt bergensbasert band bestående av tre musikere med god fartstid i blant annet band som Sakte, Fallende, Bo Milli, Hounding, Dogmode og Huligans befinner de seg i et skjæringspunkt mellom psykedelisk rock, suggererende elektronika, tysk kraut og naturkreftene som preger hverdagen på vestlandet.\n\nFra skranglete gitarriff til klubbaktige trommegrooves skaper Travbahn et lydlandskap som kan appellere til de aller fleste. Improvisasjon står veldig sterkt i alle ledd i skaperprosessen. Låtene er basert på lange, frimproviserte strekk, som deretter har blitt kuttet ned og arrangert om til låter. Med musikernes individuelle bakgrunn i jazz, punk, pop og eksperimentell musikk skaper Travbahn et unikt lydlandskap som kan knyttes opp til historiefortellende musikktradisjoner gjennom lange repeterende, til tider minimalistiske strekk. ",
  "updated_at": "2026-02-18T12:24:21.477Z",
  "ticket_url": "https://www.ticketmaster.no/event/396450300"
}
