{
  "id": "W0kUVuERJ2",
  "name": "Heated Rivalry Club Night",
  "tags": [
    "Club",
    "DJ"
  ],
  "start_time": "2026-04-18T21:00:00+00:00",
  "end_time": "2026-04-19T01:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "The Heated Rivalry Club is coming to Oslo \nJoin us for a night inspired by the viral hit TV show and book, built around tension, proximity, and the kind of chemistry you can’t ignore \n\nOur DJs will be playing music from the Heated Rivalry soundtrack, all your favourite edits and a late night mix of the greatest pop/queer club anthems.\n\nNo ice. No rules. It was never just a game.\n\nCelebrating your birthday between April 11th and 25th? Then you get free entry! Drop us an email to hello@throwbackevents.co.uk with the subject 'Heated Rivalry Oslo' to claim.\n\nFancy dress is highly encouraged!\nStrictly 18+\nBring ID\n\n*This event is a fan-made celebration and is not officially affiliated with, endorsed by, or sponsored by the creators, producers, or rights holders of the original show, book, or soundtrack that inspired it. All trademarks and copyrighted materials referenced remain the property of their respective owners.\n\n\n----------------------------------------------------------------------\n\n\nHeated Rivalry Club kommer til Oslo \nBli med oss ​​på en kveld inspirert av den virale TV-hiten og boken, bygget rundt spenning, nærhet og den typen kjemi du ikke kan ignorere \n\nDJ-ene våre spiller musikk fra Heated Rivalry-lydsporet, alle dine favorittredigeringer og en sen miks av de største pop/skeive klubblåtene.\n\nIngen is. Ingen regler. Det var aldri bare en lek.\n\nFeirer du bursdagen din mellom 11. og 25. april? Da får du gratis inngang! Send oss ​​en e-post til hello@throwbackevents.co.uk med emnefeltet «Heated Rivalry Oslo» for å kreve inn arrangementet.\n\nUtkledning oppfordres på det sterkeste!\nStrengt 18+\nTa med legitimasjon\n\n*Dette arrangementet er en fan-laget feiring og er ikke offisielt tilknyttet, støttet av eller sponset av skaperne, produsentene eller rettighetsinnehaverne av det originale showet, boken eller lydsporet som inspirerte det. Alle varemerker og opphavsrettsbeskyttet materiale som det refereres til, tilhører fortsatt sine respektive eiere",
  "updated_at": "2026-02-17T10:53:50.173Z",
  "ticket_url": "https://www.ticketmaster.no/event/574585934"
}
