{
  "id": "w3cDN0BWos",
  "name": "Wig Wam",
  "tags": [
    "hardrock",
    "rock"
  ],
  "start_time": "2026-03-06T18:00:00+00:00",
  "end_time": "2026-03-06T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Wig Wam kommer tilbake til Rockefeller fredag 6. mars!\n\nI 2006 lanserte Wig Wam sitt tredje album. Albumet som skulle følge opp 2005s Eurovision Song Contest-suksessen «In My Dreams» fra albumet *Hard To Be A Rock’n Roller*. Etter et spinnvilt turnéår i 2005, lanserte bandet et splitter nytt album allerede i mars 2006 med release i Verdensmesterskapet i hopp i Holmenkollen. Introdusert av et hopp-stunt fra Glam på 120 meter, fremførte Wig Wam sin første singel fra albumet *Gonna Get You Someday* før releasekonserten. \n\nAlbumet inneholder Wig Wam-klassikere som «Rock My Ride», «Bygone Zone» og «Dare Devil Heat». Dette blir en eksklusiv mulighet til å høre låter fra *Wig Wamania*, som ikke har blitt spilt live siden «Wig Wamania Tour 2006». En turné som for første gang tok Wig Wam til Island, Tyskland, England og Japan.\n\nWig Wam er for tiden i studio for å skrive og spille inn nytt materiale til et kommende album. I år ga bandet ut en ny singel, «HUMAN FIRE», som deltok i årets MGP og endte på en 4. plass. Nylig spilte bandet i England for første gang på 13 år på Hard Rock Hell i Norwich, og er en av headlinerne i neste års Ice Rock Festival.\n\n--\n\nBill. kr. 450,- / kr. 600,- (inkl. afterparty) + bill.avg. \n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-17T11:58:16.934Z",
  "ticket_url": "https://www.ticketmaster.no/event/610671923?brand=rockefeller&camefrom=CFC_NO_Rockefeller_WigWam_060326_Billettsalg&utm_campaign=NO_Rockefeller_WigWam_060326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
