{
  "id": "w9vKGKG5WG",
  "name": "Simple Plan",
  "tags": [
    "poppunk",
    "punkrock",
    "rock"
  ],
  "start_time": "2026-10-13T16:00:00+00:00",
  "end_time": "2026-10-13T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Det canadiske rockebandet Simple Plan kommer til Oslo og Sentrum Scene 13. oktober 2026!\n\nDebutalbumet *No Pads, No Helmets…Just Balls* fra 2002 leverte megahitene «I’d Do Anything», «I’m Just A Kid», «Addicted» og «Perfect», mens låter som «Welcome To My Life», «Summer Paradise», «Untitled (How Could This Happen To Me?)», «Shut Up!» og «What’s New Scooby-Doo?», har sementert bandets status som pop-punk-legender.\n\nDen Montreal-baserte kvartetten har solgt over 10 millioner album, headlinet Vans Warped Tour og When We Were Young, spilt på Vinter-OL i 2010, spilt med Montreal Symphony Orchestra, solgt ut konserter verden over, og samlet inn over 3 millioner dollar gjennom Simple Plan Foundation.\n\nI 2025 har de markert sitt 25-årsjubileum med både dokumentarfilm på Amazon Prime Video, verdensturneer med Avril Lavigne og The Offspring, og deres mest ambisiøse headliner-turné på 20 år: «Bigger Than You Think! Tour».\n\n**Simple Plan Foundation**\n*Simple Plan will donate NOK15 from each ticket and VIP package sold on for this show to the Simple Plan Foundation. Established in 2005, the Simple Plan Foundation focuses on helping young people in need and showcasing the power of music as a tool to find purpose and direction in life. Since its inception the Simple Plan Foundation has donated over $3M to various charitable causes in Canada and has been awarded many prestigious distinctions for its philanthropic work.*\n\n--\n\nBill. kr. 470,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 18.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-22T08:55:40.968Z",
  "ticket_url": "https://www.ticketmaster.no/event/1540022427?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Simple_Plan_131026_Billettsalg&utm_campaign=NO_Rockefeller_Simple_Plan_131026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
