{
  "id": "wiaGMataEp",
  "name": "Chance Peña",
  "tags": [
    "singersongwriter",
    "indiefolk"
  ],
  "start_time": "2026-06-02T17:00:00+00:00",
  "end_time": "2026-06-02T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Den hyllede, unge amerikanske singer-songwriteren Chance Peña kommer til Sentrum Scene tirsdag 2. juni! \n\nI 2019 tok balladen «Up, Up & Away» ham ut i rampelyset, da låta fikk plass i den rørende filmen «Five Feet Apart». Året etter bidro han som medlåtskriver på John Legend-låta «Conversations in the Dark» – hovedsingelen fra Legends Grammy-vinnende album *Bigger Love*.\n\nSiden den gang har Peña gitt ut en rekke egenproduserte låter og prosjekter, inkludert tre EP-er og debutalbumet *Ever-shifting, Continual Blossoming*. Oppfølgeren *When I Change My Mind I Don’t Mean It* kom i august, og nå er han aktuell med singlene «Burned It Down» og «Make Way For The Feeling».\n\nChance Peña har nylig vært på turné med The Lumineers, og er for tiden ute på veien med Tom Odell. Neste sommer er han klar for Sentrum Scene!\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 400,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 400,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 460,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-29T10:17:01.966Z",
  "ticket_url": "https://www.ticketmaster.no/event/1020544023?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Chance_Pena_020626_Billettsalg&utm_campaign=NO_Rockefeller_Chance_Pena_020626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
