{
  "id": "WKF9UEWJY8",
  "name": "All Time Low",
  "tags": [
    "poppunk",
    "emo",
    "punkrock"
  ],
  "start_time": "2026-02-03T18:00:00+00:00",
  "end_time": "2026-02-03T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "All Time Low kommer til Sentrum Scene tirsdag 3. februar som en del av sin EVERYONE’S TALKING! TOUR, og tar med seg gjester Mayday Parade, Four Year Strong og Taylor Acorn. Dette blir en festkveld for alle med hjerte for poppunk!\n\nMaryland-kvartetten er aktuelle med sitt tiende studioalbum *Everyone’s Talking!*, som ble sluppet 17. oktober. \n\nSiden starten i 2003 har All Time Low knust rekorder, toppet hitlister, utsolgt arenaer og bygd en dedikert fanbase på veien. Bandet feiret nylig 20-årsjubileum, og har levert fem påfølgende topp 10-album på Billboard Top 200 og en rekke multi- og platinasertifiseringer. Med hits som «Dear Maria, Count Me In» og «Monsters» (feat. blackbear), har de satt solide spor i sjangeren.\n\nBandet er også kjent som et forrykende liveband, og har spilt på alt fra Warped Tour og Bonnaroo til talkshow-favoritter som The Late Late Show with James Corden og Jimmy Kimmel Live!. \n\nNå er de klare for Oslo med ny musikk, gamle favoritter og et stjernelag av supportband, en sjelden mulighet til å oppleve fire av sjangerens mest energiske liveband på én og samme kveld!\n\n--\n\nBill. kr. 450,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n",
  "updated_at": "2025-12-18T12:54:27.687Z",
  "ticket_url": "https://www.ticketmaster.no/event/969508254?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_All_Time_Low_030226_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_All_Time_Low_030226_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
