{
  "id": "wNbxLkHpaJ",
  "name": "Fat Lars + Skanimals // Free Live ",
  "tags": [
    "Punk",
    "Skapunk"
  ],
  "start_time": "2026-02-14T19:00:00+00:00",
  "end_time": "2026-02-14T21:00:00+00:00",
  "venue": "Brewgata",
  "description": "Fat Lars spiller melodiøs, energisk rock/punkrock — med elementer av klassisk punk-attityde. Skanimals følger opp med ska-punk som får hele gulvet til å gynge.\n\nBrewgata blir stedet der energien koker og ølen flyter – kom for å skråle, danse og miste stemmen.\n\nFAT LARS\n\nFat Lars er et energisk og lidenskapelig band som setter sitt preg på musikklandskapet med sin kraftfulle blanding av rock og punk rock. Med utemmet energi, hardtslående riff og reflekterende tekster har vi skapt en unik lyd som tiltrekker lyttere fra ulike musikkverdener.\n\n\n\nBandet ble dannet i 2020 og består av Ivica (trommer). Sanja (vokal), Steffen (bass/vokal) ,Børge (gitar) og Joachim ( gitar) alle drevet av en felles kjærlighet for den rå, ekte musikken punk rock representerer. Vår musikk tar for seg alt fra personlig kamp til sosiale kommentarer, pakket inn i høylytte gitarer og drivende trommer. Hver låt vi skriver er en refleksjon av våre egne erfaringer, samt vår vilje til å skape noe autentisk og uforfalsket. Vi er opptatt av å formidle følelsene som ligger bak, og vi ønsker at lytterne skal kjenne på intensiteten og lidenskapen i musikken \n\nhttps://open.spotify.com/artist/7rdHOFO6Ueg4IjTwO12eR1?si=PfukQPL5RbaZy7BLi9hh2A\n\n\n\nSKANIMALS\n\nSkanimals er et rykende ferskt Oslo-basert skapunk-band, som også er stolt av sine bergenske aner.\n\nDe slapp nylig debutalbumet “Unleash The Skanimals”, og i et amerikansk musikkmagasin fikk det følgende omtale:\n\n“Norwegian band Skanimals bring us Unleash the Skanimals, a debut that highlights a fusion of multiple styles. While ska and ska-punk are the stars here, there’s also a healthy dose of straightforward punk, party rock, and even some metal”\n\nSka Punk & Other Junk\n\nBandet byr på ablegøyer og alle slags variasjoner du kan tenke deg innenfor skapunk-sjangeren. Mens vokalisten sjonglerer mellom sang og trompetspill, druser bandet på med raske, festlige rytmer iført hawaii-skjorter og en paraplydrink på si’!\n\nhttps://open.spotify.com/artist/61txCE6wT1o6OyU63l6sf4?si=b99O4yvUT4Wt7Y88yXSUvA\n",
  "updated_at": "2026-01-29T06:36:35.681Z",
  "ticket_url": ""
}
