{
  "id": "WnJcgUaFLA",
  "name": "Alter Bridge",
  "tags": [
    "alternativemetal",
    "postgrunge",
    "hardrock"
  ],
  "start_time": "2026-01-17T17:00:00+00:00",
  "end_time": "2026-01-17T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Rockegigantene Alter Bridge vender tilbake til Oslo med sin *What Lies Within Tour*, og spiller to etterlengtede kvelder på Sentrum Scene! Fansen kan glede seg til splitter nye låter fra bandets kommende selvtitulerte album som slippes 9. januar.\n\nFlorida-kvartetten har siden debutalbumet *One Day Remains* (2004) bygget seg opp til å bli et av verdens ledende hardrockband, med ikoniske utgivelser som *Blackbird*, *Fortress* og *Walk the Sky*, samt uforglemmelige liveshow og utsolgte turneer verden over. Bandet har til sammen generert nesten 1 milliard streams.\n\nAlter Bridge består fortsatt av den slagkraftige kjernen: Myles Kennedy, Mark Tremonti, Brian Marshall og Scott Phillips, et lag som har holdt sammen i snart to tiår og som aldri har gått på kompromiss med sin dedikasjon til sterke låter og intense konserter.\n\nMed seg på turneen har de Daughtry og Sevendust, to tungvektere i amerikansk rock og metal. Dette er en sjelden anledning til å oppleve tre av sjangerens sterkeste liveband på én og samme kveld!\n\n--\n\nBill. kr. 699,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 18.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent. \n",
  "updated_at": "2026-01-05T11:56:20.175Z",
  "ticket_url": "https://www.ticketmaster.no/event/1175556921?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Alter_Bridge_170126_Billettsalg&utm_campaign=NO_Rockefeller_Alter_Bridge_170126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
