{
  "id": "wr2Fd6X3y5",
  "name": "Makthaverskan (se)",
  "tags": [
    "dreampop",
    "shoegaze",
    "post-punk"
  ],
  "start_time": "2026-05-21T18:00:00+00:00",
  "end_time": "2026-05-21T21:00:00+00:00",
  "venue": "Revolver",
  "description": "Since forming in Gothenburg in 2008, Makthaverskan have carved out a distinct blend of post-punk, dream pop, and jangle pop – always delivered with Maja Milner’s piercing, intense vocals and an almost desperate energy. Across four critically acclaimed albums (I, Makthaverskan II, III, För Allting), the band has evolved from raw, dark post-punk into more atmospheric and experimental sonic landscapes. Now, they’re back in the studio, putting the finishing touches on their fifth record – a natural next step filled with nerve, intensity, and new textures.\n\nThe press has often highlighted their balance of raw energy and fragile melody: on För Allting (2021), Pitchfork praised their “pitch-perfect blend of post-punk, jangle pop, and shoegaze”, now expanded into a “full-bodied reflection on regret and stagnation”. Milner’s voice, they noted, is “thin but strong, hitting a violent edge as easily as the flick of a butterfly knife”.\n\nThe power of their early years still rings out on stage: Brooklyn Vegan observed that “what really sets Makthaverskan apart… is Maja Milner’s powerhouse voice”, proof that the band’s intensity lives on in their live shows.\n\nAs Makthaverskan return to the studio, there’s a clear sense of building on their dreamy intensity with new sonic experiments. Their forthcoming album – now in its final production stages – is charged with emotional choruses, rhythmic force, and atmospheric layers that push them forward without leaving their core behind. In short, it’s a continuation of their artistic journey: rawness and melodic beauty meeting curiosity and sharpened production.",
  "updated_at": "2026-02-20T13:49:37.216Z",
  "ticket_url": "https://revolveroslo.ticketco.events/no/nb/e/makthaverskan_se__revolver"
}
