{
  "id": "WZEGns3zZr",
  "name": "Dina Ögon",
  "tags": [
    "indiepop",
    "indierock"
  ],
  "start_time": "2026-03-21T18:00:00+00:00",
  "end_time": "2026-03-21T22:59:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Dina Ögon slipper sitt fjerde album *Människobarn* i februar og kommer til Sentrum Scene lørdag 21. mars!\n\nSingelen «Dålig Teve» fra det kommende albumet er ute nå, en melankolsk og kraftfull smakebit. Anna Ahnlunds stemme har aldri før hørtes så mangesidig ut eller teksten vært så bittersøt. Den uskyldige lekenheten som preget lydlandskapene på debuten, *Oas* og *Orion* er nå foredlet med lag av erfaring. Dina Ögon er tilbake.\n\nEtter tre album og flere utsolgte turneer på kort tid har det gått slag i slag for Dina Ögon som har etablert seg som et av Sveriges mest omtalte band. Kvartetten spiller en feiende flott hybrid av pop, rock, jazz og soul.\n\n*Människobarn* slippes 6. februar 2026 og er utvilsomt Dina Ögons mest storslåtte album til nå. Hvis de tidligere utgivelsene holdt litt igjen og etterlot lytterne med lyst på mer, er dette første gang bandet virkelig utvider horisonten med flere låter enn noensinne. Ikke uten grunn, her våger de seg på nye ideer og uttrykk som aldri før. Plateentusiaster kan glede seg til det som nærmest ber om å slippes som et dobbeltalbum, men hva betyr vel det i den digitale sfæren. Forvent et fyldigere og mer særegent lydbilde. Bandet har landet i et tydeligere eget sound. \n\nVi gleder oss stort til å oppleve Dina Ögon på Sentrum Scene lørdag 21. mars!\n\n--\n\nBill. kr. 400,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon. Foto på legitimasjon må være lett identifiserbar med bruker.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\n",
  "updated_at": "2025-10-03T08:00:10.312Z",
  "ticket_url": "https://www.ticketmaster.no/event/975407097?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Dina_Ogon_210326_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Dina_Ogon_210326_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
