{
  "id": "X3HddP8ka8",
  "name": "Håndgemeng",
  "tags": [
    "heavymetal",
    "hardrock",
    "doom"
  ],
  "start_time": "2026-09-05T17:00:00+00:00",
  "end_time": "2026-09-05T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Etter fjorårets øredøvende suksess er Håndgemeng klare for å vende tilbake til åstedet John Dee lørdag 5. september, for sin eneste headliner-konsert i Oslo i 2026! De som deltok på fjorårets kalas kan bekrefte at dette er en utskeielse du absolutt ikke vil gå glipp av.\n\nI 2026 legger Håndgemeng ut på sin mest ambisiøse turné noensinne, *Paths Less Traveled*, med over 50 konserter på klubber og festivaler over hele Europa. Dette inkluderer Copenhell, Freak Valley, Desertfest Berlin og Oslo, Rock in Bourlon, og mange mange flere, som tar dem gjennom land som Tyskland, Frankrike, Nederland, Sveits, Østerrike, England, Skottland, Danmark og selvfølgelig Norge.\n\nNår verden brenner rundt oss, er det på tide å skru opp volumet, finn frem skinnvesten, åpne en kald en og la seg servere knallhard apokalypse-rock! Bli med oss til helvete for å herske, ikke lide!\n\nMed seg på apokalypsens soundtrack har de med både Kjöter og Loose Teeth som support! \n\nKjöter er bandet som har knekt koden på norsk pønkrock, og som følger opp tradisjon uten å være redd for å tøye grenser. De leverer solide låter med et rått uttrykk, hvor du får følelsen av å oppdage et autentisk norsk band på 80-tallet for første gang.\n\nLoose Teeth har blitt omtalt som «the Beatles of Punk», men framstår nok mer som hardcorens kakerlakk. De låter som om Lemmy hadde vokst opp i en knarkmarinert trailerpark, heller enn å ligge halvsvimt bak i bussen til Hawkwind. Dødsforakt, livsforakt og god, gammeldags ekstremfyll er gjengående temaer i et metallisk rock'n'roll-øs – i møte med kjeften som et rustent brekkjern med maks swung!\n\n--\n \nBill. kr. 350,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-12T10:18:40.246Z",
  "ticket_url": "https://www.ticketmaster.no/event/1518400833?brand=johndee&camefrom=CFC_NO_Rockefeller_Handgemeng_050926_Billettsalg&utm_campaign=NO_Rockefeller_Handgemeng_050926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
