{
  "id": "X6t81Nk0qe",
  "name": "Sugar",
  "tags": [
    "rock",
    "alternativerock",
    "powerpop"
  ],
  "start_time": "2026-06-07T17:00:00+00:00",
  "end_time": "2026-06-07T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Etter å allerede ha satt et uutslettelig preg på rocken med Hüsker Dü på 80-tallet, slo Bob Mould seg sammen med bassist David Barbe og trommeslager Malcolm Travis for å danne Sugar i 1991. \n\nDe slapp sitt debutalbum *Copper Blue* året etter, som ble en umiddelbar sensasjon, med verdensomspennende anerkjennelse og milepælsstatus. Det ble kåret til årets album av NME, og inneholdt låter som «If I Can’t Change Your Mind», «A Good Idea» og «Helpless».\n\nMed vinden i ryggen slapp de mini-albumet *Beaster* i 1993, som debuterte på 3. plass på den britiske albumlisten og 4. plass på Billboards «Heatseekers»-liste. \n\nI 1994 fulgte bandets andre fullengder, *File Under: Easy Listening*, som igjen gjorde en eksplosiv inntreden på topp 10 i Storbritannia, samtidig som albumet nådde høyt opp på den amerikanske Billboard 200-listen. \n\nTil tross for suksessen valgte de å legge ned bandet etter en Japan-turné tidlig i 1995. I tiårene som fulgte bidro en rekke liveutgivelser, nyutgivelser og samleplater til å forsterke bandets ettermæle, og befestet Sugars posisjon i rocken.\n\nSommeren 2025 ble Sugar endelig gjenforent, og nå er de aktuelle med de første nye låtene på over tre tiår, «House Of Dead Memories» og «Long Live Love». De originale medlemmene er nå klare for turné, og kommer til Oslo og Rockefeller 7. juni!\n\n--\n \nBill. kr. 620,- + bill.avg.\n\n*SUGAR has partnered with PLUS1 so that €2/£2 from every ticket sold will go to organizations working to support and empower the health and wellbeing of LGBTQ+ communities. www.plus1.org*\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-21T14:04:21.989Z",
  "ticket_url": "https://www.ticketmaster.no/event/1467649923?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Sugar_070626_Billettsalg&utm_campaign=NO_Rockefeller_Sugar_070626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
