{
  "id": "xHHJjL1EzP",
  "name": "Zucchero",
  "tags": [
    "blues",
    "soul",
    "rock"
  ],
  "start_time": "2026-10-22T17:00:00+00:00",
  "end_time": "2026-10-22T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Italienske Zucchero kommer tilbake til Norge! En av verdens fremste rock- og bluesartister spilte for et utsolgt Sentrum Scene i 2024, og 22. oktober 2026 returnerer han til samme scene!\n\nMed over 60 millioner solgte album, inkludert *Oro, Incenso & Birra* (1989), og en imponerende karriere, har Zucchero markert seg som en av musikkens største stemmer internasjonalt. Han har samarbeidet med artister som Bono, Sting, Eric Clapton og Andrea Bocelli, og deltatt på ikoniske arrangementer som Woodstock (1994), Freddie Mercury Tribute (1992) og 46664-konsertene til Nelson Mandela.\n\nDe siste årene har han feiret milepæler som 35-årsjubileet for *Overdose (D’Amore)* (1989, jubileumsturné 2024–2025) og 30-årsjubileet for *Spirito DiVino* (1995, jubileum 2025), med omfattende stadion- og arenaopptredener i Italia, inkludert Verona Arena.\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og ståplasser i hovedsalen:\n\n— Ståplasser (hovedsal) - kr. 550,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 620,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-17T13:08:06.324Z",
  "ticket_url": "https://www.ticketmaster.no/event/264586093?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Zucchero_221026_Billettsalg&utm_campaign=NO_Rockefeller_Zucchero_221026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
