{
  "id": "xKbdOOK1mw",
  "name": "Donkeyboy – Rockefeller 40 år",
  "tags": [
    "pop",
    "synthpop"
  ],
  "start_time": "2026-03-18T18:00:00+00:00",
  "end_time": "2026-03-18T22:59:00+00:00",
  "venue": "Rockefeller",
  "description": "I 2026 feirer Rockefeller 40 år som en av Norges mest ikoniske konsertscener. Siden 1986 har alt fra legendariske debuter til uforglemmelige hitparader fylt det gamle badet i Torggata, og i jubileumsåret markerer vi historien med en rekke eksklusive konserter og spesialarrangementer. Vi er stolte av å presentere jubileumskonsert med Donkeyboy på Rockefeller onsdag 18. mars!\n\nDonkeyboy har en spesiell plass i Rockefellers historie. Allerede før debutplaten *Caught in a Life* ble sluppet, ble bandet booket til å spille på John Dee 16. september 2009. Konserten ble utsolgt på rekordtid, og bandet satte standarden for hva som skulle bli en eventyrlig karriere. Bare to måneder senere var de tilbake på Rockefeller, hvor de nok en gang fylte salen til randen, og beviste at de var et av Norges mest spennende band. Nå, over et tiår senere, er Donkeyboy tilbake på scenen for å feire jubileet vårt, og det er en ære å ha dem tilbake.\n\nDonkeyboy er synthpop-bandet fra Drammen som siden 2005 har levert hits på løpende bånd. Bandet består av brødrene Cato og Kent Sundberg, sammen med Peter Michelsen og Thomas Drabløs – en gjeng som elsker store hooks, dansbare beats og melodier som fester seg på første lytt. \n\nGjennombruddet kom i 2009 da «Ambitions» tok førsteplassen på VG-lista i hele 12 uker, før den ble erstattet av deres egen oppfølger «Sometimes» – et historisk øyeblikk i norsk pop. Debutalbumet Caught in a Life solgte til trippel platina og samme år sikret bandet seg hele tre Spellemannspriser. Året etter fulgte suksessen opp med en Svensk Grammy for Beste Internasjonale Gjennombrudd. \n\nMed låter som «City Boy», «Triggerfinger» og «Crazy Something Normal» har Donkeyboy befestet seg som et av Skandinavias mest populære popband. Og med sideprosjektet Rat City har Cato og Kent vist at de også har teft for internasjonale hits utenfor Donkeyboy-universet. \n\nDe siste månedene har bandet sluppet flere nye låter, og det kommer mer musikk i 2026. Sommeren 2025 spilte de en rekke store festivaler med overveldende respons – og nå gjør de seg klare for å fylle Rockefeller 18. mars 2026 med energi, allsang og ekte Donkeyboy-magi!\n\n**+ support: HEY SOFIA**\n\nSofia Tho ble først kjent som medlem av jentegruppen LLL og deres MGP-bidrag «Parasite». Med et raskt voksende momentum på nett og millioner av visninger på TikTok står hun nå på egne ben under navnet HEY SOFIA.\n\nDet siste året har hun tilbrakt utallige timer i studio med låtskrivere og produsenter bak artister som Alan Walker og Robin Schulz, både i Oslo og Los Angeles, og har funnet sitt helt eget musikalske univers. Her møtes hyperpop, Jersey club, emo-pop og indie electronica i en eksplosiv miks av energi og følelser. Singelen «Call Me» er første planlagte slipp for HEY SOFIA i 2026 og markerer starten på et nytt artistprosjekt, med norske konsertscener på planen denne våren.\n\n*Siden 14. mars 1986 har Rockefeller vært vertskap for norsk musikkhistorie, internasjonale stjerner og en rekke uforglemmelige liveopplevelser. Jubileumsåret 2026 markerer at det er 40 år siden Rockefeller åpnet dørene, og 20 år siden Sentrum Scene ble en del av Auditorium AS. Vi feirer med et helt år fylt av eksklusive konserter, overraskelser og gjenhør med artister som har vært med å forme historien vår. Velkommen til et magisk år på Rockefeller, John Dee og Sentrum Scene!*\n\n\n--\n\nBill. kr. 450,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-26T13:51:41.089Z",
  "ticket_url": "https://www.ticketmaster.no/event/771501552?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Donkeyboy_180325_ordinaer_Billettsalg&utm_campaign=NO_Rockefeller_Donkeyboy_180325_ordinaer_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
