{
  "id": "Xrjn3BaNHu",
  "name": "Riot Patrol // MWW Band",
  "tags": [
    "Rock"
  ],
  "start_time": "2026-04-25T17:00:00+00:00",
  "end_time": "2026-04-25T21:00:00+00:00",
  "venue": "Mir",
  "description": "Riot Patrol //  MWW Band\n\nRIOT PATROL ER TILBAKE!\n\nEtter ti år i dvale er Riot Patrol endelig tilbake –høyere, tyngre og mer sultne enn noen gang.Bandet gjorde seg bemerket i perioden 2009–2016 med energiske liveshow, massive gitarriff og melodiske refrenger som festet seg. \nNå, ti år etter debutalbumet Lies, har Riot Patrol igjen samlet troppene og gjenfunnet gnisten som gjorde dem til et navn på den norske rockescenen.\n\nMusikalsk leverer Riot Patrol røff og fengende poprock med tunge gitarer, drivende trommer og moderne synth-elementer – et lydbilde som balanserer det rå og det melodiøse. Det er stort, det er tight, og det er laget for både neveknytting og allsang.På scenen i 2026 byr bandet på en hybrid av nytt og gammelt: \nPublikum får høre utvalgte låter fra glansdagene, 2009–2016, side om side med helt nye låter som aldri tidligere har blitt spilt live. De nye låtene peker tydelig fremover –tyngre, mer fokuserte og med et sound som føles både moderne og umiskjennelig Riot Patrol.\n\nDette er ikke et nostalgiprosjekt. Dette er et band som har brukt ti år på å lade opp.Riot Patrol er tilbake. Og de mener alvor.\n\nMWW Band:\n\nMikael Willy Wilhelmsson har vært vokalist og gitarist i det svenske bandet Aggressive Chill i over tjue år, og de siste seks årene også frontfigur i det norske metalbandet Infidus, som ga ut debutalbumet Endless Greed i april 2022.\n\nDet som startet som et rent soloprosjekt under eget navn, har nå vokst til et soloband:             \n\nMWW Band ga nylig ut sin splitter nye singel «Fever From Broken Bones» i november 2025, og vil gi ut en EP med tittelen «Songs From Bleeding Bones» våren 2026.\n\nMed seg har han:\n\n• Benjamin Bauer – leadgitar\n\n• Asle Jacobsen – bass\n\n• Even Stunes – trommer\n\n\nMen det hele startet med «The Man with a Thousand Wings», og fortsetter med en rekke singelutgivelser som «Another Year», samt de to duett-singlene med Ella Alise Rogne: «Hear Me Scream», som også har med gitarist Rune Lamøy Norrman fra det legendariske norske grunge-metal-bandet Jack In The Box, og «Tricky Ego», som kan skilte med en all-star-besetning med bassist Kim Nordbæk fra Span og gitarist Jon Anders Lundh fra Motorfinger.\n\nSingelen «Fireworks» er en duett med Andreas Bergh, vokalist i det svenske industrielle/gothic metal-bandet Deathstars.\n\n\nMIR åpner kl 19:00\nKonsertstart: 20:00 !\n\nCC: 200,-\nID: 20 +",
  "updated_at": "2026-02-15T20:07:25.982Z",
  "ticket_url": ""
}
