{
  "id": "XZRtB7E3ee",
  "name": "Tripod + Sonic BoomBooms + Adundas",
  "tags": [
    "rock",
    "stoner",
    "grunge"
  ],
  "start_time": "2026-02-27T19:00:00+00:00",
  "end_time": "2026-02-27T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "TRIPOD - LÅTENE BETYR ALT!\n\nNoen presseskriv tar utgangspunkt i at bandet eller albumet som nå skal presenteres er det største, mest banebrytende og hypede i manns minne. “Dette sjangeroverskridende bandet har gjenoppfunnet rocken, og kan ikke sammenlignes med noe du har hørt i hele ditt liv!” eller “Denne plata vil forandre hvordan du noensinne har sett på musikk!”, liksom. Tripod er ikke der. De trenger ikke å snu verden på hodet eller blande inn peruviansk frijazz og futuristisk scramrock i låtene sine. Låtene. Der har du stikkordet for Tripod. Ikkeno pretensiøst tøv, tant og fjas, ingen heseblesende trendhopping og null interesse for å bli noen de ikke allerede er. Gode låter, derimot…\n\nLa oss spole kjapt tilbake: Tripod ble dannet i 2002, og slapp debutalbumet “Nevermind This Black Album” i 2008. Albumtittelen forteller nesten alt du trenger å vite om bandets inspirasjonskilder, men likevel klarte de å levere sin stoner-inspirerte metal kombinert med reale doser klassisk grungerock med en såpass ærlig ekthet at de framstod som en genuin og solid arvtager etter de storhetene som kom før dem, og ikke noen blek pastisj. \n\nOppfølgeren “Four Coins” (2012) var produsert av selveste Beau Hill (Ratt, Europe, Alice Cooper m.fl.). Bandet hadde brått fått internasjonal oppmerksomhet og den påfølgende turneen tok dem blant annet til Kina. I 2014 slapp de sitt tredje album, “Devil Feeder”, innspilt i Tsjekkia. Her gjestet strykere fra Praha Filharmoniske Orkester, og var med på å løfte bandets sound, selv om musikken fremdeles var tro mot bandets røtter i grunge og metal. Bandet hadde nå opparbeidet seg en trofast fanskare, ikke minst live, men etter kun noen få konserter i kjølvannet av tredjeskiva, ble det stille fra Tripod. Lenge.\n\nSå i 2020, under en fisketur, fant bassist Espen Bjørnholt og trommis Åge Solheim ut at det kunne vært gøy å skrive noen låter igjen. Vokalist Knut Arne Lillestøl og gitarist Stein-Inge Øien ble involvert, og brått var det klart at Tripod faktisk var tilbake. Men istedenfor å stille seg på den høyeste fjelltopp med megafon og skrike om “comeback”, benyttet de anledningen imens verden var corona-stengt til å skrive flere låter. Og enda flere. Til slutt satt de med nesten 40 låter, og var såpass fornøyde med mange nok av disse til at de vurderte å lage et dobbeltalbum. Men dette er Tripod, ikke Led Zeppelin.\n\nDermed bestemte de seg for å prioritere høyest mulig kvalitet, og satte i gang det de selv beskriver som en fin prosess med å få bort daukjøtt. Og noen solide runder med avstemning via excelark sørget for at hele bandet kunne stå inne for de 12 låtene som ble stående igjen.\n\nSelve innspillingen var preget av en frihetsfølelse, ettersom de har hatt sitt eget studio og gjort alt selv, og dermed aldri hadde noen deadline hengende over seg. For å gjøre det hele enda mer familiært, er albumet mixet av Jørgen Sporsheim, som ble Tripods andre gitarist på “Devil Feeder”, der han også satt bak spakene i studio. Dermed fantes det tid til å gjøre disse låtene til de beste de klarte å lage. Til å legge på harmonier eller annet snop underveis. Til å nerde, prøve, teste, feile, prøve igjen og ende opp med et album som føles som en hjemkomst for Tripod. Og dette albumet har fått tittelen “Black Smoke”.'\n\nNå ønsker bandet å komme seg opp på scenen igjen, og gleder seg til å spille flest mulig av de nye låtene live. De fire, som siden har blitt fem, etter tilføyelsen av gitarist Anders Lillestøl, gir blaffen i ord som “relevans”, men har levert et album de ville hatt lyst til å høre på selv. Og hvis du liker catchy, tøffe og ærlige låter med riff og refrenger i høysetet, så har du også lyst til å høre på “Black Smoke”!\n\n||||||||||\n\nFor 15 slitne år siden, langt oppi det kalde nord, fant lille Lars sin fars gamle fuzzpedal. Det skulle vise seg å bli starten på en lang reise inn i djevelens gospel med Trøndelag og Møre’s beste apostler, Rune og Jøran. Resultatet ble Sonic BoomBooms.\nBandet lar seg hovedsaklig inspirere av brennvin, bacon og Satan, men er ikke redd for å se til andre greier som Howlin’ Wolf, Connway Twitty og Napalm Death. \n\nResultatet? Kom og finn ut\n\n||||||||||\n\nMelodiøs rock’n’roll med breibeint attitude.\nAdundas står stødig plantet i både riff og røter. De leverer rock’n’roll med store melodier, feite riff og energi som aktiverer både dansefoten og råkkenakken.",
  "updated_at": "2026-02-03T14:42:24.539Z",
  "ticket_url": "https://www.ticketmaster.no/event/195455867"
}
