{
  "id": "Y7VFIvx58X",
  "name": "Molly Sandén",
  "tags": [
    "pop"
  ],
  "start_time": "2026-05-02T17:00:00+00:00",
  "end_time": "2026-05-02T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Molly Sandén kommer til Sentrum Scene lørdag 2. mai 2026! Hun fortsetter å befeste sin posisjon som en av Sveriges mest fremtredende artister og låtskrivere. Med over 1 milliard streams og en hengiven lytterskare i alle aldre, viser hun gang på gang sin unike evne til å berøre og nå inn i menneskers hjerter. Hun er aktuell med albumene *Strawberry Blonde* og *Blåögd*.\n\nAt Molly Sandén var et sjeldent talent, var klart allerede fra starten. Hun hadde karismaen, stemmen og sulten. I dag er hun en komplett artist med både en tydelig identitet og krystalliserte visjoner. Dette kunne man høre på vårens glitrende, disco-duftende album *Strawberry Blonde*, der Molly drømte seg tilbake til dansegulv og vorspiel. Men hvis *Strawberry Blonde* var en glitterdrøm, er søsterplaten *Blåögd* mer introspektiv og nedstrippet. De to albumene var opprinnelig tenkt som ett, men vokste i prosessen frem som hverandres motsetninger. Som to sider av samme person.\n\n--\n\nBill. kr. 454,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-15T08:58:32.244Z",
  "ticket_url": "https://www.ticketmaster.no/event/1712579327?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Molly_Sanden_020526_Billettsalg&utm_campaign=NO_Rockefeller_Molly_Sanden_020526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
