{
  "id": "yEUD8Zdi5O",
  "name": "Jordsjuk + Horrifier & Fanatisme",
  "tags": [
    "metal",
    "blackmetal",
    "death"
  ],
  "start_time": "2026-03-20T19:00:00+00:00",
  "end_time": "2026-03-20T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "Etter dønn utsolgt release-konsert på Vaterland, stinn brakke på Midgardsblot, og en nådeløs opptreden på by:Larm, er Jordsjuk nå klare for bringe 'Naglet til livet' til Goldie - med Horrifier og Fanatisme som support!\n\nJordsjuk slapp debutskiva på Indie Recordings i september 2025, og responsen har vært formidabel. Norway Rock Magazine skrev følgende i sin anmeldelse (5/6): \"Dette er en plate som kommer høyt opp når jeg skal oppsummere årets skiver i 2025.\", og i Jernverkets kåring av årets beste utgivelser 2025 nådde 'Naglet til livet' helt opp til 2. plass, blant 447 utgivelser fra inn- og utland.\n\nSammensatt av musikere med lang fartstid i den norske undergrunnen, serverer Jordsjuk en fandenivoldsk blanding av black metal, thrash, death, punk og rock. Organisk, riffbasert og fengende. Lydbildet er skittent og rett-i-trynet, med tekster som maler brutale bilder av undergang, desperasjon og destruktivitet – alt fremført på morsmålet.\n\nSelv har bandet følgende beskjed: \"Gjør dere klare for en knyttneve av kontant og rå metal! Her blir det ikke no' staffasje, pynt eller gimmicks. Nekro musikk for nekro tider!\"\n\n\nHORRIFIER\nHorrifier fra Oslo har siden 2022 brakt død og pine ut i verden. I desember 2023 ble debutalbumet Horrid Resurrection sluppet med gode tilbakemeldinger. Musikken er en god blanding av den gamle og råtne death-metalen fra tidlig 90-tall, som bringer uhygge og gørr. Kan ligne skitne band slik som Autopsy og Repulsion. Kom og kjenn stanken av råtten death metal, UGH!\n\n\nFANATISME\nFanatisme er fremdeles i starten av tjueårene og inspireres av den svermeriske, naturromantiske fasen til band som Ulver og Darkthrone og blander det varsomt med det gotiske suget mot nytelse og mørke som finnes i band som Christian Death og The Cure. Resultatet er en idiosynkratisk storm av postpunk-inspirert blackmetal, en feiring av menneskelig fellesskap, livets skjønnhet og dødens unektelige komme.",
  "updated_at": "2026-02-02T16:02:49.921Z",
  "ticket_url": "https://www.ticketmaster.no/event/862600923"
}
