{
  "id": "YFpRWBPC8F",
  "name": "Gazpacho",
  "tags": [
    "art-rock",
    "neo-prog",
    "progressiverock"
  ],
  "start_time": "2026-05-30T17:00:00+00:00",
  "end_time": "2026-05-30T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Gazpacho kommer til John Dee lørdag 30. mai!\n\nAllment ansett som en av de mest innovative aktørene innen moderne progressiv musikk, har Gazpacho opparbeidet seg en kultstatus med sin unike blanding av artrock og filmatisk historiefortelling. \n\nFra deres kritikerroste mesterverk *Night*(2007) til det uhyggelig vakre *Demon*(2014), har bandet konsekvent utfordret grensene for atmosfærisk, melodisk progressiv musikk. De har turnert med legender som Marillion, spilt for hengivne publikum over hele Europa, og fått et rykte for å skape konseptalbum som utfordrer og berører lytterne i like stor grad. \n\nEtter en pause på fem år markerer *Magic 8-Ball* Gazpachos retur med åtte nye spor bygget rundt ideen om skjebne, hvordan den beveger seg uten forvarsel, og hvordan valgene vi tar gradvis kan rive vekk det vi trodde vi var. Albumet er strukturert som en samling noveller. Hver låt følger en forskjellig karakter i et avgjørende øyeblikk, stunder der noe forandres permanent, enten de ser det komme eller ikke.\n\n«One of the greatest bands the scene of prog rock has ever seen.» \n**– Rebel Music**\n\n--\n\nBill. kr. 350,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementer har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-12-04T09:03:51.520Z",
  "ticket_url": "https://www.ticketmaster.no/event/1828048188?brand=johndee&camefrom=CFC_NO_Rockefeller_Gazpacho_300526_Billettsalg&utm_campaign=NO_Rockefeller_Gazpacho_300526_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
