{
  "id": "YRLWTXL9Xy",
  "name": "Seigmen",
  "tags": [
    "rock",
    "industrialrock"
  ],
  "start_time": "2025-12-19T18:00:00+00:00",
  "end_time": "2025-12-19T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Kun ett år etter at Spellemann-nominerte *Resonans* så dagens lys er Seigmen igjen plateaktuelle med *Dissonans* 23. oktober!\n\nDatoen er ikke tilfeldig valgt, det er nemlig på dagen 30 år etter at legendariske *Metropolis* ble sluppet. \n\nI kjølvannet av nedstenging og andre utfordringer skulle 2024 vise seg bli Seigmens kanskje aller fineste år så langt. I fjor høst kom singelen «(Dyret) 23 bud», som første smakebit fra *Dissonans*, sammen med nyheten om at dette er album nr. 2 i en trilogi. \n\nDen nyeste singelen «Disiplin» kom 16. mai i år og sammen med «Dyret» har den allerede rukket å bli en livefavoritt. Ikke minst bærer den bud om et album som vil gi Seigmen enda en ny dimensjon på konsertfronten.\n \nFørst tar Seigmen en liten festivalrunde i sommer, før de legger ut på en feiring av nytt album og en lang karriere i november og desember. Både anmeldelser og rykter fra fjoråret forteller om fantastiske konsertopplevelser, og et band i storform, så her gjelder det å kjenne sin besøkelsestid!\n\n--\n\n**Billetter:**\n\nNB! Dette arrangementet har nummererte sitteplasser på galleriet, og to ståplass-kategorier:\n\n— Ståplasser (hovedsal) - kr. 520,- + bill.avg.\n\n— Ståplasser (galleri – bakre del) - kr. 520,- + bill.avg.\n\n— Nummererte sitteplasser (galleri) - kr. 620,- + bill.avg.\n\nDersom billettkategorien for sitteplasser er utsolgt, er det ikke flere sitteplasser tilgjengelig.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.\n\nGarderoben er åpen og betjent.\n",
  "updated_at": "2025-12-15T11:42:33.305Z",
  "ticket_url": "https://www.ticketmaster.no/event/95802520?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Seigmen_191225_Billettsalg&utm_campaign=NO_Rockefeller_Seigmen_191225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
