{
  "id": "YSNVkTlXlB",
  "name": "Static-X",
  "tags": [
    "industrial",
    "metal"
  ],
  "start_time": "2026-06-02T17:00:00+00:00",
  "end_time": "2026-06-02T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Static-X tar med seg sin «evil disco» til Oslo og Rockefeller 2. juni! De har siden 90-tallet vært en av de mest gjenkjennelige og kompromissløse kreftene på den internasjonale metalscenen, med sin unike miks av industrial, groove og nu metal. \n\nEtter den ikoniske frontfiguren Wayne Static sin altfor tidlige bortgang i 2014 reiste bandet seg igjen for å hedre hans arv. I dag bæres fakkelen videre med samme energi, tyngde og respekt for universet han bygde. Static-X er tilbake, sterkere og mer dystopiske enn noensinne, med klassikere som «Push It», «I'm with Stupid» og «Cold».\n\n\n**+ support: John 5**\n\nI over 30 år har John 5 vært en av verdens mest ettertraktede gitarister. Han har delt scene og studio med blant andre Rob Zombie, Marilyn Manson, David Lee Roth, Lynyrd Skynyrd, Meat Loaf og Dolly Parton, og er i dag medlem av Mötley Crüe.\n\nSiden 2011 har han gitt ut tolv soloalbum som fremhever hans unike spillestil, til begeistring for publikum verden over.\n\n--\n \nBill. kr. 445,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-23T08:55:35.729Z",
  "ticket_url": "https://www.ticketmaster.no/event/524380794?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Static-X_020626_Billettsalg&utm_campaign=NO_Rockefeller_Static-X_020626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
