{
  "id": "Yu1MRdVgjr",
  "name": "Stand up! Piotrek Szumowski „Wagabunda\" (PL)",
  "tags": [
    "standup",
    "comedy",
    "polska"
  ],
  "start_time": "2026-03-07T18:00:00+00:00",
  "end_time": "2026-03-07T22:00:00+00:00",
  "venue": "Vulkan Arena",
  "description": "ENG/\n470 days. That's how long it took me to go around the world. 61 days longer than before. Probably because this time I was with my wife. She's always late and scrambling. (I'll have to mention that somehow.) I have to mention many things. It may not be enough about the journey. It doesn't matter. I wrote two books about it. 70 minutes of monologue + support - I think that's enough.\n\nThis will be my first solo show in years. I feel that people have a lot of expectations: the current monologues have a total of several dozen million views on YT, and I've done the biggest interviews in the country and I've been doing stand-up for a dozen or so years. Let's keep our fingers crossed that nothing will change. (Where does the saying \"keep your fingers crossed\" come from? I'll check later).\n\nOne thing is for sure, this evening will be a real comedy journey. An adventure. A vagabond.\n\nI invite you,\nPiotrek Szumowski\n\nPL/\n\n470 dni. Tyle zajęło mi okrążenie świata. 61 dni dłużej niż wcześniej. Pewnie dlatego, że tym razem byłem z żoną. Ona zawsze się spóźnia i wszystko robi w biegu. (Muszę to jakoś wspomnieć.) Muszę wspomnieć o wielu rzeczach. Może nie będzie wystarczająco dużo o samej podróży. To nieważne. Napisałem o tym dwie książki. 70 minut monologu + wsparcie – myślę, że to wystarczy.\n\nTo będzie mój pierwszy solowy występ od lat. Czuję, że ludzie mają spore oczekiwania: moje obecne monologi mają w sumie kilkadziesiąt milionów wyświetleń na YouTube, udzieliłem największych wywiadów w kraju i od kilkunastu lat występuję w stand-upie. Trzymajmy kciuki, żeby nic się nie zmieniło. (Skąd się wzięło powiedzenie \"trzymać kciuki\"? Sprawdzę później.)\n\nJedno jest pewne: ten wieczór będzie prawdziwą komediową podróżą. Przygodą. Włóczęgą.\n\nUwaga! występ w języku polskim!\nZapraszam, Piotrek Szumowski",
  "updated_at": "2025-11-11T13:08:09.654Z",
  "ticket_url": "https://www.ticketmaster.no/event/2059240711"
}
