{
  "id": "yXdSB3MfFm",
  "name": "Simon Moholt & Pilgrim",
  "tags": [
    "rock",
    "hiphop",
    "folk"
  ],
  "start_time": "2026-09-26T17:00:00+00:00",
  "end_time": "2026-09-26T21:00:00+00:00",
  "venue": "John Dee",
  "description": "Det myteomspunnede bandet Pilgrim kommer til John Dee lørdag 26. september!\n\nPilgrim gikk den 720 km lange pilegrimsturen til Santiago de Compostela for inspirasjon til prosjektet og bandet nå kalt «Pilgrim». \n\nPilgrim har raskt etablert seg som et av Norges mest spennende og energifylte liveband, og har bygget opp en stor hype og forventning rundt prosjektet og musikken. Bandet er i 2026 booket til over 50 konserter og festivaler.\n\nSom et norsk tekstbasert stemnings-band, kombinerer Pilgrim flere sjangere, som rock, hiphop, folk og jazz, og skaper en mystisk, spirituell og magisk forestilling om pilegrimer «på vei til et hellig sted» og lyset i horisonten.\n\nPilgrim ønsker å invitere deg til en spektakulær, oppgradert og energifylt «Pilgrim Opplevelsen 3» live på John Dee. Dette er fortsatt samme spektakulære Pilgrim-energien, dybden og den gode stemningen, men nå ønsker vi å vise deg neste nivå!\n\n«Pilgrim Opplevelsen 3» består av masse nye låter, tekster og flere musikalske gjester, samt video og lysshow som vil ta deg med på en reise som ikke kan beskrives annerledes enn en OPPLEVELSE!\n\n--\n \nBill. kr. 300,- (forsalg) / kr. 400,- (i døra) + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nArrangementer har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-22T10:56:57.582Z",
  "ticket_url": "https://www.ticketmaster.no/event/208250488?brand=johndee&camefrom=CFC_NO_Rockefeller_Pilgrim_260926_Billettsalg&utm_campaign=NO_Rockefeller_Pilgrim_260926_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
