{
  "id": "yZFE5IY2qx",
  "name": "Oddny",
  "tags": [
    "folkrock",
    "indiepop",
    "poprock"
  ],
  "start_time": "2026-10-22T17:00:00+00:00",
  "end_time": "2026-10-22T21:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Oddny tek steget opp på den største scena dei nokon gong har headlina – sjølvaste Rockefeller i Oslo. Torsdag 22. oktober 2026 skriv bandet eit nytt kapittel i historia si, og inviterer til det som utan tvil blir karrieren si hittil største kveld.\n\nMed låtar som «Oktober, Bergen by», «Bittelitt» og «Alma» har Oddny for lengst plassert seg som eit vestnorsk unikum i norsk musikkliv. Radiosuksess, utselde konsertar og ei fanskare som berre veks – og som om ikkje det var nok, stakk dei av med Luttprisen 2024 som Årets nykommar. I 2025 stod prisane i kø då både Norsk Viseforum sitt Artiststipend og Frank Hammersland-minnefondet landa i fanget deira. I 2026 har dei allereie vorte nominerte i fire kategoriar i GAFFA-prisen, i tillegg til Årets artist under Luttprisen. Det seier sitt: Oddny treffer folk midt i bringa.\n\nMed sin heilt eigne signatur blandar dei alternativ poprock med tekstar på dialekt fulle av nerve, varme og nærleik. På scena har dei utvikla seg til eit liveband av dei sjeldne – samspelte og med ei formidlingsevne utan like. 2025 vart eit triumftog gjennom Noreg og Sverige, med utselde hus frå nord til sør, by:Larm-nominasjon som «Årets Stjerneskudd» og ein seksar i GAFFA, som kalla konserten for «ein grandios konsertopplevelse». Sidan den gong har pila berre peika éin veg.\n\nFrå hovudbasen sin i «Gamlahuset» i Bremanger – der dei bur, skriv og spelar inn musikk som eit kreativt kollektiv – kjem bandet no til hovudstaden i toppform. Skjerpa, inspirerte og med nye låtar i bagasjen som går rett heim utan å banka på.\n\nVelkommen til haustens store konsertoppleving på Rockefeller.\n\nFoto: Charlotte F. Skomsøy\n\n--\n\nBill. kr. 345,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementer har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-05T08:56:20.773Z",
  "ticket_url": "https://www.ticketmaster.no/event/173981027?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Oddny_221026_Billettsalg&utm_campaign=NO_Rockefeller_Oddny_221026_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
