{
  "id": "yZH3fqYY4w",
  "name": "Minor Majority",
  "tags": [
    "poprock",
    "singersongwriter"
  ],
  "start_time": "2026-01-16T18:00:00+00:00",
  "end_time": "2026-01-16T22:59:00+00:00",
  "venue": "Rockefeller",
  "description": "I januar fyller *Reasons to Hang Around* 20 år, og Minor Majority feirer med å spille jubileumskonsert på Rockefeller fredag 16. januar 2026, der de fremfører albumet i sin helhet!\n\nKonserten blir todelt: Først spiller bandet plata som jubileres, deretter spiller de utvalgte låter fra resten av karrieren.\n\n*Reasons to Hang Around* mottok strålende kritikker da den kom ut i januar 2006. Albumet debuterte på andreplass på VG-lista, solgte til gull og genererte fire store radiohits her hjemme: «Let the Night Begin», «Come Back to Me», «Supergirl» og «Alison». Åpningslåta «Wish You’d Hold That Smile» ble dessuten en overraskende hit på fransk radio, noe som bidro til at bandet fikk et stort publikum i Frankrike.\n\n*Reasons…* ble en gjenganger på årsbeste-lister i musikkpressen senhøsten 2006. Vinteren 2007 vant albumet Spellemann i kategorien «beste popgruppe».\n\nVokalist og låtskriver Pål Angelskår sier:\n«Reasons to Hang Around» er kanskje vår beste låtsamling og uten tvil den mest vidtrekkende plata vår. Vi er takknemlige for at katalogen vår inneholder en populær plate som kan trekke både gamle og nye lyttere inn i universet vårt, og som gjør at vi fortsatt kan reise rundt og spille konserter både her hjemme og i Europa.»\n\n--\n\nBill. kr. 450,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-27T09:43:59.439Z",
  "ticket_url": "https://www.ticketmaster.no/event/1279153642?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Minor_Majority_160126_Billettsalg&utm_campaign=NO_Rockefeller_Minor_Majority_160126_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
