{
  "id": "yZv6NMtXJX",
  "name": "Via Doloris \"Guerre et Paix\" Release & listening Party // DjSet",
  "tags": [
    "nordicmetal",
    "Blackmetal"
  ],
  "start_time": "2026-03-20T20:00:00+00:00",
  "end_time": "2026-03-21T01:00:00+00:00",
  "venue": "Brewgata",
  "description": "20. mars feirer vi utgivelsen av Via Doloris’ første album, «Guerre et Paix» (Season of Mist), på Brewgata i Oslo. Flere av prosjektets aktører vil være til stede, og en passende spilleliste blir kuratert for anledningen. Albumet blir selvfølgelig spilt i sin helhet!\n\n\nFørste singel på Spotify: https://open.spotify.com/track/6Y2rVaST07SFOjXLvCmVCz?si=8ea0fa3339064d94\n\nMusikkvideo til For The Glory: https://youtu.be/1icYBcUKvWU\n\n\nArtist Bio:\n\n\nVIA DOLORIS is the vision of founder Gildas Le Pape. Through sound, he crafts a world where emotion, discipline, and atmosphere converge — a place to give shape to what cannot be spoken. Rooted in solitude and shaped by the interplay of darkness and beauty, the project confronts the gravity of existence: the quiet burdens we carry, the hidden wounds time buries deep, the road to death. This “Way of Suffering” unfolds as a passage through pain in search of meaning, and the distant, flickering promise of rebirth.\n\nVia Doloris’ musical identity draws from the towering legacy of Nordic metal while forging a distinct path. At its core lies a commitment to detailed guitar work, high-level musicianship, and the art of songcraft. Rather than follow genre trends, Via Doloris returns melody to its rightful place: not as decoration, but as the driving force of the music. These strong, expressive lines guide the compositions with raw clarity, carving out a language that speaks directly to the listener's inner world.\n\nThough the instrumentation nods to black metal’s formal foundations, the project resists confinement. It blends harmonic depth with subtle dissonance, creating tension and richness without sacrificing cohesion. Folk and pagan influences run like ancestral threads through the arrangements, lending them a sacral, mythic quality. The result is a sound built on contrasts: luminous and shadowed, forceful yet introspective, epic yet intimate. Layered into this sonic landscape are lyrics written in French, English, and Norwegian. Each language brings its own weight, rhythm, and tone, unlocking emotional registers that feel both ancient and immediate.\n\nBased in Oslo, Gildas Le Pape first gained attention in 2007 when he joined the legendary Satyricon as a guitarist. Over the next six years, he toured the world and contributed to the band’s recorded legacy, before stepping away to explore a broad range of musical directions. In time, this path led him back to extreme music, this time with a renewed creative vision and sharpened intent. In 2023, he invited his long-time collaborator, Frost — arguably one of the most accomplished drummers in the genre — to join him in bringing the debut release to life.",
  "updated_at": "2026-02-27T12:38:36.094Z",
  "ticket_url": ""
}
