{
  "id": "ZbSjGzo7ED",
  "name": "The Dream Syndicate",
  "tags": [
    "alternativerock",
    "indie"
  ],
  "start_time": "2026-02-11T18:00:00+00:00",
  "end_time": "2026-02-11T22:00:00+00:00",
  "venue": "John Dee",
  "description": "Et av de mest banebrytende bandene fra den amerikanske indie-undergrunnen kommer tilbake til Oslo! The Dream Syndicate tar med seg 1984-albumet *Medicine Show* på turné, og inntar John Dee onsdag 11. februar 2026!\n\nDette blir første gang bandet fremfører *Medicine Show* i sin helhet – og det skjer i kjølvannet av den suksessfulle *The Days of Wine and Roses*-turneen i 2022.\n\nBandet vil åpne hver kveld med et sett med nytt materiale fra de fire gjenforeningsalbumene de har laget siden 2017, ta en kort pause og deretter gå over til *Medicine Show* – som av flere er ansett som et av de beste og viktigste rockealbumene fra 80-tallet.\n\nTurneen sammenfaller med en etterlengtet ny utgivelse av *Medicine Show*. Reutgivelsen er resultatet av en langvarig juridisk kamp som til slutt sikret bandet rettighetene til albumet. Bandet vil også signere albumet ved merch-bordet etter showet!\n\nThe Dream Syndicate slo gjennom i Los Angeles i 1982 som bærebjelkene i Paisley Underground-bevegelsen, og ble raskt et av de viktigste navnene innen den gryende amerikanske indierocken. Etter fire album og utallige turneer tok de en pause i 1988, som varte helt til de ble gjenforent i 2012. \n\nDagens besetning inkluderer originalmedlemmene Steve Wynn, Dennis Duck og Mark Walton, sammen med Jason Victor (fra Steve Wynn & The Miracle 3) og Chris Cacavas (Green on Red).\n\n*Konserten er flyttet fra Rockefeller til John Dee. Kjøpte billetter gjelder.*\n\n--\n \nBill. kr. 450,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning.\n \nArrangementet har ståplasser.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-02T08:45:04.436Z",
  "ticket_url": "https://www.ticketmaster.no/event/745933128?brand=johndee&camefrom=CFC_NO_Rockefeller_The_Dream_Syndicate_110226_ny_Billettsalg&utm_campaign=NO_Rockefeller_The_Dream_Syndicate_110226_ny_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
