{
  "id": "ZjxZMm1w8x",
  "name": "Jaga Jazzist og Kristiansand Symfoniorkester",
  "tags": [
    "jazz",
    "elektronica",
    "rock"
  ],
  "start_time": "2026-08-14T16:30:00+00:00",
  "end_time": "2026-08-14T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "**Jaga Jazzist og Kristiansand Symfoniorkester byr opp til en festaften i storformat på Sentrum Scene!**\n\nLegendariske Jaga Jazzist har i over 30 år vært et helt eget kraftsenter i det internasjonale musikklandskapet. Fra bandets spede start i Tønsberg i 1994, har de hatt en kontinuerlig trang til å utforske hva en stor samling av eksepsjonelt dyktige musikere med store visjoner kan få til sammen. Med en lekende letthet blander bandet ulike sjangre som jazz, rock, post-rock og elektronika, til en patentert Jaga-miks som får publikum til å danse og le.\n \nMed røttene godt plantet i jazzen og ensembleformatet, har bandet gjennom flere album stadig gjenoppfunnet seg selv. Gjennombruddet kom med *A Living Room Hush* i 2001, som fikk strålende kritikker både her til lands og i utlandet. Med en rekke kritikerroste utgivelser på toneangivende plateselskaper som Ninja Tune, Smalltown Supersound og Brainfeeder, har bandet fått en stor fanskare rundt om i hele verden.\n \n«I forbindelse med 30-årsjubileet i 2024 fikk vi mulighet til å komponere nye orkesterversjoner av albumet *Pyramid* og spille dette inn i Store Studio sammen med Kringkastingsorkestret (KORK), og konserten ble sendt både på TV og i radio. Det er dette materialet som ligger til grunn for prosjektet denne kvelden, og vi er svært glade for å få mulighet til å spille denne musikken igjen! Og det med Kristiansand Symfoniorkester!»\n**– Jaga Jazzist**\n \nKristiansand Symfoniorkester (KSO) er et orkester som ønsker å være i direkte dialog med by og region rundt seg. De er hele tiden på utkikk etter prosjekter hvor uttrykk og ideer møtes, og at en sammen inspireres til viktige opplevelser for publikum. KSO spilte sist på Oslojazz sammen med Ola Kvernbergs Steamdome i 2024 og det var en enorm opplevelse.\n \n**Jaga Jazzist er:**\nLars Horntveth – saksofon, gitar, keyboard, Andreas Mjøs – vibrafon, gitar, Simen Følstad Nilsen – gitar, Øystein Moen – synthesizer, Line Horntveth – tuba, Erik Johannessen – trombone, Even Ormestad – bass, Martin Horntveth – trommer\n\n--\n \nBill. kr. 580,- / kr. 440,- (student) + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 18.30. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-02-07T08:01:14.925Z",
  "ticket_url": "https://www.ticketmaster.no/event/1886750226?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Jaga_Jazzist_140826_Billettsalg&utm_campaign=NO_Rockefeller_Jaga_Jazzist_140826_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
