{
  "id": "zKPa7piJBM",
  "name": "Supersuckers (US) + Razorbats + Shadow Cave Riot",
  "tags": [
    "rock",
    "punkrock"
  ],
  "start_time": "2026-03-07T19:00:00+00:00",
  "end_time": "2026-03-07T22:00:00+00:00",
  "venue": "Goldie Oslo",
  "description": "På dette tidspunktet i sin glitrende, snart 40 år lange karriere har Supersuckers ingenting å bevise for noen. Bandet ble dannet i 1988 og ledes av den karismatiske vokalisten og bassisten Eddie Spaghetti. Supersuckers traff raskt en fanbase som satte pris på bandets frie lisens til å shredde innenfor rammene av drepende punkrocklåter – med tekster som ikke tok ting altfor høytidelig. Såpass at bandets ettermæle har vokst gjennom årene, i takt med en stadig mer rabid og hengiven fanskare.\n\nPå bandets tre foregående plater – Holdin’ the Bag (2015), Suck It (2018) og Play That Rock N’ Roll (2020) – produserte og ga Supersuckers i praksis ut alt selv. Etter år med nådeløs turnévirksomhet bestemte Spaghetti, sammen med gitarist “Metal” Marty Chandler og trommeslager Christopher “Chango” von Streicher, seg for å gå tilbake i studio for det som skulle bli Liquor, Women, Drugs & Killing – bandets tolvte studioalbum.\n\nI forkant av utgivelsen signerte Supersuckers med Hardcharger Records, eid av Texas-gitaristen og låtskriveren Jesse Dayton, i samarbeid med Los Angeles-baserte Blue Élan Records. Til tross for at bandet i årevis har gjort alt på egen hånd – og dermed lagt mye av «platebransjebiten» bak seg – sier Spaghetti at det ga mening å slå seg sammen med Hardcharger. At han kjenner Dayton godt (de har vært venner i nesten tre tiår) fjernet eventuelle bekymringer rundt en platekontrakt.\n\nVanligvis ville Supersuckers brukt et nytt album som en unnskyldning for å dra på turné. Denne gangen var det annerledes. Spaghetti sier at han på dette stadiet i bandets karriere ikke har noen forventninger til hvordan en ny plate vil lande hos fansen.\n\n«Det er bare det jeg gjør (å spille inn plater),» forklarer han. «Vi forventer ikke at en ny plate vil flytte nåla for oss på noen betydelig måte. Men jeg er en artist, så jeg fortsetter med det.» Som han spøker: Bandet skriver låter, spiller dem inn, gir dem ut og spiller dem live til de blir lei – og så gjentar de prosessen.\n\nPå Liquor, Women, Drugs & Killing slo Supersuckers seg sammen med gamlevennen Billy Joe Bowers, som produserte albumet i Atlanta. Spaghetti og Bowers spilte i band sammen i Tucson på 80-tallet, og Supersuckers spilte faktisk inn med ham i 2007 – men den økten ble skrinlagt på grunn av interne konflikter. Likevel holdt Spaghetti og Bowers kontakten og forble nære, så det føltes naturlig å samarbeide igjen. «Å bli produsert igjen var nytt og hjalp plata enormt,» sier Spaghetti om innspillingen. «Han klarte å hente fram noe vi ikke så selv, og derfor er plata ekstra spesiell.»\n\nSpesielt forteller Spaghetti at Bowers så for seg at Supersuckers skulle låte som en trio – noe han ikke nødvendigvis gjør når han selv sitter ved roret. Ofte har bandet brukt ulike instrumenter for å treffe akkurat den lyden de vil ha. I studio var Supersuckers mer fokuserte enn de hadde vært på årevis, og det høres. Tekstene er skarpe, men mørke og bitende – Supersuckers-varemerket. Lydmessig er plata mer oppløftende enn de kyniske tekstene.\n\nDen brennhete førstesingelen «Maybe I’m Just Messin’ With You» reflekterer nettopp dette. Ironisk nok var låta en av de siste som kom ut av skriveøkta hans. Spaghetti ville ha en «Motörhead-aktig» låt på albumet – og her leverer han akkurat det.\n\n«Vi trengte den viben,» forklarer han. «Jeg spyttet den ut raskt og tenkte ikke så mye over den før vi begynte å spille den og innså at det var mye mer kjøtt på beinet enn vi hadde trodd. Såpass at den ble førstesingelen.»\n\nAndre låter, som «Volunteer» (som Spaghetti synes er hysterisk fordi det er en låt om å ikke være frivillig), «Meaningful Songs» som starter akustisk før den braker løs i en stor rockelåt («Oppriktighet i musikk kan være så kjedelig og ødelegge alt for meg, men jeg er veldig fornøyd med den»), og den drivende «Unsolvable Problems», viser bredden og dybden i Supersuckers anno 2025. Sistnevnte – som Spaghetti sier er favorittlåta hans på plata – byr på en utsøkt Chandler-solo og bygger videre på bandets av-og-på-flørt med mer twangy uttrykk. «I en perfekt verden ville denne låta vært en diger hit,» sier Spaghetti om «Unsolvable Problems». «Jeg liker hvordan den ligger på plata, og den kunne like gjerne vært på en countryplate.»\n\nNår Supersuckers gjør seg klare for enda en runde på veien, har dette albumet gitt dem noe bandet ikke har hatt på en stund: håp.\n\n«Du vil ikke håpe for mye og du bør holde forventningene lave,» sier han. «Men likevel – jeg gleder meg til dette. Jeg føler at denne plata kanskje har sju singler i seg. Vi har egentlig ingen grunn til å gi ut en plate som er så bra så sent i karrieren. Det er det som gjør oss til verdens beste rock’n’roll-band.»\n\n• • • • • • • • • • • • • • • • • •\nRazorbats er et av de mest underholdende banda innen The New Wave of Classic Rock. Tungt inspirert av 70-talls helter som Alice Cooper, Cheap Trick og KISS, ispedd elementer av 80-talls hårmetall og pop-punk fra 90-tallet, er Razorbats musikk en hyllest til rockens gullalder! \n\nBandet fikk internasjonal oppmerksomhet allerede med det kritikerroste debutalbumet Camp Rock i 2015, og det spredte seg kjapt gjetord på musikknettsider og rockeradioer over store deler av Europa og USA om at det fantes et steintøft band i Europas kulturelle randsone, som var så fett at det var umulig å ikke la seg rive med.\n• • • • • • • • • • • • • • • • • •\n\nShadow Cave Riot er et hardslående band med klare referanser til både ny og gammel rock’n’roll – fra 60-tallets snerr til 90-tallets brodd. Den Oslo-baserte kvartetten leverer punkinspirert rock med en energi som kunne drevet et lite kraftverk.  \n\n• • • • • • • • • • • • • • • • • •",
  "updated_at": "2026-02-26T15:02:07.387Z",
  "ticket_url": "https://www.ticketmaster.no/event/supersuckers-us--billetter/1106766827"
}
