{
  "id": "ZL6bfLHzHP",
  "name": "The Last Dinner Party",
  "tags": [
    "indierock",
    "artrock",
    "delt alder"
  ],
  "start_time": "2026-03-06T18:00:00+00:00",
  "end_time": "2026-03-06T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Det britiske indierockbandet The Last Dinner Party kommer til Oslo og Sentrum Scene fredag 6. mars 2026!\n\nDet ferske London-bandet signerte med Island Records, før de slapp debutsingelen «Nothing Matters» våren 2023 – en låt som gikk rett inn på topp 20 i Storbritannia. I desember samme år mottok de den prestisjetunge «Rising Star»-prisen under Brit Awards, før de også gikk helt til topps i BBCs «Sound of 2024». \n\nDebutalbumet *Prelude to Ecstasy* kom i februar 2024 og slo ned som en bombe. Det gikk rett inn på førsteplass på albumlista i UK, og ble nominert til Mercury-prisen. Nå er de aktuelle med oppfølgeren *From the Pyre*, som ble sluppet 17. oktober!\n\nDe har solgt ut nær sagt hver eneste konsert de har spilt hittil, inkludert tre smekkfulle kvelder på hjemmebane i Londons Eventim Apollo. The Last Dinner Partys inntog og påfølgende globale suksess har vært en av de mest elektriske introduksjonene til et nytt britisk band på flere tiår, og *From the Pyre* hinter om at dette eventyret langt ifra er over.\n\n--\n\n**Billetter:**\n\n— Ståplasser (Hovedsal – 18 år leg.) - kr. 455,- + bill.avg.\n\n— Ståplasser (Bakre del av galleri – fri aldersgrense) - kr. 455,- + bill.avg.\n\n— Nummererte sitteplasser (Galleri – fri aldersgrense): kr. 495,- + bill.avg.\n\nI hovedsalen er det 18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-17T11:05:53.077Z",
  "ticket_url": "https://www.ticketmaster.no/event/2032492099?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Last_Dinner_Party_060326_Billettsalg&utm_campaign=NO_Rockefeller_Last_Dinner_Party_060326_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
