{
  "id": "zoJdlDDjBm",
  "name": "FEMME BRUTAL: Maud Lindström / Ghawgha / Femme Brutal DJs",
  "tags": [
    "Feministisk",
    "Vise",
    "Folk"
  ],
  "start_time": "2026-03-07T18:00:00+00:00",
  "end_time": "2026-03-08T00:00:00+00:00",
  "venue": "Mir",
  "description": "Årets første Femme Brutal blir rått, skitigt, skört och storslaget med Maud Lindstrøm trio og Ghawgha på scenen 7.mars på Mir. Det blir en konsertkveld full av radikal kjærlighet med sanger for fred og frigjøring som oppvarming til 8.mars toget dagen derpå.\n\n⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄\n\nMaud Lindström trio\n\nMaud Lindstrøm spiller kompromissløst ærlig og radikal visesang med tekster som går rett inn i hjertet. Hun etablerte seg på slutten av 00-tallet med det feministiske kult-albumet \"Strategivisor\" og har tidligere spilt i proppfulle lokaler for Femme Brutal. Vi ønsker henne meget velkommen tilbake for å spille sine frisinnede låter om kjærlighet, seksualitet, makt og identitet natt til 8.mars på Mir. \nDenne gangen stiller hun som en trio tilsammans med multi-intrumentalisten Petter Eriksson og Johan Bengtsson på kontrabass, gitar og banjo. \nSammen er de Maud Lindstrøm trio og gav ut, senest i høst 2025, den kritikerroste plata «Du får gå». – rått, skitigt, skört och storslaget. \nDu vil ikke gå glipp av denne kvelden!\n\nGhawgha\nGhawgha er en vokalist, låtskriver og komponist fra Afghanistan. Hun var en aktiv del av musikkscenen i Kabul hvor hun blant annet holdt undergrunns vokalist kurs for unge jenter. Hennes sang \"Meboosamat\"(kiss you) gikk viralt i 2019 og ble senere et symbol mot undertrykkelse og konservative holdninger. Teksten som er skrevet av Ramin Mazir åpner med linjene \"You are not afraid of love, of hope, of tomorrow / You are not afraid that I kiss you amongst the Taliban\"\nSiden taliban kom tilbake til makta i 2021 har hun holdt til i Norge hvor hun fortsetter å bruke stemmen sin til å utfordre diskriminering og for å skape et nye hjem.\nHennes låter utforsker migrasjon, tilhørighet og følelsen av å være fremmedgjort i verden. I 2024 kom fullengderen «Qaf». Qaf er i perisisk mytologi et mytisk fjell, et mytisk sted hvor man konfronterer sitt sanne jeg. Albumet er et resultat av å være på flukt og på reise i over to år, gjennom Iran, Tyrkia, Hellas og Afghanistan før hun endte opp som friby musiker i Harstad. En lang reise på søken etter et hjem. Hun har med seg musikerene Anja Lauvdal og Marianna Sangita A Røe, to Femme Brutal favoritter, på piano, synth, harmonium, perkusjon og vokal, Lauvdal har også produsert albumet. \nVi så deres konsert på Victoria Nasjonale Jazzscene for et par år siden og ble trollbundet. \nVi gleder oss til gjensyn på Mir denne aftenen.\n⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄\nDørene åpner 19:00\nKonsertstart 20:30\nCC: 200 / 250 (studenter og medlemmer av Konsertforeninga)\nFemme Brutal er et feministisk booking og DJ-kollektiv basert i Oslo og Bergen som organiserer konserter i samarbeid med Konsertforeninga. Med støtte fra Oslo Kommune og Kulturdirektoratet.\n\n\n⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄⠄⠂⠁⠁⠂⠂⠁⠈⠂⠄⠄⠂⠁⠁⠂⠄",
  "updated_at": "2026-01-12T13:10:11.470Z",
  "ticket_url": "https://konsertforeninga.ticketco.events/no/nb/e/femme_brutal_maud_lindstrm__ghawgha__femme_brutal_djs?fbclid=IwY2xjawPRz0pleHRuA2FlbQIxMABicmlkETFQQmJYSzVWS1BGQ2tXNzl0c3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHnxyTZRlzpsVnGZVRq7cy7aooLQEn51x5gK1oOCw5NaTCNi0UdLe2ukO5hRJ_aem_nXZpzU9wv_jHpg2rjaeslA"
}
