{
  "id": "zQ4fYTtr5m",
  "name": "Hällas",
  "tags": [
    "progrock",
    "heavymetal",
    "psychedelia"
  ],
  "start_time": "2026-02-13T18:00:00+00:00",
  "end_time": "2026-02-13T22:00:00+00:00",
  "venue": "Rockefeller",
  "description": "Hällas slipper sitt etterlengtede fjerde album *Panorama* 30. januar, og fredag 13. februar inntar det svenske progrock-bandet Rockefeller! \n\nDen småländske kvintetten er nylig hjemkommet fra sin første turné i Latin-Amerika. De har også gjort flere turneer i USA og Canada, samt blitt nominert til både Grammis og P3 Guld. \n\nPå én måte høres *Panorama* kjent ut: en fantasifull hybrid av progressiv 70-tallsrock og heavy metal, med innslag fra både folk og psykedelia – i tillegg til et konseptuelt innhold. På en annen måte har du ikke helt hørt en slik plate fra Hällas før. Selvtilliten har aldri tidligere vært like tydelig. Den innledende låten «Above the Continuum» varer i litt over 22 minutter, en hel LP-side. \n\nEt allerede estetisk særpreget, for ikke å si ekstravagant, band vil på den kommende turneen skru opp også når det gjelder det visuelle i sceneshowet. Den unike verdenen Hällas formidler på plate skal i enda høyere grad gjenskapes live, og bidra til at musikken blir et eventyr å oppleve også på scenen!\n\n--\n\nBill. kr. 420,- + bill.avg.\n\n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n\nArrangementet har ståplasser.\n\nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-11-20T09:03:53.294Z",
  "ticket_url": "https://www.ticketmaster.no/event/1808688523?brand=rockefeller&camefrom=CFC_NO_Rockefeller_Hallas_130225_Billettsalg&utm_campaign=NO_Rockefeller_Hallas_130225_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
