{
  "id": "ZrdD9cvEWT",
  "name": "Vanvidd + Wandal",
  "tags": [
    "metall",
    "folk",
    "extreme"
  ],
  "start_time": "2026-03-07T19:00:00+00:00",
  "end_time": "2026-03-07T22:00:00+00:00",
  "venue": "Vaterland",
  "description": "VANVIDD, grunnlagt i 2013, kombinerer ekstrem metal med folkemusikk, der folketoner møter kalde og mørke riff. Musikken er preget av brutale vokaler som formidler tekster inspirert av nasjonalromantikkens eventyr og folketro fra 1800-tallet. Vanvidd er kjent for fengslende liveopptredener og et unikt lydbilde som spenner fra kalde og dystre riff til progressive og orkestrale arrangementer. Bandet utga sin selvtitulerte debutplate i 2016, konseptalbumet “Under ei Morken Rot” i 2021, og slapp sitt tredje album “Avlivsritualer” I 2025. Vanvidd har spilt på hovedscenen på Midgardsblot ved flere anledninger, i tillegg har bandet tidligere vært support for band som Enslaved, Trollfest og In The Woods. \n\nAnmeldelser av Vanvidds nyeste album \"Avlivsritualer\": \n\nScream magazine: “Folk metal elementet her er til å bli salig av og bør feie alle skeptikere av banen. Dette albumet inneholder flere monumentale overraskelser.”\n\nHeavymetal.no: 8.5/10\n\nFolk metal.nl: 9.5/10 \"diverse, mad, harsh and […] simply brilliant.\"\n\nHeavy debriefings: \"If you want another take on what folk metal can be, you should check out what Vanvidd has to offer. \"\n\nnordicsoundarchive.com: \"folk metal seems to be in something of a new renaissance, with Vanvidd at the forefront\"\n\n|||||||||||||||||||\n\nWANDAL leverer neo-folk og akustisk folk metal inspirert av både polsk og norsk folkemusikk. Bandet ble grunnlagt i 2018, slapp sitt debutalbum “Ryk Przodków” i 2024, og har fylt store festivalscener i Polen det siste året. Med deres tolkning av slavisk og skandinavisk kulturarv fremfører Wandal dansbar musikk med røttene godt plantet i moder jord.",
  "updated_at": "2025-12-17T15:49:10.135Z",
  "ticket_url": "https://www.ticketmaster.no/event/vanvidd--wandal-billetter/266782342"
}
