{
  "id": "zTJUhEk224",
  "name": "J.I.D",
  "tags": [
    "hiphop",
    "rap"
  ],
  "start_time": "2026-03-05T18:00:00+00:00",
  "end_time": "2026-03-05T22:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Atlanta-rapperen J.I.D kommer til Oslo og Sentrum Scene 5. mars 2026! Han er aktuell med det splitter nye, kritikerroste albumet *God Does Like Ugly* – nok et kapittel i historien om en av hiphopens mest spennende stemmer akkurat nå.\n \nJ.I.D signerte med J. Coles Dreamville Records (Interscope) i 2017. Allerede i 2010 startet han kollektivet Spillage Village sammen med EarthGang, og senere ble han også en del av supergruppen Zoink Gang med Smino, Buddy og Guapdad 4000.\n \nGjennombruddet kom etter flere uavhengige prosjekter som *Route of Evil* (2012), *Para Tu* (2013) og *DiCaprio* (2015). Debutalbumet *The Never Story* (2017) ble hyllet av kritikere, og inneholdt singelen «Never». Oppfølgeren *DiCaprio 2* (2018) løftet ham enda høyere, med låter som «151 Rum» og «Off Deez» (feat. J. Cole).\n \nI 2021 gikk han viralt med Imagine Dragons på monsterhiten «Enemy», kjent fra Netflix-serien «Arcane». Hans tredje album *The Forever Story* (2022) gikk inn på en 12. plass på Billboard 200 og ga oss hiten «Surround Sound» (feat. 21 Savage & Baby Tate).\n \nHan slapp nettopp sitt fjerde studioalbum, *God Does Like Ugly*, som inneholder noen av musikkens største stjerner, blant annet Clipse, Ciara, Don Toliver, Ty Dolla $ign, Vince Staples, Westside Gunn, 6lack, Jessie Reyez, Earthgang, Mereba og Baby Kia. Musikkritikere og fans har rost albumet som et av årets beste rapalbum, og J.I.D som «one of rap’s most reliable presences» (Wonderland).\n\n--\n \nBill. kr. 455,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2026-01-22T13:17:27.160Z",
  "ticket_url": "https://www.ticketmaster.no/artist/j-i-d-billetter/982853?camefrom=CFC_NO_Rockefeller_J%2BI%2BD_0503026_samlelink_Billettsalg&utm_campaign=NO_Rockefeller_J%2BI%2BD_0503026_samlelink_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
