{
  "id": "zWDUEjbpFm",
  "name": "Fat Freddy’s Drop",
  "tags": [
    "reggae",
    "r&b",
    "funk"
  ],
  "start_time": "2026-06-01T17:00:00+00:00",
  "end_time": "2026-06-01T21:00:00+00:00",
  "venue": "Sentrum Scene",
  "description": "Syvmannsbandet Fat Freddy's Drop fra New Zealand – av mange regnet som et av verdens fremste liveband – kommer endelig tilbake til Oslo! De har solgt ut Rockefeller flere ganger tidligere, senest i 2018. 1. juni kommer de til Sentrum Scene for å fremføre sitt banebrytende debutalbum *Based On A True Story*!\n\nMusikalsk sjonglerer Fat Freddy’s Drop lekent mellom alle mulige kombinasjoner innen dub, reggae, soul, jazz, R&B og techno – dansbart og i en uvanlig lekker innpakning.\n\n«This was the band’s first full length studio album and its success was the springboard for what has been an incredible journey together. We want to pay tribute to the music, to MU and the band he established. And, of course, to play to our fans around the world who have supported us through everything.»\n**– Scott Towers (Fat Freddy’s Drop)**\n\n--\n \nBill. kr. 550,- + bill.avg.\n \n18 års aldersgrense med legitimasjonsplikt. Ingen vergeordning. Gyldig legitimasjon er fysisk nasjonalt ID-kort, pass, fysisk førerkort eller bankkort med bilde. Digital legitimasjon (digitalt førerkort eller Bank-ID) eller bilde av legitimasjon er ikke gyldig legitimasjon.\n \nBilletter gir tilgang til både ståplasser i hovedsal samt unummererte sitteplasser på galleriet, tilgjengelig etter først til mølla-prinsippet.\n \nDørene åpner kl. 19.00. Arrangementet starter ca. 1 time etter dørene åpner. NB! Det anbefales å komme i god tid før arrangementet starter da det kan bli kø.",
  "updated_at": "2025-10-20T08:54:26.622Z",
  "ticket_url": "https://www.ticketmaster.no/event/2082334139?brand=sentrumscene&camefrom=CFC_NO_Rockefeller_Fat_Freddys_Drop_010626_Billettsalg&utm_campaign=NO_Rockefeller_Fat_Freddys_Drop_010626_Billettsalg&utm_content=NO&utm_medium=referral&utm_source=Website"
}
